Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: This stock-taking cannot be edited because it is created with an older version of {0}! Only new stock-taking operations can be edited.
az: Данная инвентаризация не может быть изменена, поскольку она сформирована в более старой версии {0}! Только новая операция инвентаризации может быть изменена.
bg: Ревизията не може да бъде редактирана, защото е създадена със стара версия на "{0}". Само нови ревизии могат да се редактират.
es: ¡Este inventario no puede ser editado porque está creado con una versión más vieja de {0}! Solo las nuevas operaciones de inventario pueden ser editadas.
fr: Ce bilan ne peut être modifié, car il est créé avec une ancienne version de {0}! Seuls les nouveaux bilan des opérations peut être modifié.
hy: Տվյալ գույքագրումը չի կարող փոփոխվել {0}! միայն նոր ստեղծված փաստաթուղթը կարող եք հեռացնել
ka: მარაგების მიღების რედაქტირება შეუძლებელია, რადგან ის შექმნილია პროგრამის ძველ {0} ვერსიაში!
pl: Tą inwentaryzacje nie można edytować, ponieważ jest tworzona z starszej wersji {0}! Tylko nową inwentaryzacje operacji można edytować.
ru: Данная инвентаризация не может быть изменена, поскольку она сформирована в более старой версии {0}! Только новая операция инвентаризации может быть изменена.
uk: Ця інвентаризація не може бути змінена, тому що вона сформована в старій версії {0}! Тільки нова операція інвентаризації може бути змінена.

source: This stock-taking is made from a location managed by IncoCloud. Do you want to login to IncoCloud and request for annullment?
bg: Тази ревизия е направена от обект, управляван от "IncoCloud". Желаете ли да да се свържете с "IncoCloud" и да поискате анулиране?
es: Este inventario esta hecho desde una entidad administrada por IncoCloud. Desea entrar al sistema IncoCloud y anular la petición?
hy: Այս գույքագրումը կատարվում է տեղամասից որը ղեկավարվում է IncoCloud-ում: Դուք ցանկանում եք մուտք գործել IncoCloud նշել այն հեռացման ?
ka: ინვენტარიზაცია გაკეთბულია ინკო-ღრუბლიდან მართვადი ადგილმდებარეობიდან. გნებავთ დარეგისტრირდეთ ინკო-ღრუბელში და მოითხოვოთ ანულირება?
ru: Инвентаризация выполнена на объекте под управлением IncoCloud. Войти в систему IncoCloud для запроса аннулирования?

source: This tax group cannot be deleted, because it is used by items.
az: Vergi qrupu istifadə olunur və silinə bilməz!
bg: Не е възможно изтриването на данъчната групата, защото се използва от стоки.
es: Este grupo de impuestos no puede ser eliminado, porque es usado por mercancías.
fr: Ce groupe d'intégration fiscale ne peut pas être supprimé, car il est utilisé par des objets.
hy: Հարկային խումբը չի կարող ջնջվել, քանի որ այն օգտագործվում է ապրանքների կողմից
ka: საგადასახადო ჯგუფი გამოიყენება და არ შეიძლება იქნას წაშლილი.
pl: Podatkowa grupa nie może być usunięta, ponieważ ona jest wykorzystywana!
ru: Налоговая группа не может быть удалена, так как она используется!
uk: Податкова група не може бути видалена, так як вона використовується!

source: This transfer is moving items to a location managed by IncoCloud. Do you want to login to IncoCloud and request for annullment?
bg: Този трансфер премества стоки към обект, управляван от "IncoCloud". Желаете ли да да се свържете с "IncoCloud" и да поискате анулиране?
es: Esta transferencia esta hecho desde una entidad administrada por IncoCloud. Desea entrar al sistema IncoCloud y anular la petición?
hy: Այս տեղափոխումը կատարվում է տեղամասից որը ղեկավարվում է IncoCloud-ում: Դուք ցանկանում եք մուտք գործել IncoCloud նշել այն հեռացման ?
ka: გადაგზავნა გაკეთბულია ინკო-ღრუბლიდან მართვადი ადგილმდებარეობიდან. გნებავთ დარეგისტრირდეთ ინკო-ღრუბელში და მოითხოვოთ ანულირება?
ru: Перемещение выполнено на объекте под управлением IncoCloud. Войти в систему IncoCloud для запроса аннулирования?

source: This user cannot be deleted, because it is used in operations. Please, delete the corresponding operations in order to delete this user!
az: İstifadəçi əməliyyatlarda iştirak edir və silinə bilməz.Həmin əməliyyatları istifadəçini silməzdən qabaq silin.
bg: Не е възможно изтриването на потребителя, защото участва в операции. Моля, анулирайте съответните операции преди изтриването!
es: Este usuario no puede ser eliminado, porque es usado en operaciones. ¡Por favor elimine las operaciones correspondientes para poder eliminar el usuario!
fr: Cet utilisateur ne peut pas être supprimé, car il est utilisé dans les opérations. S'il vous plaît, supprimer les opérations correspondantes dans le but de supprimer cet utilisateur!
hy: Տեղամասի օգտագործողը օգտագործվում է օպերացիաներում և չի կարող ջնջվել: Ջնջեք համապատասխան օպերացիան օգտագործողին ջնջելուց առաջ
ka: მომხმარებლის წაშლა არ შეიძლება, რადგან ის გამოიყენება ოპერაციაში. მომხმარებლის წასაშლელად წაშალეთ შესაბამისი ოპერაციები.
pl: Użytkownik bierze udział w operacjach i nie może być usunięty. Usunąć odpowiednie operacje przed usunięciem użytkownika.
ru: Пользователь участвует в операциях и не может быть удален. Удалите соответствующие операции до удаления пользователя.
uk: Користувач бере участь в операціях і не може бути видалений. Видаліть відповідні операції до видалення користувача.

source: This version of the database is not part of IncoCloud any more!
bg: Тази версия на базата данни вече не е част от "IncoCloud".
es: ¡Esta versión de la base de datos ya no es parte de IncoCloud nunca más!
hy: Այս տվյալների բազան IncoCloud–ի մաս չի կազմում
ka: მონაცემთა ბაზის ეს ვერსია აღარ არის ინკო-ღრუბლის ნაწილი!
ru: Версия базы данных не является частью incoCloud!

source: This window will be closed so that you can change the accounting program. Do you want to continue?
bg: Този прозорец ще бъде затворен, за да можете да смените счетоводната програма. Желаете ли да продължите?
es: Esta ventana se cerrará para que pueda cambiar el programa contable. ¿Desea continuar?
hy: Այս պատուհանը կփակվի ?
ka: ეს ფანჯარა დაიხურება და თქვენ შეძლებთ შეცვალოთ საბუღალტრო პროგრამა. გნებავთ გააგრძელოთ?
ru: Окно будет закрыто для изменений в учетной программы. Продолжить?
uk: Вікно буде закрито для змін в в обліковій програмі. Продовжити?

source: Thousand
az: Min
bg: Хиляда
es: Mil
fr: Mille
hy: Հազար
ka: ათასი
pl: Tysiąc
ru: Тысяча
uk: Тисяча

source: Three
az: Üç
bg: Три
es: Tres
fr: Trois
hy: Երեք
ka: სამი
pl: Trzy
ru: Три
uk: Три

source: Thursday
bg: Четвъртък
es: Jueves
hy: Հինգշաբթի
ka: ხუთშაბათი
ru: Четверг

source: Time Interval
az: Müvəqqəti interval
bg: Времеви интервал
es: Intervalo de tiempo
fr: Intervalle de temps
hy: Ժամանակային ինտերվալ
ka: დროის ინტერვალი
pl: Przedział czasowy
ru: Временной интервал
uk: Часовий інтервал

# Distribution
source: Time left in this quarter:
bg: Време оставащо в това тримесечие:
es: Tiempo disponible en este trimestre
hy: Այս եռամսյակում մնացած ժամանակը
ka: კვარტალში დარჩენილი დრო:
ru: Остающееся время в данном квартале:

source: Time:
az: Vaxt:
bg: Време:
es: Tiempo:
fr: Temps:
hy: Ժամանակ
ka: დრო:
pl: Czas:
ru: Время:
uk: Час:

source: Tinned items - Bulgarian
az: Konservləşdirilmiş ərzaq
bg: Консерви - Български
es: Productos enlatados - Búlgaros
fr: Éléments étamé
hy: Պահածոներ
ka: კონსერვირებული საქონელი
pl: Konserwowane wyroby
ru: Консервированные продукты

source: To
bg: До
es: Para
hy: Մինչև
ka: თვის
ru: К

source: To Document No.:
az: Sənəd №:
bg: Към документ №
es: En Documento No.:
fr: Pour document n°:
hy: Զեղչի համարը
ka: დოკუმენტისთვის No.:
pl: Do dokumentu №:
ru: К документу №:

source: To Location
bg: Към обект
es: En entidad
hy: Տեղամաս
ka: ობიექტში
ru: На объект

source: To access the group information create a new database by choosing "Restore from IncoCloud".
bg: За да получите достъп до информацията в групата, създайте нова база данни, като изберете "Възстановяване от IncoCloud".
es: Para acceder a la información del grupo cree una base de datos nueva seleccionando "Restaurar desde IncoCloud".
hy: մուտք գործել խումբ ստեղծել տվյալների բազա սեղմելով "վերականգնել IncoCloud-ից".
ka: ჯგუფის ინფორმაციის წვდომისთვის შექმენით ახალი მონაცემთა ბაზა, რისთვისაც ამოირჩიეთ " ინკო-ღრუბლიდან აღდგენა".
ru: Для доступа к информации о группе создайте новую базу данных с помощью "Восстановить из IncoCloud".

source: To add another database to this group, create a new database by selecting the option "{0}".
bg: За да добавите друга база данни в тази група, създайте нова база данни, като изберете опцията "{0}".
es: Para añadir otra base de datos a este grupo, cree una base de datos nueva seleccionando la opcion "{0}" .
hy: Տվյալ խմբում մեկ այլ բազա ավելացնելու համար, ստեղծեք տվյալների բազա ընտրելով "{0}".
ka: ამ ჯგუფში ახალი მონაცემთა ბაზის დასამატებლად შექმენით ახალი მონაცემთა ბაზა პარამეტრით "{0}".
ru: Для добавления другой базы данных к этой группе, создайте новую базу данных, используя "{0}".

source: To add another database to this group, go to {0}->{1} and create a new database by selecting the option "{2}".
bg: За да добавите друга база данни в тази група, отидете на {0}->{1} и създайте нова база данни, като изберете опцията "{2}".
es: Para crear otra base de datos para este grupo, vaya a {0}->{1} y cree una nueva base de datos seleccionando la opción "{2}".
hy: Նոր տվյալների բազայի ստեղծման համար այցելեք {0}->{1} և ընտրեք տարբերակ "{2}".
ka: ამ ჯგუფში ახალი მონაცემთა ბაზის დასამატებლად გადადით {0}->{1} და შექმენით ახალი მონაცემთა ბაზა პარამეტრით "{2}".
ru: Для добавления другой базы данных к группе, выберите {0}->{1} и создайте базу данных выбрав опцию "{2}".

source: To bank account
az: Bank hesabına
bg: Превод по сметка
es: Para cuenta corriente
fr: Pour le compte bancaire
hy: Փոխանցումով
ka: საბანკო ანგარიშზე
pl: Na bankowy rachunek
ru: На банковский счет
uk: На банківський рахунок

source: To change the device settings later go to:{0}{1}
az: Изменить настройки устройств позже можно в:{0}{1}
bg: За да промените настройките на устройствата по-късно, идете на:{0}{1}
es: Para cambiar las configuraciones del dispositivo después vaya a: {0}{1}
fr: Pour changer les paramètres de l'appareil plus tard, aller à:{0}{1}
hy: Այն կարելի է փոփոխել՝ անցնելով {0}{1}
ka: მოწყობილობის პარამეტრების მომავალში შესაცვლელად მიმართეთ:{0}{1}
pl: Aby zmienić ustawienia urządzenia później przejdź do: {0}{1}
ru: Измененить настройки устройств позже можно в:{0}{1}

source: To confirmation code was not correct. Please enter the confirmation code that was sent to you by email.
bg: Потвърждаващият код не в правилен. Моля, въведете потвърждаващия код, изпратен Ви по имейл.
es: El código de confirmación no fue correcto. Por favor entre el código de confirmación que le fue enviado por correo electrónico.
hy: Խնդրում ենք մուտքագրել վավերացման կոդը, որը ձեզ ուղարկվել է փոստով
ka: დამოწმების კოდი არ არის სწორი. გთხოვთ, შეიტანეთ დამოწმების კოდი, რომელიც მიიღეთ თქვენს იმეილზე.
ru: Недопустимый код подтверждения. Введите код, высланный по почте.
uk: Неправильний код підтвердження. Будь ласка, введіть код підтвердження відправлений вам електронною поштою.

source: To continue you need to activate your account. Please enter the confirmation code that was sent to you by email.
bg: За да продължите, необходимо е да задействате профила си. Моля, въведете потвърждаващия код, изпратен Ви по имейл.
es: Para continuar necesita activar su cuenta. Por favor entre el código de confirmación que le fue enviado por correo electrónico
hy: Շարունակելու համար պետք է ակտիվացնեք ձեր հաշվառման գրառումը։ Խնդրում ենք մուտքագրել վավերացման կոդը, որը ձեզ ուղարկվել է փոստով
ka: გასაგრძელებლად უნდა გაააქტიუროთ თქვენი ანგარიში. გთხოვთ, შეიტანეთ დამოწმების კოდი, რომელიც მიიღეთ თქვენს იმეილზე.
ru: Для продолжения активируйте учетную запись. Введите код подтверждения, высланный по почте.
uk: Для продовження необхідно активувати свій аккаунт. Будь ласка, введіть код підтвердження відправлений вам електронною поштою.

source: To delete a row - {0}.
az: {0} sətrini silmək üçün
bg: За да изтриете ред - {0}.
es: Para borrar una fila - {0}.
fr: Pour supprimer une ligne - {0}.
hy: Տողը հեռացնելու համար սեղմեք {0}.
ka: სტრიქონის წაშლა - {0}
ru: Чтобы удалить строку - {0}.

source: To enable IncoCloud suggestions add your database to IncoCloud from {0}->{1}->{2}.
bg: За да разрешите преложенията от IncoCloud, добавете вашата база към IncoCloud от {0}->{1}->{2}.
es: Para habilitar las sugerencias de IncoCloud adicione su base de datos a IncoCloud desde {0}->{1}->{2}.
hy: Որպեսզի միացնեք IcnoCloud հարցումները, ավելացրեք ձեր տվյալների բազան IcnoCloud-ում, անցնելով {0}->{1}->{2}.
ka: ინკოღრუბლის შეთავაზებების ჩასართავად დაუმატეთ თქვენი მონაცემთ ბაზა ინკოღრუბელს {0}->{1}->{2}-დან.
ru: Для того, чтобы включить подсказки в IncoCloud, необходимо добавить базу данных в IncoCloud из {0}->{1}->{2}.

source: To install a new license that will be used right after the current one, select {0} (the day after the license expires) in the date field while adding the new license.
bg: За да инсталирате нов лиценз, който ще бъде използван веднага след текущия, изберете {0} (денят след като лиценза изтича) в полето за дата, когато добавяте новият лиценз.
es: Para instalar una nueva licencia que será usada inmediatamente después de la actual, seleccione {0} (el día después de que la licencia caduque) en el campo de fecha al añadir la nueva licencia.
hy: Անմիջապես նախկինից հետո նոր լիցենզիզա տեղադրելու համար ընտրեք {0} (հաջորդ օրվա ամսաթիվը) ամսաթիվ դաշտում ավելացնելով նոր լիցենզիա:
ka: ახალი ლიცენზიის დასაყენებლად, რომელიც ვადას გაუგრძელებს უკვე არსებულს, აირჩიეთ {0} (ლიცენზიის ამოწურვის დღე) თარიღის ველში - ახალი ლიცენზიის დამატებისას.
ru: Для установки новой лицензии, продлевающей текущую, выберите {0}(день окончания лицензии) в поле даты при добавлении новой лицензии.

source: To invoice:
az: Hesab-fakturaya
bg: Към фактура:
es: Facturar:
fr: Pour la facture:
hy: Ապրանքագիր
ka: ინვოისზე:
ru: К счету-фактуре:

source: To location
az: Obyektə
bg: Към обект
es: En entidad
fr: Pour emplacement
hy: Տեղամաս
ka: ადგილმდებარეობაზე
pl: Do działu
ru: На объект
uk: На об'єкт

source: To location: {0}
az: Obyektə: {0}
bg: Към обект: {0}
es: En entidad: {0}
fr: Pour emplacement:{0}
hy: Դեպի {0} տեղամաս
ka: ადგილმდებარეობაზე: {0}
pl: Do działu: {0}
ru: На объект: {0}
uk: На об'єкт: {0}

source: To make sure that the new license will be used right after the current one, select {0} (the day after the license expires) in the date field while adding the new license.
bg: За да сте сигурни, че новият лиценз ще бъде използван веднага след текущия, изберете {0} (денят след като лиценза изтича) в полето за дата, когато добавяте новият лиценз.
es: Para asegurarse de que la nueva licencia será usada inmediatamente después de la actual, seleccionará {0} (el día después de que la licencia caduque) en el campo de fecha al añadir la nueva licencia.
hy: Ընտրեք {0} համոզվելու համար, որ լիցենզիան կօգտագործվի նախորդից հետո
ka: რომ დარწმუნდეთ ახალი ლიცენზიის სწორად გამოყენებაში ამოირჩიეთ {0} (ლიცენზიის ვადის გასვლის შემდეგ დღე) თარიღის ველში სანამ დაამატებთ ახალ ლიცენზიას.
ru: Для того, чтобы использовать новую лицензию сразу после текущей, выберите {0}(день окончания лицензии) в поле даты при добавлении новой лицензии.

source: To modify the locations managing replica the setting "{0}" must be enabled first! Do you want to enable it now?
bg: За да промениете управляващото обектите копие, настройката "{0}" първо трябва да бъде включина. Желаете ли да я включите сега?
es: ¡Para modificar las entidades manejando un duplicado el ajuste "{0}" debe estar habilitado primero! ¿Quiere usted permitirlo ahora?
ka: ადგილმდებარეობის მართვის კოპიოს შესაცვლელად უნდა ჩართოთ პარამეტრი "{0}". გნებავთ ამ პარამეტრის ჩართვა?
ru: Для изменения объектов должна быть включена настройка "{0}". Включить?

source: To print a receipt for a document without VAT you need to define a 0% VAT group in {0} and in the receipt printer if necessary!
az: Для печати чека для документа без НДС необходиомо назначить ставку НДС 0% для {0} и запрограммировать принтер, если необходимо.
bg: За да отпечатате бележка за документ без данък, трябва да добавите нулева данъчна група в {0} и при необходимост и в принтера за бележки.
es: ¡Para imprimir un recibo para un documento sin IVA usted necesita definir un grupo de IVA de 0% en {0} y en la impresora del recibo si es necesario!
fr: Pour imprimer un reçu pour un document sans TVA dont vous avez besoin de définir un groupe de TVA de 0% en {0} et dans l'imprimante de reçus, si nécessaire!
hy: Ա {0}
ka: დოკუმენტისთვის დღგ-ს გარეშე ქვითრის ამოსაბეჭდად უნდა განისაზღვროს 0% -იანი დღგ-ს ჯგუფი{0} ში და თუ საჭიროა პრინტერშიც
pl: Aby wydrukować potwierdzenie dokumentu bez VAT należy określić grupę VAT 0% w {0} i podłączyć drukarkę paragonów w razie potrzeby!
ru: Для печати чека для документа без НДС необходимо назначить ставку НДС 0% для {0} и запрограммировать принтер, если необходимо.

source: To print a receipt for an operation without VAT you need to define a 0% VAT group in {0} and in the receipt printer if necessary!
az: Для печати чека для операции без НДС необходиомо назначить ставку НДС 0% для {0} и запрограммировать принтер, если необходимо.
bg: За да отпечатате бележка за операция без данък, трябва да добавите нулева данъчна група в {0} и при необходимост и в принтера за бележки.
es: ¡Para imprimir un recibo para una operación sin IVA usted necesita definir un grupo de IVA de 0% en {0} y en la impresora del recibo si es necesario!
fr: Pour imprimer un reçu pour une opération sans TVA dont vous avez besoin de définir un groupe de TVA de 0% en {0} et dans l'imprimante de reçus, si nécessaire!
hy: Ա {0}
ka: ოპერაციისთვის დღგ-ს გარეშე ქვითრის ამოსაბეჭდად უნდა განისაზღვროს 0% -იანი დღგ-ს ჯგუფი{0} ში და თუ საჭიროა პრინტერშიც
pl: Aby wydrukować potwierdzenie operacji bez VAT należy określić grupę VAT 0% w {0} i podłączyć drukarkę paragonów w razie potrzeby!
ru: Для печати чека для операции без НДС необходимо назначить ставку НДС 0% для {0} и запрограммировать принтер, если необходимо.

# Distribution
source: To sell your credits please write to {0} from your official distributor email and specify the exact amount of credits that you want to sell.
bg: За да продадете вашите кредити, моля, пишете на {0} от вашият официален дистрибуторски имейл и посочете точното количество кредити, което искате да продадете.
es: Para vender su crédito por favor escriba a {0} desde su correo electrónico de distribución oficial y especifique la cantidad de crédito que desea vender.
hy: Կրեդիտները վաճառելու համար խնդրում ենք գրել {0} դիստրիբյուտորի էլ փոստից, նշելով վաճառվող լիցենզիաների քանակը
ka: თქვენი კრედიტების გასაყიდად მისწერეთ {0}-ს თქვენი ოფიციალური დისტრიბუტორის იმეილიდან და დააზუსტეთ კრედიტების თანხა რომლის გაყიდვაც გსურთ.
ru: Для продажи кредитов вам необходимо написать на {0} с вашего официального дистрибьюторского адреса электронной почты и указать точное количество кредитов, которое вы хотели бы продать.
uk: Для продажу кредитів вам необхідно написати на {0} з вашого офіційного дистриб'юторського е-mail і вказати точну кількість кредитів, яке ви хотіли б продати.

source: To:
az: До:
bg: До:
es: Para:
fr: À :
hy: Դեպի
ka: თვის:
pl: Do:
ru: До:
uk: До:

source: Today
az: Bugün
bg: Днес
es: Hoy
fr: Aujourd’hui
hy: Այսօր
ka: დღეს
pl: Dziś
ru: Сегодня
uk: Сьогодні

source: Tools
az: Alətlər
bg: Други
es: Herramientas
fr: Outils
hy: Գործիքներ
ka: ხელსაწყოები
pl: Instrumenty
ru: Инструменты

source: Top
az: Yuxarı
bg: Отгоре
es: Tope
fr: Sommet
hy: Վերև
ka: ზევით
pl: W gure
ru: Верх
uk: Верх

source: Total
az: Cəmi
bg: Общо
hy: Գումար
ka: სულ
pl: Razem
ru: Итого
uk: Всього

source: Total (in words):
az: Yekun(sözlə):
bg: Общо (с думи):
es: Total (en palabras):
fr: Total (en mots) :
hy: Գումարը բառերով
ka: ჯამი (სიტყვიერად)
pl: Razem(pisemnie) :
ru: Итого(прописью):
uk: Всього(прописом):

source: Total Amount
az: Yekun məbləğ
bg: Обща стойност
es: Suma Total
fr: Montant Total
hy: Գումար
ka: მთლიანი ჯამი
pl: Końcowa suma
ru: Итоговая сумма
uk: Всього Сума

source: Total Purchase Amount
az: Alışın yekun məbləği
bg: Обща доставна стойност
es: Cantidad Total de Compra
fr: Montant Total d’Achat
hy: Գնման ընդհանուր գումարը
ka: შესყიდვის სრული ჯამი
pl: Końcowa suma kupna
ru: Общая сумма закупки
uk: Загальна сума покупки

source: Total Qtty
az: Yekun say
bg: Общо количество
es: Cantidad Total
fr: Quantité Totale
hy: Քանակ
ka: სრული რაოდენობა
pl: Końcowa Ilość
ru: Итоговое кол-во
uk: Кількість всього

source: Total Sale Amount
az: Satışın yekun məbləği
bg: Обща продажна стойност
es: Cantidad total de ventas
fr: Montant total de vente
hy: Ընդհանուր վաճառքի գումարը
ka: გაყიდვების ჯამური თანხა
pl: Razem suma sprzedaży
ru: Итого сумма продаж

source: Total Signed Qtty
az: Итоговое значимое кол-во
bg: Общо количество със знак
es: Cantidad Total Firmada
fr: Quantité Totale Signée
hy: Քանակ
ka: სრული შემოსული რაოდენობა
pl: Końcowa Znacząca Ilość
ru: Итоговое значимое кол-во
uk: Кількість всього підписано

source: Total amount
az: Yekun məbləğ
bg: Обща стойност
es: Suma total
fr: Montant total
hy: Գումար
ka: სულ ჯამი
pl: Końcowa suma
ru: Итоговая сумма
uk: Підсумкова сума

source: Total operations:
bg: Общо операции:
es: Total de operaciones:
hy: Ընդհանուր գործողություններ
ka: ოპერაციები სრულად:
ru: Всего операций:

source: Total qtty
az: Yekun say
bg: Общо количество
es: Cantidad total
fr: Quantité totale
hy: քանակ
ka: სრული რაოდენობა
pl: Końcowa ilość
ru: Итоговое кол-во
uk: Кількість всього

source: Total signed qtty
az: Итоговое значимое кол-во
bg: Общо количество със знак
es: Cantidad total firmada
fr: Quantité totale signée
hy: Քանակ
ka: სრული შემოსული რაოდენობა
pl: Końcowa znacząca ilość
ru: Итоговое значимое кол-во
uk: Кількість всього підписано

source: Total stock-taking Amount
az: İnventarizasiyanın yekun məbləği
bg: Обща ревизионна стойност
es: Suma total de inventario
fr: Bilan du montant total
hy: Ընդհանուր վերահաշվարկված քանակությունը
ka: ინვენტარიზაციის სრული ჯამი
pl: Końcowa suma inwentaryzacji
ru: Итоговая сумма инвентаризации
uk: Всього облікова сума

source: Total:
az: Cəm:
bg: Общо:
hy: Ընդամենը
ka: სულ:
pl: Wyniki:
ru: Итого:
uk: Разом:

source: Total: {0}
bg: Общо: {0}
hy: Ընդամենը {0}
ka: სულ: {0}
ru: Итого: {0}

source: Totals
az: Cəmi
bg: Сумиране
es: Totales
fr: Totaux
hy: Ընդամենը
ka: შედეგები
pl: Wyniki
ru: Итоги
uk: Підсумки

source: Totals partner:
bg: Партньор за тотали:
es: Total de socios:
hy: Ընդամենը գործընկերներ
ka: შედეგების პარტნიორი:
ru: Итого по партнеру:

source: Touch Screen
az: Sensorlu ekran
bg: Сензорен екран
es: Pantalla Táctil
fr: Touchez l’écran
hy: Վաճառքի էկրան
ka: სენსორული ეკრანი
pl: Dotykowy ekran
ru: Сенсорный экран
uk: Сенсорний екран

source: Track inventory (QuickBooks Online Plus only)
bg: Следене на наличностите (само за QuickBooks Online Plus)
hy: Ապրանքների շարժը միյայն (QuickBooks Online Plus )
ru: Отслеживание переучета(только для QuickBooks Online Plus)

source: Transaction
az: Tranzaksiya
bg: Транзакция
es: Transacción
hy: Տրանզակցիա
ka: ტრანზაქცია
pl: Transakcja
ru: Транзакция
uk: Транзакція

# Customer
source: Transfer
bg: Преместване
es: Transferencia
hy: Սեղանի փոփոխում
ka: გადაგზავნა
ru: Перемещение

source: Transfer
az: Yerdəyişmə
bg: Трансфер
es: Transferencia
fr: Transfert
hy: Տեղափոխում
ka: გადაგზავნა
pl: Przemieszczenie
ru: Перемещение
uk: Переміщення

source: Transfer - Select Document
az: Yerdəyişmə - Sənəd seçimi
bg: Трансфери - избор на документ
es: Transferencia - Seleccionar documento
fr: Transfert – Sélection du Document
hy: Տեղափոխում
ka: გადაგზავნა - დოკუმენტის არჩევა
pl: Przemieszczenie - Wybrać dokument
ru: Перемещение - Выбор документа
uk: Переміщення - Вибрати документ

source: Transfer Customer
az: Müştərinin yerini dəyişmək
bg: Прехвърляне на клиент
es: Transferir Cliente
fr: Client du Transfert
hy: Տեղափոխում գործընկեր
ka: კლიენტის გადაადგილება
pl: Przenieść klienta
ru: Переместить клиента
uk: Перемістити клієнта
