Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: The folders "{0}" and/or "{1}" do not exist. Please create them manually and try again.
az: "{0}" və/və ya "{1}" qovluğu mövcud deyil. Onları yaradın və cəhdinizi təkrar edin.
bg: Папките "{0}" и/или "{1}" не съществуват. Моля, създайте ги и опитайте отново.
es: Las carpetas "{0}" y/o "{1}" no existen. Por favor creelas manualmente e inténtelo de nuevo.
fr: Les dossiers "{0}"et / ou "{1}"n'existent pas. S'il vous plaît les créer manuellement et essayez à nouveau.
hy: "{0} " կամ/և "{1} " թղթապանակը գոյություն չունի: Խնդրում ենք դրանք ստեղծել ձեռքով և հետո կրկին փորձել
ka: საქაღალდეები "{0}" და/ან "{1}" არ არსებობს. შექმენით ისინი და კვლავ სცადეთ.
pl: Foldery "{0}"lub "{1}" nie istnieją. Stworzcie ich ręcznie albo spróbujcie jeszcze raz.
ru: Папки "{0}" и/или "{1}" не существуют. Создайте их вручную или повторите попытку.
uk: Папки "{0} " і/або "{1}" не існують. Будь ласка, створіть їх вручну і спробуйте ще раз.

source: The getti Connector service allows you to register sales using getti cards to the getti system.
bg: Услугата "Връзка с getti" Ви позволява да регистрирате продажбите направени чрез getti карти в системата на getti.
es: El servicio del Connector getti le permite registrar las ventas usando la tarjeta getti para el sistema getti.
hy: Getti միակցիչը հնարավորություն է ընձեռնում գրանցել վաճառքները getti համակարգում
ka: getti კონექტორის სერვისი საშუალებას გაძლევთ, getti სისტემაში დაარეგისტრიროთ გაყიდვები getti ბარათის გამოყენებით
ru: Коннектор getti позволяет регистрировать продажи с использованием карт getti в системе лояльности getti.

source: The group column "{0}" is not available! Please select another column using the "View" button.
bg: Груповата колона "{0}" отсъства. Моля, изберете друга колона чрез бутона "Изглед".
es: ¡La columna del grupo "{0}" no está disponible! Por favor seleccione otra columna usando "Ver" botón
hy: խմբի սյունակը "{0}" գոյություն չունի
ka: ჯგუფის სვეტი "{0}" მიუწვდომელია! გთხოვთ ამოირჩიეთ სხვა სვეტი "View" ღილაკის გამოყენებით.
ru: Группировка колонки "{0}" недоступна. Выберите другую колонку.

source: The group was removed from IncoCloud successfully!
bg: Групата беше премахната от "IncoCloud" успешно!
es: ¡El grupo fue eliminado de IncoCloud correctamente!
hy: IncoCloud–ից խմբի հեռացումը ավարտված է
ka: ჯგუფის წაშლა ინკო-ღრუბლიდან განხორციელდა წარმატებით!
ru: Группа была удалена успешно из IncoCloud.

source: The group {0} cannot be found! Do you want to create it?
bg: Групата {0} не може да бъде намерена! Желаете ли да бъде създадена?
es: ¡El grupo {0} no puede ser encontrado! ¿Desea crearlo?
hy: {0} խումբը գոյություն չունի ցանկանում եք ստեղծել?
ka: ჯგუფი {0} ვერ მოიძებნა! გავხსნა?
ru: Группа {0} не найдена! Создать?
uk: Група {0} не знайдено! Створити?

source: The images folder does not exist! Please select an existing folder.
az: Seçilmiş qovluq mövcud deyil! Mövcud olan qovluğu seçin.
bg: Папката за картинки не съществува! Моля, изберете съществуваща папка.
es: ¡La carpeta de imágenes no existe! Por favor seleccione una carpeta que exista.
fr: Le dossier d'images n'existe pas! S'il vous plaît sélectionner un dossier existant.
hy: Ընտրված թղթապանակը գոյություն չունի! ընտրեք գոյություն ունեցող թղթապանակ
ka: სურათების საქაღალდე არ არსებობს! გთხოვთ მიუთითოთ არსებული საქაღალდე.
pl: Wybranmy folder nie istnieje! Wybierzcie istniejący folder.
ru: Выбранная папка не существует! Выберите существующую папку.
uk: Вибрана папка не існує! Выберіть існуючу папку.

source: The imported operation cannot be saved due to insufficient quantity of item "{0}".
bg: Внесените операции не могат да бъдат записани поради недостиг на стока "{0}".
es: La operación de importación no puede ser guardada debido a la insuficiente cantidad del elemento "{0}" .
hy: Ներմուծված գործողությունը չի կարող պահպանվել "{0}" ապրանքի անբավարար քանակի պատճառով
ka: იმპორტირებული ოპერაციის შენახვა შეუძლებელია "{0}" არასაკმარისი რაოდენობის გამო.
ru: Импортируемая операция не может быть сохранена из-за нехватки количества "{0}".
uk: Операція, яку ви імпортуєте не може бути збережена із-за недостатньої кількості товару "{0}".

source: The information was saved successfully! You will receive an email with activation code soon.
bg: Информацията беше записана успешно! Скоро ще получите имейл с код за ативация.
es: ¡La información fue guardada correctamente! Recibirá pronto un correo electrónico con el código de activación.
hy: Ինֆորմացիան հաջողությամբ պահպանվել է, դուք կստանաք ակտիվացման կոդըը պարունակող նամակ
ka: ინფორმაცია შენახულია წარმატებით! თქვენ მიიღებთ იმეილს აქტივაციის კოდით.
ru: Информация была сохранена успешно! Проверьте почту для получения кода активации.

source: The item "{0}" cannot be deleted, because it is used in operations.
bg: Стоката "{0}" не може да се изтрие, защото се използва в операции.
es: La mercancía "{0}" no puede ser borrada, porque esta es usada en operaciones.
hy: "{0}" ապրանքը հնարավոր չէ հեռացնել, քանի որ այն մասնակցում է գործողությանը
ka: "{0}" საქონლის წაშლა შეუძლებელია, რადგან ის გამოყენებულია ოპერაციებში.
ru: Товар "{0}" не может быть удален, так ка используется в операциях.

source: The item "{0}" cannot be deleted, because it is used in operations. Do you want to move it to the "Deleted" group?
az: "{0}" malı silinə bilməz, çünki o,əməliyyatlarda iştirak edir. Silmək üçün əvvəlcə həmin əməliyyatları silmək lazımdır!
bg: Стоката "{0}" не може да се изтрие, защото се използва в операции. Желаете ли да я преместите в група "Изтрити"?
es: La mercancía "{0}" no puede ser borrada, porque esta es usada en operaciones. ¿Desea moverla al grupo "Eliminado".
fr: L'élément "{0}"ne peut pas être supprimé, car il est utilisé dans les opérations. Voulez-vous le déplacer vers la "supprimé " groupe?
hy: "{0}" ապրանքը չի կարող հեռացվել, քանի որ այն մասնակցում է գործողությանը, տեղափոխվել այն "Հեռացված" խումբ?
ka: საქონლის "{0}" წაშლა არ შეიძლება, რადგან გამოიყენება ოპერაციებში. გსურთ გადავიტანოთ ჯგუფში "წაშლილი"?
ru: Товар "{0}" не может быть удален, так как используется в операции. Переместить его в группу "Удаленные" ?

source: The item "{0}" is used as a material and as a product!
az: Товар "{0}" используется как сырье и продукт одновременно!
bg: Стоката "{0}" се използва едновременно като суровина и като продукт!
es: La mercancía "{0}" es usada como material y como producto!
fr: L'élément "{0}"est utilisé comme un matériau et comme un produit!
hy: "{0}" ապրանքը միաժամանակ օգտագործվում է որպես հումք և որպես արտադրանք
ka: "{0}" საქონელი გამოიყენება როგორც პროდუქტი და როგორც მასალა ერთდროულად!
pl: Towar "{0}" wykorzystuje się jak surowiec i produkt jednocześnie!
ru: Товар "{0}" используется как сырье и продукт одновременно!
uk: Товар "{0}" використовується как сировина і продукт одночасно!

source: The item code pattern is not valid. The pattern should be of the following format: <prefix>#<suffix>
az: Указанный шаблон кода товара недопустим. Шаблон должен быть следующего формата: <prefix>#<suffix>
bg: Моделът за код на стока е невалиден. Моделът трябва де е във формат <представка>#<наставка>.
es: El patrón de código de la mercancía no es válido. El formato del patrón podría ser el siguiente <prefix>#<suffix>
fr: Le modèle de code élément n'est pas valide. Le modèle devrait être sous le format suivant:<préfixe> # <suffixe>
hy: Կոդի շաբլոնը սխալ է
ka: საქონლის კოდის ნიმუში გამოუსადეგარია, ის უნდა იყოს შემდეგი ფორმატის:<prefix>#<suffix>
pl: Wskazany szablon kodu towaru jest niedopuszczalny. Szablon powinien być następnego formatu: <prefix>#<suffix>
ru: Указанный шаблон кода товара недопустим. Шаблон должен быть следующего формата: <prefix>#<suffix>

source: The item group "{0}" is not empty! All child items must be removed before removing the item group.
az: "{0}" qrupu doludur! Silmək üçün qrupun içindəkiləri silin və ya yerini dəyişdirin.
bg: Група "{0}" не е празна! Моля, изтрийте всички елементи, преди да изтриете самата група.
es: ¡El grupo de mercancía "{0}" no está vacío! Todos los artículos descendientes deben ser eliminados antes de quitar el grupo de mercancías.
fr: Le groupe d’article "{0}" n'est pas vide! Tous les articles enfant doit être retiré avant de retirer le groupe d'articles.
hy: "{0}" խումբը լրացված է! խմբի պարունակությունը պետք է տեղափոխվի կամ ջնջվի խումբը ջնջելուց առաջ
ka: "{0}" ჯგუფი არ არის ცარიელი! ჯგუფის შიგთავსი უნდა იქნას გადატანილი ან წაშლილი.
pl: Grupa "{0}" wypełniona! Treść grupy powinna być przemieszczona albo usunięta przed usunięciem grupy.
ru: Группа "{0}" заполнена! Содержание группы должно быть перемещено или удалено перед удалением группы.
uk: Група "{0}" заповнена! Вміст групи повинен бути переміщений або видалений перед видаленням групи.

source: The item was not found!
bg: Стоката не беше намерена!
es: ¡La mercancía no fue encontrada!
hy: Ապրանքը գոյություն չունի
ka: საქონელი ვერ მოიძებნა!
ru: Товар не найден!

source: The key column "{0}" is not available! Please select another column using the "View" button.
bg: Ключовата колона "{0}" отсъства. Моля, изберете друга колона чрез бутона "Изглед".
es: ¡La columna del código "{0}" no está disponible! Por favor seleccione otra columna usando "Ver" botón
hy: բանալու "{0}" սյունակը անհասանելի է
ka: ძირითადი სვეტი "{0}" მიუწვდომელია! გთხოვთ ამოირჩიეთ სხვა სვეტი "View" ღილაკის გამოყენებით.
ru: Колонка "{0}" недоступна! Укажите другую колонку.

source: The kitchen printer is out of paper!
az: Mətbəx printerində kağız yoxdur!
bg: Хартията в кухненския принтер е свършила!
es: ¡La impresora de la cocina está sin papel!
fr: L'imprimante cuisine est à court de papier!
hy: Խոհանոցային տպիչում թուղթ չկա!
ka: სამზარეულო პრინტერში არ არის ქაღალდი!
pl: W kuchennej drukarce nie ma papieru!
ru: В кухонном принтере нет бумаги!
uk: В кухонній друкарці немає паперу!

source: The last owner cannot be deleted before the rest of the users!
az: Последний владелец не может быть удален раньше других пользователей!
bg: Последният собственик не може да бъде изтрит преди останалите потребители!
es: ¡El último dueño no puede ser borrado antes del resto de los usuarios!
fr: Le dernier propriétaire ne peut pas être supprimé avant que le reste des utilisateurs!
hy: Սեփականատիրոջը հնարավոր չէ հեռացնել
ka: ბოლო მესაკუთრე არ შეიძლება წაიშალოს, რადგან მასზე დამოკიდებულია მის მიერ შექმნილი მომხმარებლები!
pl: Ostatni właściciel nie może być usunięty dopuki inne użytkowniki nie będą usunięte!
ru: Последний владелец не может быть удален раньше других пользователей!
uk: Останній власник не може бути видалений раніше інших користувачів!

source: The license activation finished successfully!
az: Lisenziyanın aktivasiyası uğurla yerinə yetirildi!
bg: Задействането на лиценза приключи успешно!
es: ¡La activación de la licencia finalizó correctamente!
fr: L'activation de licence s'est terminée avec succès!
hy: Լիցենզիայի ակտիվացումը ավարտվեց բարեհաջող
ka: ლიცენზიის გააქტიურებამ წარმატებით ჩაიარა!
pl: Aktywacja licencji jest dokonana pomyślnie!
ru: Активация лицензии завершена успешно!
uk: Активація ліцензії успішно завершено!

source: The license activation operation took too long and was unable to complete. Please try again later.
az: Процесс активации превысли допустимое время и не завершен. Повторите попытку позже.
bg: Задействането на лиценза отне твърде дълго и не можа да приключи. Моля, опитайте по-късно.
es: La operación de activación de licencia tardó demasiado tiempo y no se completó. Por favor inténtelo más tarde.
fr: L'opération d'activation de licence a pris trop longtemps et n'a pas pu terminer. S'il vous plaît réessayer plus tard.
hy: Լիցենզիայի ակտիվացման գործընթացը տևում է շատ երկար և չի կարող ավարտվել:Խնդրում ենք կրկին փորձել ավելի ուշ:
ka: ლიცენზირების აქტივაციის პროცესი გრძელდება ძალიან დიდ ხანს და ვერ სრულდება. გთხოვთ სცადოთ მოგვიანებით.
pl: Proces aktywacji przewysił dopuszczalny czas i nie dokończył. Spróbujcie jeszcze raz później.
ru: Процесс активации превысил допустимое время и не завершен. Повторите попытку позже.
uk: Активація ліцензії займає надто багато часу і не змогла завершитись. Будь ласка, повторіть спробу пізніше.

source: The license code is invalid!
bg: Лицензният код е невалиден!
es: ¡El código de la licencia es inválido!
hy: Լիցենզիայի համարը սխալ է
ka: არასწორი სალიცენზიო კოდი!
ru: Недопустимый код лицензии.

source: The license download finished successfully!
az: Загрузка лицензии успешно завершена!
bg: Свалянето на лиценза приключи успешно!
es: ¡Finalizó la descarga de la licencia correctamente!
fr: Le téléchargement de la licence a terminé avec succès!
hy: Լիցենզիայի ներբեռնումը ավարտվեց բարեհաջող
ka: ლიცენზიის ჩამოტვირთვა დასრულებულია წარმატებით!
pl: Ściąganie licencji zakończona pomyślnie!
ru: Загрузка лицензии успешно завершена!

source: The license download operation took too long and was unable to complete. Please try again later.
az: Операция загрузки лицензии выполняется слишком долго. Попробуйте позже.
bg: Свалянето на лиценза отне твърде много време и не успя да приключи успешно. Моля, опитайте по-късно
es: La operación de descarga de licencia tardó demasiado tiempo y no se completó. Por favor inténtelo más tarde.
fr: L'opération de téléchargement de licence a pris trop longtemps et n'a pas pu terminer. S'il vous plaît réessayer plus tard.
hy: Խնդրում ենք կրկնել լիցենզիայի ներբեռնումը
ka: ლიცენზიის ჩამოტვირთვა მიმდინარეობდა დიდხანს და ვერ დასრულდა. გთხოვთ, სცადოთ ხელმეორედ.
pl: Operacja pobrania licencji trwało zbyt długo i nie była zakonczona. Spróbuj ponownie później
ru: Операция загрузки лицензии выполняется слишком долго. Попробуйте позже.

source: The license file was successfully copied to "{0}". Please restart {1} in order to start using the new license.
az: Файл лицензии был успешно скопирован в "{0}". Перезапустите {1} для начала использования новой лицензии.
bg: Лицензният файл е успешно копиран в "{0}". Моля, рестартирайте {1}, за да използвате новия лиценз.
es: El fichero de licencia fue correctamente copiado a "{0}" . Por favor reinicie {1} para poder empezar a usar la nueva licencia.
fr: Le fichier de licence a été copiée avec succès vers "{0}". S'il vous plaît redémarrer {1} dans le but de commencer à utiliser la nouvelle licence.
hy: Լիցենզիայի ֆայլը չի պատճենահանվել "{0}" -ում: Վերսկսել {1}-ը նոր լիցենզիայի օգտագործման համար
ka: ლიცენზიის ფაილი წარმატებით იქნა ჩაწერილი "{0}" - ში. გადატვირთეთ {1} ახალი ლიცენზიის გამოსაყენებლად.
pl: Plik licencji nie był skopiowany w "{0}". Ponownie uruchomianie {1} dla początku użycia nowej licencji.
ru: Файл лицензии был успешно скопирован в "{0}". Перезапустите {1} для начала использования новой лицензии.
uk: Файл ліцензії не був скопійований в "{0}". Перезапустіть {1} для початку використання нової лицензії.

source: The list of bank notes and coins is invalid. The list must contain only the allowed currency values, separated by ';'.
az: Список банкнот и монет неверен. Он должен содержать только разрешенные значения, разделенные знаком ";".
bg: Списъкът от банкноти и монети е невалиден. Списъкът може да съдържа само позволените валути, разделени с ';'.
es: La lista de billetes y monedas no es válida. La lista debe contener sólo los valores de la moneda circulante permitida, separado por ';'.
fr: La liste des billets de banque et pièces de monnaie n'est pas valide. La liste ne doit contenir que des valeurs monétaires admis, séparés par ';'.
hy: Թղթադրամների ցուցակը սխալ է, այն պետք է պարունակի միայն թույլատրելի տվյալներ
ka: ბანკნოტებისა და მონეტების სია არის ძალადაკარგული. სია უნდა შეიცავდეს მხოლოდ ნებადართულ ვალუტას გამოყოფილს ';'-ით.
pl: Lista banknotów i monet jest nieprawidłowa. Lista musi zawierać tylko dozwolone wartości waluty, oddzielone.
ru: Список банкнот и монет неверен. Он должен содержать только разрешенные значения, разделенные знаком ";".
uk: Список банкнот і монет невірний. Він повинен містити тільки дозволені значення, розділені знаком ';'.

source: The location "{0}" cannot be deleted, because it is used in operations.
bg: Обектът "{0}" не може да се изтрие, защото се използва в операции.
es: La entidad "{0}" no puede ser eliminada, porque está siendo usada en operaciones.
hy: "{0}" տեղամասը հնարավոր չէ հեռացնել, քանի որ այն մասնակցում է գործողությանը
ka: ადგილმდებარეობის "{0}" წაშლა არ შეიძლება, რადგან გამოიყენება ოპერაციებში.
ru: Объект "{0}" не может быть удален, так как используется в операциях.

source: The location "{0}" cannot be deleted, because it is used in operations. Do you want to move it to the "Deleted" group?
az: "{0}" obyekti silinə bilməz, çünki o,əməliyyatlarda iştirak edir. Silmək üçün əvvəlcə həmin əməliyyatları silmək lazımdır!
bg: Обектът "{0}" не може да се изтрие, защото се използва в операции. Желаете ли да го преместите в група "Изтрити"?
es: La entidad "{0}" no puede ser eliminada, porque está siendo usada en operaciones. ¿Desea moverla a el grupo "Eliminado"?
fr: L'emplacement "{0}"ne peut pas être supprimé, car il est utilisé dans les opérations. Voulez-vous le déplacer vers la "supprimé"groupe?
hy: "{0}", քանի որ այն մասնակցում է գործողությանը, տեղափոխել այն "Հեռացված" խումբ ?
ka: ადგილმდებარეობის "{0}" წაშლა არ შეიძლება, რადგან გამოიყენება ოპერაციებში. გსურთ გადავიტანოთ ჯგუფში "წაშლილი"?
ru: Объект "{0}" не может быть удален, так как используется в операции. Переместить его в группу "Удаленные" ?

source: The location "{0}" has orders associated with it! All orders for this location must be finished or cancelled before converting the location to location group.
az: На участке "{0}" есть заказы! Все заказы для этого участка должны быть выполнены или отменены до преобразования участка в группу участков.
bg: Обект "{0}" има активни поръчки! Всички поръчки трябва да са приключени, преди да се преобразува или изтрие обекта.
es: ¡La entidad "{0}" tiene pedidos asociados a ella! Todos los pedidos de esta entidad deben ser finalizados o cancelados antes de convertir la entidad a un grupo de entidades.
fr: L'emplacement "{0}"a des ordres qui lui sont associés! Toutes les commandes de cet emplacement doit être terminé ou annulé avant la conversion de l'emplacement au groupe emplacement.
hy: "{0}" տեղամասում կան պատվերներ! այդ տեղամասի համար բոլոր պատվերները պետք է կատարվեն կամ հերքվեն մինչև տեղամասեր խմբում տեղամասի ձևավորումը:
ka: "{0}" ადგილმდებარეობაზე არის შეკვეთები! ამ ადგილმდებარეობაზე არსებული ყველა შეკვეთა უნდა შესრულდეს ან წაიშალოს მისი ჯგუფში გარდაქმნის წინ.
pl: Na dziale "{0}" są zamówienia! Wszystkie zamówienia dla tego działu powinny być dokonane albo skasowane do przekształcenia działu w grupy działów.
ru: На объекте "{0}" есть заказы! Все заказы для этого объекта должны быть выполнены или отменены до преобразования объекта в группу объектов.
uk: На об'єкті "{0}" є замовлення! Все замовлення для цього об'єкту повинно бути виконано або відмінено до перетворення об'кта в групу об'єктів.

source: The location "{0}" has orders associated with it! All orders for this location must be finished or cancelled before removing the location.
az: На участке "{0}" есть заказы! Все заказы для этого участка должны быть выполнены или отменены до удаления участка.
bg: Обект "{0}" има активни поръчки! Всички поръчки трябва да са приключени, преди да се преобразува или изтрие обекта.
es: ¡La entidad "{0}" tiene pedidos asociadas a él! Todos los pedidos para esta entidad deben estar finalizados o cancelados antes de eliminar la entidad.
fr: L'emplacement "{0}" a des ordres qui lui sont associés! Toutes les commandes de cet emplacement doit être terminé ou annulé avant la conversion de l'emplacement au groupe emplacement.
hy: "{0}" տեղամասում կան պատվերներ! այդ տեղամասի համար բոլոր պատվերները պետք է կատարվեն կամ հերքվեն մինչև տեղամասի ջնջումը
ka: "{0}" ადგილმდებარეობაზე არის შეკვეთები! ამ ადგილმდებარეობაზე არსებული ყველა შეკვეთა უნდა შესრულდეს ან წაიშალოს მისი წაშლის წინ.
pl: Na dziale "{0}" są zamówienia! Wszystkie zamówienia dla tego działu powinny być dokonane albo skasowane do usunięcia działu.
ru: На объекте "{0}" есть заказы! Все заказы для этого объекта должны быть выполнены или отменены до удаления объекта.
uk: На об'єкті "{0}" є замовлення! Все замовлення для цього об'єкта повино бути виконано або відмінено до видалення об'єкту.

source: The location assigned to this vending machine will be used to track the items availability.
bg: Обектът, зачислен към този автомат за стоки, ще бъде използван за проследяване на стоковата наличност.
es: La ubicación asignada a esta máquina expendedora se usará para monitorear la disponibilidad de mercancías
hy: Առևտրային ավտոմատի ընտրված տեղամասը պետք է օգտագործվի ապրանքների քանակության վերահսկման համար
ka: ამ სავაჭრო აპარატისთვის განსაზღვრული ადგილმდებარა გამოყენებულ იქნება საქონლის ტრეკირებისთვის
ru: Объект для данного рабочего места будет использоваться для отслеживания остатков

source: The location assigned to this web store will be used to track the items availability.
bg: Обектът, зачислен към този интернет магазин, ще бъде използван за проследяване на стоковата наличност.
es: La ubicación asignada para esta tienda web será usada para monitorear los productos habilitados
hy: Այս ինտերնետ խանութ օգտագործվելու է ապրանքի առկայության մասին տեղեկանալու համար
ka: ამ ვებ-მაღაზიის ადგილმდებარეობა იქნება გამოყენებული საქონლის რაოდენობის დასადგენად.
ru: Объект для интернет-магазина будет использоваться для отслеживания наличности.

source: The location code pattern is not valid. The pattern should be of the following format: <prefix>#<suffix>
az: Указанный шаблон кода участка недопустим. Шаблон должен быть следующего формата: <prefix>#<suffix>
bg: Моделът за код на обект е невалиден. Моделът трябва де е във формат <представка>#<наставка>.
es: ¡El patrón de código de la entidad no es válido! El formato del patrón podría ser el siguiente <prefix>#<suffix>
fr: Le modèle de code d’emplacement est invalide. Le modèle devrait être sous le format suivant: <préfixe> # <suffixe>
hy: Տեղամասի կոդի շաբլոնը անվավեր է
ka: ადგილმდებარეობის კოდის ნიმუში გამოუსადეგარია, ის უნდა იყოს შემდეგი ფორმატის: <prefix>#<suffix>
pl: Wskazany szablon kodu działu jest niedopuszczalny. Szablon powinien być następnego formatu: <prefix>#<suffix>
ru: Указанный шаблон кода объекта недопустим. Шаблон должен быть следующего формата: <prefix>#<suffix>

source: The location group "{0}" is not empty! All child location must be removed before removing the location group.
az: "{0}" obyektlər qrupu doludur!
bg: Групата от обекти "{0}" не е празна! Всички елементи трябва да бъдат изтрити, преди да се изтрие групата.
es: El grupo de entidad "{0}" no está vacío! Todos los artículos descendientes deben ser eliminados antes de quitar el grupo de mercancías.
fr: Le groupe emplacement "{0}" n'est pas vide! Tout emplacement enfant doit être retiré avant de retirer le groupe de l'emplacement.
hy: "{0}" տեղամասերի խումբը դատարկ չէ! խմբի պարունակությունը պետք է ջնջվի մինչև խմբի ջնջելը
ka: "{0}" ადგილმდებარეობების ჯგუფი შევსებულია! ჯგუფის შიგთავსი უნდა წაიშალოს ჯგუფის წაშლამდე.
pl: Grupa działu "{0}" wypełniona! Treść grupy powinna być usuwana do usunięcia grupy.
ru: Группа объектов "{0}"заполнена! Содержание группы должно быть удалено до удаления группы.
uk: Група "{0}"заповнена! Вміст групи повинна бути видалена до видалення групи.

source: The location that will be used for sales and inventory control cannot be empty!
bg: Обекта, който ще бъде използван за продажби и контрол на наличностите не може да бъде празен!
es: ¡La entidad que será usada para ventas y control de inventarios no puede estar vacía!
hy: Օգտագործվող տեղամասը չի կարող դատարկ լինել
ka: ადგილმდებარეობა, რომელიც გამოყენებულ იქნება გაყიდვებსა და ინვენტარიზაციაში არ შეიძლება იყოს ცარიელი!
ru: Объект для инвентаризации и продажи должен быть указан.

source: The location was not found!
bg: Обекта не беше намерен!
es: ¡La entidad no fue encontrada!
hy: Տեղամասը գոյություն չունի
ka: ადგილმდებარეობა ვერ მოიძებნა!
ru: Объект не найден!
