Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Items registered
az: Qeydiyyatlı mallar
bg: Регистрирани стоки
es: Mercancías registradas
fr: Articles enregistré
hy: Ապրանքների գրանցում
ka: რეგისტრირებული საქონელი
pl: Zarejestrowane towary
ru: Зарегистрированные товары
uk: Зареєстровані товари

source: Items...
az: Mallar...
bg: Стоки...
es: Mercancías...
fr: Articles ...
hy: Ապրանքներ
ka: საქონელი...
pl: Towar...
ru: Товары...
uk: Товари...

source: Items:
bg: Стоки:
es: Mercancías
hy: Ապրանքներ
ka: საქონელი:
ru: Товары:

source: January
az: Yanvar
bg: Януари
es: Enero
fr: Janvier
hy: Հունվար
ka: იანვარი
pl: Styczeń
ru: Январь
uk: Січень

source: Juices - Bulgarian
az: Şirələr
bg: Сокове - Български
es: Jugos - Búlgaros
fr: Jus de bulgares
hy: Հյութեր
ka: წვენები
pl: Soki
ru: Соки

source: July
az: İyul
bg: Юли
es: Julio
fr: Juillet
hy: Հուլիս
ka: ივლისი
pl: Lipiec
ru: Июль
uk: Липень

source: June
az: İyun
bg: Юни
es: Junio
fr: Juin
hy: Հունիս
ka: ივნისი
pl: Czerwiec
ru: Июнь
uk: Червень

source: KITCHEN ORDER
az: MƏTBƏXƏ SİFARİŞ
bg: КУХНЕНСКА ПОРЪЧКА
es: PEDIDO DE COCINA
fr: ORDRE DE CUISINE
hy: Խոհանոցային պատվեր
ka: სამზარეულოს დავალება
pl: ZAMÓWIENIE NA KUCHNIĘ
ru: ЗАКАЗ НА КУХНЮ
uk: ЗАМОВЛЕННЯ НА КУХНЮ

source: Keep unpaid documents
bg: Запазване на неплатените документи
es: Conservar documentos no pagados
hy: Պահպանել չվճարված փաստաթղթերը
ka: შეინახე გადაუხდელი დოკუმენტები
ru: Сохранять неоплаченные документы
uk: Зберігати неоплачені документи

source: Key
az: Açar
bg: Ключ
es: Atajo
fr: clé
hy: Բանալի
ka: გასაღები
pl: Klucz
ru: Ключ
uk: Ключ

source: Key Shortcuts
az: Düymələrin kombinasiyası
bg: Клавишни комбинации
es: Accesos directos de teclado
fr: Raccourcis Clavier
hy: Կրճատում
ka: ცხელი ღილაკები
pl: Kombinacje guzików
ru: Комбинации клавиш
uk: Комбінація клавіш

source: Key Shortcuts...
az: Düymələrin kombinasiyası...
bg: Клавишни комбинации...
es: Accesos directos de teclado...
fr: Raccourcis Clavier ...
hy: Կրճատումներ
ka: ცხელი ღილაკები...
pl: Kombinacje guzików...
ru: Комбинации клавиш...
uk: Комбінація клавіш...

source: Kitchen Receipt
bg: Кухненска бележка
es: Recetas de Cocina
hy: Խոհանոցային պատվեր
ka: სამზარეულოს რეცეპტი
ru: Чек для кухни

source: Kitchen printers
az: Mətbəx printerləri
bg: Кухненски принтери
es: Impresoras de cocina
fr: Les imprimantesde cuisine
hy: Խոհանոցային տպիչներ
ka: სამზარეულო პრინტერები
pl: Kuchenne drukarki
ru: Кухонные принтеры
uk: Кухонні друкарки

source: LIFO
bg: 1-во продавай последна доставена
hy: ԼԻՖՕ

source: LISTS
bg: СПИСЪЦИ
es: LISTAS
hy: Ցուցակներ
ka: სიები
ru: СПИСКИ

source: Label name cannot be empty!
az: Etikrtin adı boş ola bilməz
bg: Името на етикета не може да бъде празно:
es: ¡El nombre de la etiqueta no puede estar vacío!
fr: Nom de l'étiquette ne peut pas être vide!
hy: Պիտակի անունը չի կարող դատարկ լինել!
ka: ეტიკეტის დასახელება არ შეიძლება იყოს ცარიელი!
pl: Miano etykietki nie może być puste!
ru: Наименование этикетки не может быть пустым!
uk: Назва етикеток не може бути пустою!

source: Labels
bg: Етикети
es: Etiquetas
fr: Les étiquettes
hy: Պիտակ
ka: ეტიკეტები
ru: Этикетки

source: Last Modification
az: Sonuncu dəyişiliklər
bg: Последна промяна
es: Última Modificación
fr: Dernière mise à jour
hy: Վերջին փոփոխությունները
ka: ბოლო მოდიფიკაცია
pl: Ostatnia Zmiana
ru: Последнее изменение
uk: Остання модифікація

source: Last Modified
az: Sonuncu dəyişiliklər
bg: Последна промяна
es: Último Modificado
fr: Dernière mise à jour
hy: Վերջին անգամ փոփոխվել է
ka: ბოლო მოდიფიკაციით
pl: Ostatnia Zmiana
ru: Последнее изменение
uk: Останнє оновлення:

source: Last Month
az: Ötən ay
bg: Предишният месец
es: El mes pasado
fr: Le mois dernier
hy: Անցած ամիս
ka: ბოლო თვე
pl: Ostatni miesiąc
ru: Прошлый месяц
uk: Остадній місяць

source: Last Name:
bg: Фамилно име:
es: Apellido:
fr: Nom de famille
hy: Ազգանուն
ka: გვარი:
ru: Фамилия:

source: Last Report
az: Son hesabatlar
bg: Последна справка
es: Último reporte
fr: Le dernier rapport
hy: Վերջին հաշվետվություն
ka: ბოლო რაპორტები
pl: Ostatnie sprawozdania
ru: Последние отчеты
uk: Остадні звіти

source: Last Week
az: Ötən həftə
bg: Предишната седмица
es: La semana pasada
fr: Semaine dernière
hy: Անցած շաբաթ
ka: ბოლო კვირა
pl: Ostatni tydzień
ru: Прошлая неделя
uk: Остадня неділя

source: Last Year
az: Ötən il
bg: Предишната година
es: El año pasado
fr: L'année dernière
hy: Անցած տարի
ka: ბოლო წელიწადი
pl: Ostatni rok
ru: Прошлый год
uk: Остадній рік

source: Last communication
bg: Последна комуникация
es: Última comunicación
hy: Վերջին միացումը
ka: ბოლო კომუნიკაცია
ru: Последнее подключение

source: Last document
az: Sonuncu sənədlər
bg: Последен документ
es: Último documento
fr: Dernier document
hy: Վերջին փաստաթուղթ
ka: ბოლო დოკუმენტები
pl: Ostatnie dokumenty
ru: Последние документы
uk: Остадні документи

source: Last modification
az: Sonuncu dəyişiliklər
bg: Последна промяна
es: Última modificación
fr: Dernière modification
hy: Վերջին փոփոխությունները
ka: ბოლო მოდიფიკაცია
pl: Ostatnia Zmiana
ru: Последнее изменение
uk: Останні зміни

source: Last modified
az: Sonuncu dəyişiliklər
bg: Последна промяна
es: Último modificado
fr: Dernière mise à jour
hy: Վերջին անգամ փոփոխվել է
ka: ბოლო მოდიფიკაციით
pl: Ostatnia zmiana
ru: Последнее изменение
uk: Змінений

source: Last purchase price
az: Sonuncu satış qiyməti
bg: Последна доставна цена
es: Último precio de compra
fr: Dernier prix d'achat
hy: Վերջին գնման գինը
ka: ბოლო შესყიდვის ფასი
pl: Ostatnia przekupna cena
ru: Последняя закупочная цена
uk: Остадня продажна ціна

source: Last sync:
bg: Последна синхронизация:
es: Última sinc:
fr: La dernière synchro:
hy: Վերջին սինխրոնիզացիա
ka: ბოლო სინქრონიზაცია:
ru: Последняя синхронизация:

source: Last vending machine reports
bg: Последни отчети от автомати за стоки
es: Últimos reportes de la máquina expendedora
hy: Առևտրային ավտոմատի վերջին հաշվետվությունը
ka: ბოლო სავაჭრო აპარატის ანგარიშები
ru: Отчеты рабочего места

source: Last vending machines Z reports
bg: Последни Z-отчети от автомати за стоки
es: Últimos reportes Z de las máquinas expendedoras
hy: Առևտրային ավտոմատի վերջին Z հաշվետվությունը
ka: ბოლო სავაჭრო აპარატის Z ანგარიშები
ru: Z-отчеты рабочего места

# Distribution
source: Latitiude:
bg: Ширина:
es: Latitud:
hy: Լայնություն
ka: გრძედი:
ru: Ширина:

source: Layout Profiles
bg: Запаметени разпределения
es: Perfiles de Esquema
hy: Դասավորվածության պրոֆիլը
ka: პროფილების განლაგება
ru: Профили шаблонов

source: Layout profile
bg: Запаметено разпределение
es: Perfil de esquema
hy: Դասավորվածության պրոֆիլը
ka: პროფილის განლაგება
ru: Профиль шаблона

source: Layout style:
bg: Начин на разпределение:
es: Estilo de esquema
hy: Դասավորվածության տեսքը
ka: განლაგების სტილი
ru: Стиль шаблона:

source: Left
az: Sola
bg: Ляво
es: Izquierda
fr: Gauche
hy: Ձախ
ka: მარცხნივ
pl: W lewo
ru: Налево
uk: Наліво

source: Legend
az: Əfsanə
bg: Легенда
es: Leyenda
fr: Légende
hy: Լեգենդ
ka: ლეგენდა
pl: Legenda
ru: Легенда
uk: Легенда

source: Length:
az: Uzunluğu:
bg: Дължина:
es: Longitud
fr: Longueur:
hy: Երկարություն
ka: სიგრძე
pl: Długość:
ru: Длина:
uk: Тривалість:

source: Less
az: Az
bg: По-малко
es: Menos
fr: Inférieur
hy: Պակաս
ka: ნაკლები
pl: Mniej
ru: Меньше
uk: Менше

source: Less or equal
az: Az və ya bərabər
bg: По-малко или равно
es: Menos o igual
fr: Inférieur ou égal
hy: Պակաս կամ հավասար
ka: ნაკლები ან ტოლი
pl: Mniej lub więcej
ru: Меньше или равно
uk: Менше або дорівнює

source: Less than "{0}" minutes ago
bg: Преди по-малко от "{0}" минути
es: Hace menos de "{0}" minutos
hy: Ավելի քիչ, քան "{0}" րոպե առաջ
ka: "{0}" წუთზე ნაკლები დროის წინ
ru: Менее "{0}" минут назад

source: Less than minutes ago
bg: Преди по-малко от минути
es: Hace pocos minutos
hy: Ավելի քիչ, քան մեկ րոպե առաջ
ka: ნაკლები წუთის წინ
ru: Менее минуты назад

source: License
az: Lisenziya
bg: Лиценз
es: Licencia
fr: Licence
hy: Լիցենզիա
ka: ლიცენზია
pl: Licencja
ru: Лицензия

source: License Activation
az: Lisenziyanın aktivasiyası
bg: Активиране на лиценз
es: Licencia de Activación
fr: Activation de la licence
hy: Լիցենզիայի ակտիվացում
ka: ლიცენზიის გააქტიურება
pl: Aktywacja licencji
ru: Активация лицензии
uk: Активація ліцензії

source: License Already Activated
bg: Лицензът вече е активиран
es: La licencia ya está Activada
hy: Լիցենզիան արդեն ակտիոացված է
ka: ლიცენზია უკვე გააქტიურებულია
ru: Лицензия уже активирована

source: License Details
az: Lisenziya haqqında ətraflı
bg: Подробно за лиценза
es: Detalles de la Licencia
fr: Détails de la licence
hy: Լիցենզիայի դետալները
ka: ლიცენზიის დეტალები
pl: Dokładniej o licencji
ru: Подробнее о лицензии
uk: Подробиці ліцензії

source: License Download
az: Lisenziya yüklənməsi
bg: Сваляне на лиценз
es: Licencia Descargada
fr: Licence Téléchargement
hy: Ներբեռնել լիցենզիա
ka: ლიცენზიის ჩამოტვირთვა
pl: Ładowanie Licencji
ru: Загрузка лицензии

source: License Information
az: Lisenziya haqqında məlumat
bg: Лицензна информация
es: Información de Licencia
fr: Informations de la licence
hy: Լիցենզիայի մասին ինֆորմացիա
ka: ინფორმაცია ლიცენზიის შესახებ
pl: Informacja o licencji
ru: Информация о лицензии
uk: Інформація про ліцензію

source: License Information...
az: Lisenziya haqqında məlumat...
bg: Лицензна информация...
es: Información de Licencia...
fr: Informations de la licence…
hy: Լիցենզիայի մասին ինֆորմացիա
ka: ინფორმაცია ლიცენზიის შესახებ...
pl: Informacja o licencji...
ru: Информация о лицензии...
uk: Інформація про ліцензію...

source: License Not Activated!
az: Lisenziya aktiv olunmayıb
bg: Лицензът не е задействан!
es: ¡Licencia No Activada!
fr: Licence inactivée!
hy: Լիցենզիան ակտիվացված չէ
ka: ლიცენზია არ არის გააქტიურებული!
pl: Licencja nie aktywowana
ru: Лицензия не активирована
uk: Ліцензія не активована

source: License Schema:
bg: Лицензна схема:
es: Esquema de Licencia:
hy: Լիցենզիոն սխեմա
ka: ლიცენზიის სქემა:
ru: Схема лицензии:

source: License code
bg: Лицензен код
es: Código de licencia
hy: Լիցենզիոն կոդ
ka: სალიცენზიო კოდი
ru: Лицензионный код

# Distribution
source: License installation failed
bg: Инсталирането на лиценза беше неуспешно
es: Instalación de licencia fallida
hy: Լիցենզիայի տեղակայումը ընդհատված է
ka: ლიცენზიის ინსტალაცია დასრულდა წარუმატებლად
ru: Установка лицензии выполнена неуспешно

source: License limit reached
bg: Достигнато лицензно ограничение
es: Límite de licencia alcanzado
hy: Լիցենզիայի սահմանափակում
ka: ლიცენზიის ზღვარი მიღწეულია
ru: Лимит лецензии истек

source: License limitations and prices are listed here: {0}.
bg: Лицензните ограничения и цени са описани тук: {0}.
es: Las limitaciones de la licencia y los precios son llistados aquí: {0}
hy: Լիցենզիայի մասին տեղեկությունները և սահմանափակումները շարադրված են այստեղ{0}.
ka: ლიცენზიის შეზღუდვები და ფასები მოცემულია შემდეგ სიაში: {0}
ru: Лицензионные ограничения и цены перечислены здесь: {0}.

# Distribution
source: License successfully installed
bg: Инсталирането на лиценза беше успешно
es: Licencia instalada con éxito
hy: Լիցենզիան հաջողությամբ տեղակայված է
ka: ლიცენზია წარმატებით დაინსტალდა
ru: Установка лицензии выполнена успешно

source: License type
bg: Вид на лиценза
es: Tipo de Licencia
hy: Լիցենզիայի տեսակը
ka: ლიცენზიის ტიპი
ru: Тип лицензии

source: License type:
az: Lisenziya tipi:
bg: Вид на лиценза:
es: Tipo de Licencia:
fr: Type de licence:
hy: Լիցենզիայի տեսակը
ka: ლიცენზიის ტიპი:
pl: Rodzaj licencji :
ru: Тип лицензии:
uk: Тип ліцензії

source: Licensed
az: Lisenziyalaşdırılıb
bg: Лицензиран
es: Licenciado
fr: Autorisé
hy: Լիցենզավորված
ka: ლიცენზირებულია
pl: Licencjonowano
ru: Лицензировано
uk: Ліцензовано

source: Licenses
az: Lisenziyalar
bg: Лицензи
es: Liciencias
fr: Les licences
hy: Լիցենզիաներ
ka: ლიცენზიები
pl: Licencje
ru: Лицензии
uk: Ліцензії

# Distribution
source: Licenses that are not yet installed
bg: Лицензи, които все още не са инсталирани
es: Licencias que no se han instalado
hy: Լիցենզիաներ, որոնք դեռ չեն տեղադրվել
ka: ლიცენზიები, რომლებიც ჯერ არ არის დაინსტალებული
ru: Неустановленные лицензии

source: Licensing
bg: Лицензиране
es: Licenciando
hy: լիցենզավորում
ka: ლიცენზირება
ru: Лицензирование

source: Licensing status:
az: Lisenziyanın statusu:
bg: Състояние:
es: Estatus licenciado:
fr: Statut de licences:
hy: Լիցենզիայի ստատուսը
ka: ლიცენზირების სტატუსი:
pl: Status licencji :
ru: Статус лицензии:
uk: Статус ліцензування

source: Licensing:
bg: Лицензиране:
hy: Լիցենզավորում
ka: ლიცენზირება:
ru: Лицензирование:

source: Limit the length of document numbers
bg: Ограничение за дължината на документните номера
es: Límite de longitud de los números de documentos
hy: Փաստաթղթի համարի երկարության սահմանափակում
ka: დოკუმენტის რიცხვების სიგრძის ზღვარი
ru: Ограничение длины номеров документов
uk: Обмеження довжини номерів документів

source: Line
az: Sətir
bg: Ред
es: Línea
fr: Ligne
hy: Տող
ka: სტრიქონი
pl: Rządek
ru: Строка
uk: Лінія

source: Line width (characters):
bg: Ширина на реда (знаци):
es: Ancho de línea (caracteres):
hy: Գծի լայնությունը (սիմվոլներ)
ka: სტრიქონის სიფართოვე (სიმბოლოები):
ru: Ширина строки(символов):

source: Line width (pixels):
az: Sətrlərin eni(Piksel)
bg: Ширина на реда (пиксели):
es: Ancho de línea (pixeles):
fr: Longueur de la ligne (en pixels):
hy: Գծերը լայնությամբ
ka: სტრიქონის სიფართოვე (წერტილები):
pl: Szerokość rządka(pikselów)
ru: Ширина строки(пикселей)
uk: Ширина рядка(в пікселях)

source: Lines
az: Sətirlər
bg: Редове
es: Líneas
fr: Les lignes
hy: Տողեր
ka: სტრიქონები
pl: Rządki
ru: Строки
uk: Рядки

source: Lists
az: Köməkçilər
bg: Номенклатури
es: Nomenclaturas
fr: Les listes
hy: Տեղեկատուներ
ka: სარჩევი
pl: Informator
ru: Справочники
uk: Довідники

source: Load
az: Yüklənmə
bg: Зареждане
es: Cargar
fr: Chargement
hy: Բեռնել
ka: ჩატვირთვა
pl: Ładowanie
ru: Загрузка
uk: Завантаження

source: Load Recipe
az: Resepturanın yüklənməsi
bg: Зареждане на рецепти
es: Cargar Receta
fr: Chargement de la recette
hy: Բաղադրատոմսերի բեռնում
ka: რეცეპტების ჩატვირთვა
pl: Ładowanie receptur
ru: Загрузка рецептур
uk: Завантаження рецептур

source: Load Settings
bg: Зареждане на настройки
es: Cargar Configuración
hy: Բեռնել կարգավորումները
ka: პარამეტრების ჩატვირთვა
ru: Загрузка настроек

source: Load Settings...
bg: Зареждане на настройки...
es: Cargar Configuración...
hy: Բեռնել կարգավորումները
ka: პარამეტრების ჩატვირთვა...
ru: Загрузка настроек...

source: Loading addins...
az: Əlavə məlumatların yüklənməsi...
bg: Зареждане на допълнителни модули...
es: Cargando la adición...
fr: Chargement en ajoutant ...
hy: Լրացուցիչ ինֆորմացիայի բեռնում
ka: დამატებითი ინფორმაციის ჩატვირთვა...
pl: Ładowanie dodatkowej informacji...
ru: Загрузка дополнительной информации...
uk: Завантаження додаткової інформації...

source: Loading resources...
az: Resursların yüklənməsi...
bg: Зареждане на ресурси...
es: Cargando recursos...
fr: Chargement des ressources ...
hy: Ռեսուրսների բեռնում
ka: რესურსების ჩატვირთვა...
pl: Ładowanie zasobów...
ru: Загрузка ресурсов...
uk: Завантаження ресурсів...

source: Loading user interface...
az: İnterfeysin yüklənməsi...
bg: Зареждане на потребителския интерфейс...
es: Cargando interfaz de usuario...
fr: Chargement de l’utilisateur d’interface
hy: Օգտագործողի ինտերֆեյսի բեռնում
ka: ინტერფეისის ჩატვირთვა...
pl: Ładowanie interfejsu...
ru: Загрузка интерфейса...
uk: Завантаження інтерфейсу...

source: Loading...
az: Yüklənmə...
bg: Зареждане...
es: Cargando...
fr: Chargement...
hy: Բեռնավորում
ka: იტვირთება
pl: Ładowanie...
ru: Загрузка...
uk: Завантаження ...

source: Localization
az: Lokalizasiya
bg: Локализация
es: Localización
fr: Localisation
hy: Տեղայնացում
ka: ლოკალიზაცია
pl: Lokalizacja
ru: Локализация
uk: Локалізація

source: Localization:
az: Lokalizasiya
bg: Локализация:
es: Localización:
fr: Localisation:
hy: Տեղայնացում
ka: ლოკალიზაცია:
pl: Lokalizacja
ru: Локализация
uk: Локалізація

source: Location
az: Obyekt
bg: Обект
es: Entidad
fr: Localisation
hy: Տեղամաս
ka: ადგილმდებარეობა
pl: Dział
ru: Объект
uk: Об'єкт

source: Location Group
az: Obyekt qrupu
bg: Група от обекти
es: Grupo de Entidad
fr: Groupe de Lieu
hy: Տեղ/խումբ
ka: ჯგუფის ადგილმდებარეობა
pl: Grupa Działu
ru: Группа объекта
uk: Розташування групи

source: Location Group Code
az: Obyekt qrupu kodu
bg: Код на група от обекти
es: Código del Grupo de la Entidad
fr: Code de groupe Lieu
hy: Տեղամասերի խմբի կոդը
ka: ჯგუფის ადგილმდებარეობის კოდი
pl: Kod Grupy Działu
ru: Код группы объекта
uk: Код групи

source: Location Group No.
az: Obyekt qrupu nömrəsi
bg: Група от обекти №
es: No. del Grupo de la Entidad
fr: Groupe Emplacement N°
hy: Տեղադրության անունը չի կարող դատարկ լինել
ka: ჯგუფის ადგილმდებარეობის ნომერი
pl: Numer Grupy Działu
ru: Номер группы объекта
uk: Номер розташування групи

source: Location No
az: Obyektin nömrəsi
bg: Обект №
es: Entidad No.
fr: Emplacement N°
hy: Տեղամաս No
ka: ობიექტის ნომერი
pl: Numer działu
ru: Номер объекта
uk: Розташування немає

source: Location No.
az: Obyektin nömrəsi
bg: Обект №
es: Entidad No.
fr: Emplacement N°
hy: Տեղամաս No
ka: ობიექტის ნომერი.
pl: Numer działu
ru: Номер объекта
uk: Номер розташування

source: Location Order
az: Obyektin sıralanması
bg: Преимущество на обекта
es: Pedido de Entidad
fr: Emplacement de commandes
hy: Տեղամասի պատվեր
ka: ობიექტის შეკვეთა
pl: Złóż zamówienie
ru: Порядок объекта
uk: Розташування замовлення

source: Location Price Group
az: Obyektin qiymət qrupu
bg: Ценова група на обект
es: Grupo de Precios de la Entidad
fr: Groupe de prix Lieu
hy: Տեղամասի գնային խումբը
ka: ობიექტის ფასთა ჯგუფი
pl: Cenowa grupa działu
ru: Ценовая группа объекта
uk: Розташування цінової групи

source: Location code pattern:
az: Obyekt kodu şablonu:
bg: Модел за код на обект
es: Patrón de código de la entidad:
fr: Modèle de code Lieu:
hy: Տեղամասերի կոդի նմուշ
ka: ადგილმდებარეობის კოდის ნიმუში
pl: Szablon kodu działu:
ru: Шаблон кода объекта:

source: Location code preview:
az: Obyekt kodu nümunəsi:
bg: Изглед на код на обект
es: Vista previa del código de la entidad:
fr: Aperçu du code Localisation:
hy: Տեղամասերի կոդի օրինակ
ka: ადგილმდებარეობის კოდის ჩვენება
pl: Wzorzec kodu działu :
ru: Образец кода объекта

source: Location group
az: Obyekt qrupu
bg: Група от обекти
es: Grupo de la entidad
fr: Groupe Emplacement
hy: Տեղ/խումբ
ka: ადგილმდებარეობების ჯგუფი
pl: Grupa działu
ru: Группа объекта
uk: Група ділянок

source: Location group No
az: Obyekt qrupu nömrəsi
bg: Група от обекти №
es: No. del grupo de la entidad
fr: Groupe Emplacement N°
hy: Տեղամասերի խմբի համարը
ka: ჯგუფის ადგილმდებარეობის ნომერი
pl: Numer grupy działu
ru: Номер группы объекта
uk: Немає розташування групи

source: Location group code
az: Obyekt qrupu kodu
bg: Код на група от обекти
es: Código del grupo de la entidad
fr: Code de groupe Lieu
hy: Տեղամասերի խմբի կոդը
ka: ჯგუფის ადგილმდებარეობის კოდი
pl: Kod grupy działu
ru: Код группы объекта
uk: Розташування коду групи

source: Location in Use
bg: Обект в употреба
es: Entidad en Uso
fr: Emplacement en Utilisation
hy: Տեղամասը օգտագործվում է
ka: ადგილმდებარეობა გამოყენებაში
ru: Используемый объект
uk: Використовуваний об'єкт

source: Location name cannot be empty!
az: Obyektin adı boş ola bilməz!
bg: Необходимо е да въведете име на обекта!
es: ¡El nombre de la entidad no puede estar en blanco!
fr: Les nom d’Emplacement ne peut pas être vide!
hy: Տեղամասի անունը դատարկ լինել չի կարող!
ka: ადგილმდებარეობის დასახელება არ შეიძლება იყოს ცარიელი!
pl: Miano działu nie może być puste!
ru: Наименование объекта не может быть пустым!
uk: Назва об'єтку не може бути пустою!

source: Location price group
az: Obyektin qiymət qrupu
bg: Ценова група на обект
es: Grupo de precios de la entidad
fr: Groupe de prix Lieu
hy: Տեղամասի գնային խումբը
ka: ობიექტის ფასთა ჯგუფი
pl: Cenowa grupa działu
ru: Ценовая группа объекта
uk: Розташування цінової групи

source: Location with the code "{0}" already exists. Do you want to save the location anyway?
az: "{0}" kodlu obyekt artıq mövcuddur. Davam edirsiniz?
bg: Обект с код "{0}" вече съществува. Желаете ли да запишете обекта въпреки това?
es: ¡Una entidad con el código "{0}" ya existe! ¿Desea guardar la entidad igualmente?
fr: Emplacement avec le code "{0}"existe déjà. Voulez-vous enregistrer l'emplacement de toute façon?
hy: Արդեն գոյություն ունի "{0}" կոդով տեղամաս. ցանկանում եք պահպանել տեղամասը?
ka: ობიექტი კოდით "{0}" უკვე არსებობს. გავაგრძელო?
pl: Dział z kodem "{0}" już istnieje. Przedłużyć?
ru: Объект с кодом "{0}" уже существует. Продолжить?
uk: Об'єкт з кодом "{0}" вже є. Продовжити?

source: Location with the name "{0}" already exists! Do you want to save the location anyway?
az: "{0}" adlı obyekt artıq mövcuddur. Davam edirsiniz?
bg: Обект с име "{0}" вече съществува. Желаете ли да запишете обекта въпреки това?
es: ¡Una entidad con el nombre "{0}" ya existe! ¿Desea guardar la entidad igualmente?
fr: Emplacement avec le code "{0}"existe déjà. Voulez-vous enregistrer l'emplacement de toute façon?
hy: Արդեն գոյություն ունի "{0}" անունով տեղամաս. ցանկանում եք պահպանել տեղամասը?
ka: ობიექტი სახელით "{0}" უკვე არსებობს. გავაგრძელო?
pl: Dział z kodem "{0}" już istnieje. Przedłużyć?
ru: Объект с кодом "{0}" уже существует. Продолжить?
uk: Об'єкт з кодом "{0}" вже є. Продовжити?

source: Location with the name "{0}" is used more than once! Are you sure you want to continue?
az: "{0}" adlı obyekt artıq istifadə olunur. Davam edirsiniz?
bg: Обект с име "{0}" е използван повече от веднъж! Желаете ли да продължите?
es: ¡Una entidad con el nombre "{0}" está siendo usada más de una vez!. ¿Está seguro de continuar?
fr: Emplacement avec le nom "{0}"est utilisé plus d'une fois! Etes-vous sûr de vouloir continuer?
hy: "{0}" անունով տեղամասը կրկնվում է մեկ անգամից ավել, ցանկանում եք շարունակել ?
ka: ობიექტი სახელით "{0}" უკვე არსებობს! გავაგრძელო?
pl: Położenie nazwy "{0}" jest używany więcej niż jeden raz! Czy na pewno chcesz kontynuować?
ru: Объект с именем "{0}" уже используется! Продолжить?
uk: Oб'єкт з ім'ям "{0}" використовується більше одного разу! Продовжити?

source: Location:
az: Obyekt:
bg: Обект:
es: Entidad:
hy: Տեղամաս
ka: ობიექტი:
pl: Dział:
ru: Объект:
uk: Об'єкт:

source: Location: {0}
az: Obyekt: {0}
bg: Обект: {0}
es: Entidad: {0}
hy: Տեղամաս. {0}
ka: ობიექტი: {0}
pl: Dział: {0}
ru: Объект: {0}
uk: Об'єкт: {0}

source: Locations
az: Obyektlər
bg: Обекти
es: Entidades
hy: Տեղամասեր
ka: ობიექტები
pl: Działy
ru: Объекты
uk: Об'єкти

source: Locations Report
az: Obyektlər üzrə hesabat
bg: Справка за обекти
es: Reporte de Entidades
fr: Rapport d’Emplacements
hy: Հաշվետվություն տեղամասեր
ka: რაპორტი ობიექტების მიხედვით
pl: Sprawozdanie po działach
ru: Отчет по объектам
uk: Звіт по об'єктам
