Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Date
az: Tarix
bg: Дата
es: Fecha
hy: Ամսաթիվ
ka: თარიღი
pl: Data
ru: Дата
uk: Дата

source: Date Interval
az: Dövr
bg: Интервал от дати
es: Intervalo de Fecha
fr: Intervalle de dates
hy: Ինտերվալ
ka: პერიოდი
pl: Okres
ru: Период
uk: Період

source: Date of Payment
az: Son ödəniş tarixi
bg: Падеж
es: Fecha de Pago
fr: Date de Paiement
hy: Վճարման ամսաթիվը
ka: გადახდის თარიღი
pl: Skrajny termin wypłaty
ru: Крайний срок выплаты
uk: Дата виплати

source: Date of financial event:
bg: Дата на данъчно събитие:
es: Fecha de evento finaciero
hy: Ֆիսկալային գործողության ամսաթիվը
ka: თარიღი ფინანსური ღონისძიების:
ru: Дата фискального события:

source: Date of payment
az: Son ödəniş tarixi
bg: Падеж
es: Fecha de pago
fr: Date de paiement
hy: Վճարման ամսաթիվը
ka: გადახდის თარიღი
pl: Skrajny termin wypłaty
ru: Крайний срок выплаты
uk: Дата виплати

source: Date range
az: Dövr
bg: Интервал от дати
es: Rango de fecha
fr: Intervalle de Date
hy: Ամսաթվի դիապազոն
ka: დალაგების თარიღის
pl: Okres
ru: Период
uk: Діапазон дат

source: Date time compare
bg: Сравнение на време
es: Comparar fecha y hora
hy: Ամսաթվի համեմատում
ka: თარიღისა და დროის შედარება
ru: Сравнение даты/времени
uk: Порівняння дати/часу

source: Date time range
az: Dövr
bg: Интервал от време
es: Rango de fecha y hora
fr: Intervalle de temps Date
hy: Ամիս/ամսաթվի դիապազոն
ka: დალაგების თარიღის დრო
pl: Okres
ru: Период
uk: Дата часовий діапазон

source: Date/Time
az: Tarix/vaxt
bg: Дата/Време
es: Fecha/Hora
fr: Date/Heure
hy: Օր/Ժամ
ka: თარიღი/დრო
pl: Data/Czas
ru: Дата/Время
uk: Дата/Час

source: Date/Time:
az: Tarix/vaxt:
bg: Дата/Време:
es: Fecha/Hora:
fr: Date/Heure:
hy: Օր/Ժամ
ka: თარიღი/დრო:
pl: Data/Czas:
ru: Дата/Время:
uk: Дата/Час:

source: Date:
az: Tarix:
bg: Дата:
es: Fecha:
hy: Ամսաթիվ
ka: თარიღი:
pl: Data:
ru: Дата:
uk: Дата:

source: Date: {0}
az: Traix: {0}
bg: Дата: {0}
es: Fecha:{0}
hy: Ամսաթիվ {0}
ka: თარიღი: {0}
pl: Data: {0}
ru: Дата: {0}
uk: Дата: {0}

source: Dates format
az: Tarixin formatı
bg: Формат на датите
es: Formato de fechas
fr: Les formats des dates
hy: Ամսաթվերի ֆորմատը
ka: თარიღების ფორმატი
pl: Format daty
ru: Формат дат
uk: Формат дати

source: Dates starting from "{0}"
az: "{0}"dan
bg: Дати, започващи от "{0}"
es: Iniciando fechas desde "{0}"
fr: Dates commençant par "{0}"
hy: Ամսաթվերը սկսած "{0}"
ka: თარიღები იქყება "{0}"
pl: Od "{0}"
ru: От "{0}"
uk: Дати з "{0}"

source: Dates up to "{0}"
az: "{0}"dək
bg: Дати до "{0}"
es: Fechas hasta "{0}"
fr: Les dates jusqu'à " {0} "
hy: Ամսաթվեր "{0}" -ից հետո
ka: თარიღი "{0}"-ს ზევით
pl: Do "{0}"
ru: До "{0}"
uk: Дати до "{0}"

source: Dates view
az: Görünüş nümunəsi
bg: Изглед на датите
es: Vista de Fechas
fr: Vue des dates
hy: Ամսաթվերի օրինակ
ka: თარიღის გამოსახულება
pl: Przykład odzwierciedlenia daty
ru: Пример отображения
uk: Приклад відображення

source: Day
az: Gün
bg: Ден
es: Día
fr: Jour
hy: Օր
ka: დღე
pl: Dzień
ru: День
uk: День

source: Day:
az: Gün
bg: Ден:
es: Día:
fr: Jour:
hy: Օր
ka: დღე
pl: Dzień
ru: День
uk: День:

source: Days of week
az: Həftənin günləri
bg: Дни от седмицата
es: Días de la semana
fr: Jours de semaines
hy: Շաբաթվա օրերը
ka: კვირის დღე
pl: Dnie tygodnia
ru: Дни недели
uk: Дні неділі

source: Deal description:
az: Sövdələşmənin təsviri:
bg: Описание на сделката:
es: Descripción del trato:
fr: Description de l’offre:
hy: Լրացուցիչ
ka: გარიგების აღწერილობა:
pl: Opis ugody:
ru: Описание сделки:
uk: Опис угоди:

source: Deal place:
az: Sövdələşmə yeri:
bg: Място на сделката:
es: Lugar del trato:
fr: Lieud’offre:
hy: Գործարքի վայրը
ka: გარიგების ადგილი:
pl: Miejsce ugody:
ru: Место сделки:
uk: Місце угоди:

source: Deal reason:
az: Sövdələşmənin əsası
bg: Основание на сделката:
es: Razon del trato:
fr: Raison d’offre:
hy: Լիազորագիր Ա.Ա.
ka: გარიგების საფუძველი:
pl: Podstawe ugody:
ru: Основание сделки:
uk: Підстава угоди:

source: Dear {0},
bg: Уважаеми {0},
es: Estimado {0},
hy: Հարգելի {0},
ka: ძვირფასო {0}.
ru: Уважаемый {0},
uk: Шановний {0},

source: Debit Cash Order
bg: Приходен касов ордер
es: Debitar Pedido al Contado
hy: Դրամարկղի մուտքի օրդեր
ka: სადებეტო სალაროს დავალება
ru: Приходный Кассовый Ордер
uk: Прибутковий касовий ордер

source: Debit Note
az: Debet bildirişi
bg: Дебитно известие
es: Nota de Débito
fr: La note de débit
hy: Դեբետային տեղեկություն
ka: სადებეტო უწყება
pl: Debetowy zapis
ru: Дебет-нота
uk: Дебетове повідомлення

source: Debit Note (International)
az: Debet bildirişi (beynəlxalq)
bg: Дебитно известие (международно)
es: Nota de Débito (Internacional)
fr: La note de débit(International)
hy: Դեբետային տեղեկություն միջազգային
ka: სადებეტო უწყება (საერთაშორისო)
pl: Debetowy Zapis (Międzynarodowy)
ru: Дебет-нота (международная)
uk: Дебет-нота (міжнародна)

source: Debit Note - Select Document
az: Debet bildirişi-sənədin seçimi
bg: Дебитно известие - избор на документ
es: Nota de debito- Seleccionar documento
fr: Note de débit - Sélectionnez Document
hy: Դեբետային տեղեկություն
ka: სადებეტო ცნობა - დოკუმენტის არჩევა
pl: Debetowy zapis - wybierają dokument
ru: Дебет-нота - Выбор документа
uk: Дебет-нота - Вибрати документ

source: Debit Note No. {0}, {1}
bg: Дебитно известие №{0}, {1}
es: Nota de Débito No.{0}, {1}
hy: Դեբետային տեղեկություն No. {0}, {1}
ka: სადებეტო ცნობა No. {0}, {1}
ru: Дебет-нота {0}, {1}
uk: Дебет-нота No. {0}, {1}

source: Debit Note Qtty
az: Say
bg: Дебитно известие
es: Cantidad de la Nota de Débito
fr: La note de débit en Qté
hy: Դեբետ
ka: სადებეტო ცნობის რაოდენობა
pl: Debetowy zapis po Ilości
ru: Кол-во
uk: Кількість

source: Debit Note by Supplier
az: Təchizatçı üzrə debet bildirişi
bg: Дебитно известие от доставчик
es: Nota de Débito por Proveedor
fr: La note de débit par le Fournisseur
hy: Պարտագրել նշումները մատակարարողի կողմից
ka: მომმარაგებლის სადებეტო ცნობა
pl: Debetowy zapis po dostawcy
ru: Дебет-нота по поставщику
uk: Дебетове повідомлення по постачальнику

source: Debit Note...
az: Debet bildirişi...
bg: Дебитно известие...
es: Nota de Débito...
fr: La note de débit…
hy: Դեբետային տեղեկություն
ka: სადებეტო ცნობა
pl: Debetowy zapis...
ru: Дебет-нота...
uk: Дебет-нота...

source: Debit Notes
bg: Дебитни известия
es: Notas de Débito
hy: Դեբետային տեղեկություն
ka: სადებეტო უწყებები
ru: Дебет-ноты
uk: Дебет-ноти

source: Debit Notes Report
az: Debet bildirişləri üzrə hesabat
bg: Справка за дебитни известия
es: Reporte de Notas de Débitos
fr: Rapport de Notes de Débit
hy: Դեբետային տեղեկությունների հաշվետվություն
ka: სადებეტო ცნობის ანგარიში
pl: Sprawozdanie po debetowych zapisach
ru: Отчет по дебет-нотам
uk: звіт Дебет-ноти

source: Debit Notes...
az: Debet bildirişləri...
bg: Дебитни известия...
es: Notas de Débitos...
fr: Les notes de débit…
hy: Դեբետային տեղեկություններ
ka: სადებეტო ცნობა
pl: Debetowy zapisy...
ru: Дебет-ноты...
uk: Дебет-ноти...

source: Debit/Credit card
az: Debet/kredit kartı
bg: Дебитна/Кредитна карта
es: Tarjeta de Débito/Crédito
fr: Débit/carte de crédit
hy: Քարտով
ka: სადებეტო/საკრედიტო ბარათი
pl: Debetowa/Kredytowa karta
ru: Дебетная/Кредитная карта
uk: Дебетова/Кредитна картка

source: Debt:
az: Borc:
bg: Задължение:
es: Deuda:
fr: Dette:
hy: Պարտավորություն
ka: ვალი:
pl: Dług
ru: Долг:

source: December
az: Dekabr
bg: Декември
es: Diciembre
fr: Décembre
hy: Դեկտեմբեր
ka: დეკემბერი
pl: Grudzień
ru: Декабрь
uk: Грудень

source: Default
bg: По подразбиране
es: Por defecto
fr: Par défaut
hy: Լռելյայն
ka: სტანდარტულად
pl: Domyślnie
ru: По умолчанию
uk: По замовчуванню

source: Default company
az: Default kompaniya
bg: Служебна фирма
es: Empresa de servicio
fr: Entreprise par défaut
hy: Ընկերություն
ka: სტანდარტული კომპანია
pl: Kompania domyślna
ru: Компания по умолчанию
uk: Фірма по замовчуванню

source: Default company:
bg: Компания по подразбиране:
es: Empresa de servicio:
hy: Լռելյայն կազմակերպություն
ka: სტანდარტული კომპანია:
ru: Компания по умолчанию
uk: Компанія за умовчанням

source: Default customer
az: Default müştəri
bg: Служебен клиент
es: Cliente por defecto
fr: Client par défaut
hy: Գնորդ
ka: სტანდარტული კლიენტი
ru: Клиент по умолчанию
uk: Клієнт за умовчанням

# QuickBooks
source: Default customer:
bg: Клиент по подразбиране:
hy: Լռելյան հաճախորդ
ka: სტანდარტული კლიენტი
ru: Клиент по умолчанию:

source: Default group
az: Default qrup
bg: Служебна група
es: Grupo de servicio
fr: Groupe par défaut
hy: Հիմնական խումբ
ka: სტანდარტული ჯგუფი
pl: Grupa domyślna
ru: Группа по умолчанию
uk: Група по замовчуванню

source: Default item
az: Default əmtəə
bg: Служебна стока
es: Mercancía de servicio
fr: Elément par défaut
hy: Սպասարկում
ka: სტანდარტული საქონელი
pl: Towar domyślny
ru: Товар по умолчанию
uk: Товар по замовчуванню

# QuickBooks
source: Default item:
bg: Стока по подразбиране:
hy: Լռելյայն ապրանք
ka: სტანდარტული საქონელი
ru: Товар по умолчанию:

# Web store
source: Default item:
bg: Стока по подразбиране:
es: Mercancía de servicio:
hy: Ապրանք
ka: სტანდარტული საქონელი:
ru: Товар по умолчанию:
uk: Товар по замовчуванню:

source: Default location
az: Default sahə
bg: Служебен обект
es: Entidad de servicio
fr: Emplacement par défaut
hy: ԽԱՆՈՒԹ
ka: სტანდარტული ადგილმდებარეობა
pl: Dział domyślny
ru: Объект по умолчанию
uk: Об'єкт по замовчуванню

source: Default partner
bg: Служебен партньор
es: Socio de servicio
fr: Partenaire par défaut
hy: ԳՆՈՐԴ
ka: სტანდარტული პარტნიორი
pl: Partner domyślny
ru: Партнер по умолчанию
uk: Партнер по замовчуванню

source: Default partner:
bg: Партньор по подразбиране:
es: Socio de servicio:
hy: Լռելյայն գործընկեր
ka: სტანდარტული პარტნიორი:
ru: Партнер по умолчанию.
uk: Партнер по замовчуванню:

# Web store
source: Default partner:
bg: Партньор по подразбиране:
es: Socios de servicio:
hy: Գործընկեր
ka: სტანდარტული პარტნიორი:
ru: Партнер по умолчанию:
uk: Партнер по замовчуванню:

source: Default user
az: Default istifadəçi
bg: Служебен потребител
es: Usuario de servicio
fr: Utilisateur par défaut
hy: Օգտագործող
ka: სტანდარტული მომხმარებელი
pl: Użytkownik domyślny
ru: Пользователь по умолчанию
uk: Користувач по замовчуванню

# QuickBooks
source: Default vendor:
bg: Доставчик по подразбиране:
hy: Լռելյայն Առևտրային մեքենա
ka: სტანდარტული მიმწოდებელი
ru: Продавец по умолчанию:

source: Delete
az: Sil
bg: Изтриване
es: Eliminar
fr: Supprimer
hy: Հեռացնել
ka: წაშლა
pl: Usunąć
ru: Удалить
uk: Видалити

source: Delete - {0}
az: {0} - sil
bg: Изтриване - {0}
es: Eliminar - {0}
fr: Supprimer - {0}
hy: Հեռացնել - {0}
ka: წაშლა - {0}
pl: Usunąć - {0}
ru: Удалить - {0}
uk: Видалити - {0}

source: Delete Advance Payment
az: Avans ödənişi silmək
bg: Изтриване на авансово плащане
es: Eliminar Pago Avanzado
fr: Supprimer paiement anticipé
hy: Հեռացնել կանխավճարը
ka: საავანსო გადახდის წაშლა
pl: Usuń Płatność zaliczkową
ru: Удалить авансовый платеж
uk: Видалити Авансовий платіж

source: Delete Cash Book Entry
bg: Изтриване на запис в касовата книга
es: Eliminar Libro de Caja Entrado
hy: Հեռացնել դրամարկղային գրքի գրառումը
ka: სალაროს წიგნის შიგთავსის წაშლა
ru: Удалить запись Кассового Журнала
uk: Видалити запис Касового Журналу

source: Delete Company Record
az: Təşkilatı silmək
bg: Изтриване на запис за фирма
es: Eliminar Registro de la Compañía
fr: Supprimer l’Enregistrement de l’Entreprise
hy: Հեռացնել կազմակերպության տվյալները
ka: კომპანიის ჩანაწერის წაშლა
pl: Usuń Zapis Spółki
ru: Удалить организацию
uk: Видалити компанію

source: Delete Company Records
az: Təşkilatları silmək
bg: Изтриване на записи за фирма
es: Eliminar Registros de la Compañía
fr: Supprimer les Enregistrements des Entreprises
hy: Հեռացնել կազմակերպության տվյալները
ka: კომპანიის ჩანაწერების წაშლა
pl: Usuń Zapis Spółki
ru: Удалить организации
uk: Видалити компанії

source: Delete Device
az: Avadanligi silmək
bg: Изтриване на устройство
es: Eliminar Dispositivo
fr: Supprimer le périphérique
hy: Հեռացնել սարքավորումը
ka: მოწყობილობის წაშლა
pl: Usuń Urządzenie
ru: Удалить устройство
uk: Видалити пристрій

source: Delete Devices
az: Avadanlıqları silmək
bg: Изтриване на устройства
es: Eliminar Dispositivos
fr: Supprimer les périphériques
hy: Հեռացնել սարքավորումները
ka: მოწყობილობების წაშლა
pl: Usuń Urządzenia
ru: Удалить устройства
uk: Видалити пристрої

source: Delete Group
bg: Изтриване на група
es: Eliminar grupo
hy: Հեռացնել խումբը
ka: ჯგუფის წაშლა
ru: Удалить Группу
uk: Видалити групу

source: Delete Item
az: Əmtəəni silmək
bg: Изтриване на стока
es: Eliminar Mercancía
fr: Supprimer l’article
hy: Հեռացնել ապրանքը
ka: საქონლის წაშლა
pl: Usuń element
ru: Удалить товар
uk: Видалити товар

source: Delete Items
az: Əmtəələri silmək
bg: Изтриване на стоки
es: Eliminar Mercancías
fr: Supprimer les éléments
hy: Հեռացնել ապրանքները
ka: საქონლის წაშლა
pl: Usuwanie elementów
ru: Удалить товары
uk: Видалити товари

source: Delete Layout
bg: Изтриване на разпределение
es: Eliminar Esquema
hy: Հեռացնել դասավորվածությունը
ka: განლაგების წაშლს
ru: Удалить шаблон
uk: Видалити шаблон

source: Delete Location
az: Sahəni silmək
bg: Изтриване на обект
es: Eliminar Ubicación
fr: Supprimer l’emplacement
hy: Հեռացնել տեղամասը
ka: ობიექტის წაშლა
pl: Usuń Lokalizacje
ru: Удалить объект
uk: Видалити об'єкт

source: Delete Locations
az: Sahələri silmək
bg: Изтриване на обекти
es: Eliminar ubicaciones
fr: Supprimer les emplacements
hy: Հեռացնել տեղամասերը
ka: ობიექტების წაშლა
pl: Usuń Lokalizacji
ru: Удалить объекты
uk: Видалити об'єкти

source: Delete Order
bg: Изтриване на поръчка
es: Eliminar pedido
hy: Հեռացնել պատվերը
ka: შეკვეთის წაშლა
ru: Удалить заказ
uk: Видалити замовлення

source: Delete Orders
bg: Изтриване на поръчки
es: Eliminar pedidos
hy: Հեռացնել պատվերները
ka: შეკვეთების წაშლა
ru: Удалить заказы
uk: Видалити замовлення

source: Delete Partner
az: Partyoru silmək
bg: Изтриване на партньор
es: Eliminar socio
fr: Supprimer le partenaire
hy: Հեռացնել գործընկերոջը
ka: პარტნიორის წაშლა
pl: Wydalcie Partnera
ru: Удалить партнера
uk: Видалити партнера

source: Delete Partners
az: Partnyorları silmək
bg: Изтриване на партньори
es: Eliminar socios
fr: Supprimer les partenaires
hy: Հեռացնել գործընկերներին
ka: პარტნიორების წაშლა
pl: Wydalcie Partnerów
ru: Удалить партнеров
uk: Видалити партнерів

source: Delete Payment
az: Ödənişi silmək
bg: Изтриване на плащане
es: Eliminar pago
fr: Supprimer le paiement
hy: Հեռացնել վճարումը
ka: გადახდის წაშლა
pl: Usunąć opłatę
ru: Удалить оплату
uk: Видалити оплату

source: Delete Payment Type
az: Ödəniş tipini silmək
bg: Изтриване на тип плащане
es: Eliminar tipo de pago
fr: Supprimer un type de paiement
hy: Հեռացնել վճարման տեսակը
ka: გადახდის ტიპის წაშლა
pl: Usuń Rodzaj płatności
ru: Удалить тип оплаты
uk: Видалити тип оплати

source: Delete Payment Types
az: Ödəniş tiplərini silmək
bg: Изтриване на типове плащане
es: Eliminar tipos de pagos
fr: Supprimer des types de paiement
hy: Հեռացնել վճարման տեսակները
ka: გადახდის ტიპების წაშლა
pl: Usuń Rodzaje płatności
ru: Удалить типы оплаты
uk: Видалити тип оплат

source: Delete Payments
az: Ödənişləri silmək
bg: Изтриване на плащания
es: Eliminar pagos
fr: Supprimer les paiements
hy: Հերքել վճարումները
ka: გადახდების წაშლა
pl: Usunąć spłaty
ru: Удалить платежи
uk: Видалити платежі

source: Delete Period
bg: Изтриване на период
es: Eliminar periodo
hy: Հեռացնել ժամանակահատվածը
ka: პერიოდის წაშლა
ru: Удалить период
uk: Видалити період

source: Delete Period...
bg: Изтриване на период...
es: Eliminar periodo...
hy: Հեռացնել ժամանակահատվածը
ka: პერიოდის წაშლა...
ru: Удалить период...
uk: Видалити період:

source: Delete Price Rule
az: Qiymətləndirmə qaydasını silmək
bg: Изтриване на ценово правило
es: Eliminar regla de precio
fr: Supprimer la règle de prix
hy: Հեռացնել գնային կանոնը
ka: საფასო წესის წაშლა
pl: Usuń regułę Cenową
ru: Удалить ценовое правило
uk: Видалити цінове правило

source: Delete Price Rules
az: Qiymətləndirmə qaydalarını silmək
bg: Изтриване на ценови правила
es: Eliminar reglas de precios
fr: Supprimer les règles de prix
hy: Հեռացնել գնային կանոնները
ka: საფასო წესების წაშლა
pl: Usuń frazy
ru: Удалить ценовые правила
uk: Видалити цінові правила

source: Delete Recipe
az: Resepti silmək
bg: Изтриване на рецепта
es: Eliminar receta
fr: Supprimer la recette
hy: Հեռացնել բաղադրատոմսը
ka: რეცეპტის წაშლა
pl: Usuń Przepis
ru: Удалить рецепт
uk: Видалити рецепт

source: Delete Recipes
az: Reseptləri silmək
bg: Изтриване на рецепти
es: Eliminar recetas
fr: Supprimer les recettes
hy: Հեռացնել բաղադրատոմսերը
ka: რეცეპტების წაშლა
pl: Usuń Przepisy
ru: Удалить рецепты
uk: Видалити рецепти

source: Delete Report
az: Hesabatı silmək
bg: Изтриване на справка
es: Eliminar reporte
fr: Supprimer le rapport
hy: Հեռացնել զեկույցը
ka: ანგარიშის წაშლა
pl: Usunąć raport
ru: Удалить отчет
uk: Видалити звіт

source: Delete Reports
az: Hesabatları silmək
bg: Изтриване на справки
es: Eliminar reportes
fr: Supprimer les rapports
hy: Հեռացնել հաշվետվությունները
ka: ანგარიშების წაშლა
pl: Usuń Raporty
ru: Удалить отчеты
uk: Видалити звіти

source: Delete Reservation
az: Rezervasiyanı silmək
bg: Изтриване на резервация
es: Eliminar reservación
fr: Supprimer la réservation
hy: Հեռացնել ամրագրումը
ka: ჯავშანის წაშლა
pl: Usuń rezerwacje
ru: Удалить резервирование
uk: Видалити Бронювання

source: Delete Reservations
az: Rezervasiyaları silmək
bg: Изтриване на резервации
es: Eliminar reservaciones
fr: Supprimer les réservations
hy: Հեռացնել ամրագրումները
ka: ჯავშანების წაშლა
pl: Usuń Rezerwacje
ru: Удалить резервирования
uk: Видалити Бронювання

source: Delete Sheet
bg: Изтриване на лист
es: Eliminar Hoja
fr: Supprimer une feuille
hy: Հեռացնել թերթը
ka: ფურცლის წაშლა
ru: Удалить лист
uk: Видалити лист

source: Delete Tax Group
az: Vergi qrupunu silmək
bg: Изтриване на данъчна група
es: Eliminar grupo de impuesto
fr: Supprimer le groupe de l'impôt
hy: Հերքել հարկային խումբը
ka: გადასახადების ჯგუფის წაშლა
pl: Usunąć podatkową grupę
ru: Удалить налоговую группу
uk: Видалити податкову групу

source: Delete Tax Groups
az: Vergi qruplarını silmək
bg: Изтриване на данъчни групи
es: Eliminar grupos de impuestos
fr: Supprimer les groupes de l'impôt
hy: Հեռացնել հարկային խումբը
ka: გადასახადების ჯგუფების წაშლა
pl: Usuń grupe podatkową
ru: Удалить налоговые группы
uk: Видалити податкові групи

source: Delete User
az: İstifadəçini silmək
bg: Изтриване на потребител
es: Eliminar usuario
fr: Supprimer l'utilisateur
hy: Հեռացնել օգտագործողին
ka: მომხმარებლის წაშლა
pl: Usuń Użytkownika
ru: Удалить пользователя
uk: Видалити користувача

source: Delete Users
az: İstifadəçiləri silmək
bg: Изтриване на потребители
es: Eliminar usuarios
fr: Supprimer les utilisateurs
hy: Հեռացնել օգտագործողներին
ka: მომხმარებლების წაშლა
pl: Usuń Użytkowników
ru: Удалить пользователей
uk: Видалити користувачів

source: Delete VAT Group
az: ƏDV qrupunu silmək
bg: Изтриване на ДДС група
es: Eliminar grupo IVA
fr: Supprimer la TVA Groupe
hy: Հերքել ԱԱՀ-ի խումբը
ka: დღგ-ს ჯგუფის წაშლა
pl: Usunąć grupę VAT
ru: Удалить группу НДС
uk: Видалити групу ПДВ

source: Delete VAT Groups
az: ƏDV qruplarını silmək
bg: Изтриване на ДДС групи
es: Eliminar grupos IVA
fr: Supprimer les TVA Groupes
hy: Հերքել ԱԱՀ-ի խմբերը
ka: დღგ-ს ჯგუფების წაშლა
pl: Usuń grupy VAT
ru: Удалить группы НДС
uk: Видалити групи ПДВ

source: Delete documents before:
bg: Изтриване на документи преди:
es: Eliminar documentos antes:
hy: Հեռացնել փաստաթղթերը մինչև.
ka: წაშალე დოკუმენტები მდე:
ru: Удалить документы до:
uk: Видалити документи до:

source: Delete group
az: Qrupu silmək
bg: Изтриване на група
es: Eliminar grupo
fr: Supprimer le groupe
hy: Հեռացնել խումբը
ka: ჯგუფის წაშლა
pl: Usunąć grupę
ru: Удалить группу
uk: Видалити групу

source: Delete period to {0}
bg: Изтриване на период до {0}
es: Eliminar periodo de {0}
hy: Հեռացնել ժամանակահատվածը մինչև {0}
ka: წაშალე პერიოდი {0}
ru: Удалить период до {0}
uk: Видалити період до {0}

source: Delete the reservation after order:
bg: Изтриване на резервация след поръчка:
es: Eliminar la reservación despues del pedido.
fr: Supprimer la réserve après la commande:
hy: Հեռացնել ամրագրումը պատվերից հետո
ka: წავშალოთ რეზერვი შეკვეთის შემდეგ:
ru: Удалить бронь после заказа:
uk: Видалити бронювання після після замовлення.

source: Deleted
az: Silindi
bg: Изтрити
es: Eliminado
fr: Supprimé
hy: Հեռացված
ka: წაშლილი
ru: Удаленные
uk: Видалені

source: Deleting ECR receipts...
bg: Изтриване на бележки тип ECR...
es: Borrando factura ECR...
hy: Հեռացնել ECR կտրոնները
ka: ECR რეცეპტების წაშლა...
ru: Удаление чеков
uk: Видалення чеків...

source: Deleting Vending Item
bg: Изтриване на стока от автомат
es: Eliminando Mercancía Vendida
hy: Հեռացնել առևտրային ապրանքը ավտոմատից
ka: სავაჭრო ერთეულის წაშლა
ru: Удаление торгового объекта

source: Deleting Vending Machine
bg: Изтриване на автомат за стоки
es: Eliminando Máquina expendedora
hy: Հեռացնել առևտրային ավտոմատն
ka: სავაჭრო აპარატის წაშლა
ru: Удаление рабочего места

source: Deleting Web Store
bg: Изтриване на интернет магазин
es: Eliminando Tienda Web
hy: Հեռացնել ինտերնետ խանութը
ka: ვებ-მაღაზიის წაშლა
ru: Удаление интернет-магазин

source: Deleting non-payable operations...
bg: Изтриване на неплатими операции...
es: Eliminando operaciones no pagables...
hy: Հեռացնել չվճարված գործողությունները
ka: გადაუხდელი ოპერაციების წაშლა...
ru: Удаление операций без оплаты
uk: Видалення операцій без оплати...

source: Deleting operation codes...
bg: Изтриване на кодове на операции...
es: Eliminando códigos de operación...
hy: Հեռացնել գործողությունների կոդերը,,,
ka: ოპერაციის კოდების წაშლა...
ru: Удаление кодов операций
uk: Видалення кодів операцій

source: Deleting payable operations...
bg: Изтриване на платими операции...
es: Eliminando operaciones pagables...
hy: Հեռացնել վճարված գործողությունները
ka: გადახდადი ოპერაციების წაშლა...
ru: Удаление операций с оплатой
uk: Видалення операцій з оплатою...

source: Deleting sales of closed consignments...
bg: Изтриване на продажби по затворени консигнации...
es: Eliminando ventas de consignaciones cerradas...
hy: Հեռացնել վաճառքները և իրացման փաստաթղթերը
ka: გაყიდვების და დახურული კონსიგნაციების წაშლა...
ru: Удаление продаж закрытых консигнациями...
uk: Видалення продажів закритих по консигнації

source: Deleting the vending machine failed! Please try again later.
bg: Изтриването на автомата за стоки беше неуспешно. Моля, опитайте по-късно.
es: ¡Eliminar la máquina expendedora falló! Por favor inténtelo más tarde.
hy: Առևտրային ավտոմատի հեռացումը կանխված է, խնդրում ենք փորձել կրկին
ka: სავაჭრო აპარატის წაშლა წარუმატებლად დასრულდა! სცადეთ ხელმეორედ მოგვიანებით.
ru: Удаление рабочего места не удалось! Повторите попытку позднее.

source: Deleting the web store failed! Please try again later.
bg: Изтриването на интернет магазина беше неуспешно. Моля, опитайте по-късно.
es: ¡Eliminar la tienda web falló! Por favor inténtelo más tarde.
hy: Ինտերնետ խանութի հեռացումը կանխված է
ka: ვებ-მაღაზიის წაშლა ვერ მოხერხდა! გთხოვთ, სცადოთ ხელმეორედ.
ru: Удаление интернет-магазина не выполнено! Поторите попытку позже.

source: Deleting users with access level higher or equal of the current's one is not allowed!
az: Запрещено удалять пользователей с уровнем доступа выше или равным текущему!
bg: Изтриването на потребители с равнище на достъп, по-високо или равно от това на текущия, не е позволено.
es: ¡Eliminar usuarios con nivel de acceso mayor o igual al actual no está permitido!
fr: Suppression d'utilisateurs avec le niveau d'accès supérieur ou égal d'un courant n'est pas permis!
hy: Բարձր կամ հավասար հասանելիությամբ օգտագործողին հեռացնելը հնարավոր չէ
ka: მომხმარებელთა წაშლა, რომელთაც აქვთ ტოლი ან უფრო მაღალი უფლებები არ არის ნებადართული!
pl: Usunąć użytkowników z poziomem dostępu, wyższym albo równym ze wszystkimi, jednego nie pozwala się!
ru: Запрещено удалять пользователей с уровнем доступа выше или равным текущему!
uk: Заборонено видаляти користувачів з рівнем доступу вище або рівним поточному!
