Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Saving the vending connector service settings failed! Please try again later.
bg: Записът на настройките за връзка с автомати за стоки беше неуспешен! Моля, опитайте по-късно.
es: ¡Guardar la configuración del servidor de conector de ventas falló! Por favor inténtelo más tarde.
hy: Առևտրային ավտոմատի կարգավորումների պահպանումը կանխված է. խնդրում ենք փորձել կրկին
ka: სავაჭრო კონექტორის სერვისის პარამეტრების შენახვა არ მოხერხდა! გთხოვთ, სცადოთ ხელმეორედ.
ru: Сохранение настроек службы подключения не удалось! Повторите попытку позже.

source: Saving the web store service settings failed! Please try again later.
bg: Записът на настройките за връзка с интернет магазини беше неуспешен! Моля, опитайте по-късно.
es: Guardando la configuración de los servicios de la tienda web falló! Por favor inténtelo más tarde.
hy: Ինտերնետ խանութի կարգավորումների պահպանումը կանխված է. խնդրում ենք փորձել կրկին
ka: ვებ-მაღაზიის სერვისის პარამეტრების შენახვა არ მოხერხდა! გთხოვთ, სცადოთ ხელმეორედ.
ru: Сохранение настроек служб интернет-магазина не удалось! Повторите попытку позже.

source: Saving transfer
az: Yerdəyişməni yadda saxla
bg: Запис на трансфер
es: Guardando transferencia
fr: Sauvegarde de transfert
hy: Պահպանել տեղափոխումը
ka: გადაგზავნის დამახსოვრება
pl: Zachowanie przemieszczenia
ru: Сохранение перемещения
uk: Зберегти переміщення

source: Saving waste
az: Silməni yadda saxla
bg: Запис на брак
es: Guardando merma
fr: Sauvegarde des déchets
hy: Պահպանել դուրս գրումը
ka: წუნის დამახსოვრება
pl: Zachowanie spisania na straty
ru: Сохранение списания по браку
uk: Зберегти списання

source: Scan
bg: Сканиране
es: Escáner
hy: Սկանավորում
ka: სკანირება
ru: Сканировать

source: Scan an item with the connected barcode reader to see the price
bg: Сканирайте стока със свързаният баркод четец за да видите цената ѝ
es: Escanear una mercancía con el lector de código de barras conectado para ver el precio
hy: Մոտեցրեք ապրանքը սկաներին որպեսզի տեսնեք գինը
ka: მოძებნე საქონელი მიერთებული შტრიხკოდების წამკითხველით ფასის სანახავად
ru: Просканируйте товар, чтобы увидеть цену
uk: Проскануйте товар, щоб побачити ціну

source: Scan interval:
bg: Промеждутък на сканиране:
es: Intervalo de escáner
fr: Intervalle de balayage:
hy: Սքանավորման ինտերվալ
ka: ინტერვალში ძებნა:
ru: Интервал сканирования:

source: Scan using camera
bg: Сканирай чрез камера
es: Cámara uando escáner
hy: Սկանավորւոմ տեսախցիկի միջոցով
ka: სკანირება კამერის გამოყენებით
ru: Сканирование с использованием камеры

source: Scanning...
bg: Сканиране...
es: Escaneando...
hy: Սկանավորում...
ka: სკანირება...
ru: Сканирование

# Distribution
source: Scenarios
bg: Сценарии
es: Escenarios
hy: Սցենարներ
ka: სცენარი
ru: Сценарии

source: Search
bg: Търсене
es: Buscar
hy: Փնտրել
ka: ძებნა
ru: Поиск

source: Search:
bg: Търсене:
hy: Փնտրել
ka: ძებნა:
ru: Поиск:

source: Searching for items...
bg: Търсене на стоки...
es: Buscar por mercancias...
hy: Փնտրում
ka: საქონლის ძებნა...
ru: Поиск записей...

source: Searching for operations...
bg: Търсене на операции...
es: Buscando por operaciones...
hy: Փնտրում գործողությունների մեջ
ka: ოპერაციებისათვის ძებნა
ru: Поиск операций...

source: Searching in IncoCloud...
bg: Търсене в IncoCloud...
es: Buscando en Inco Cloud...
hy: Փնտրել IncoCloud-ում
ka: ინკოღრუბელში ძებნა...
ru: Поиск в IncoCloud...

source: Section
az: Seksiya
bg: Раздел
es: Sección
fr: Une Section
hy: Բաժին
ka: სექცია
pl: Sekcja
ru: Секция
uk: Розділ

source: Section type:
az: Seksiya tipi:
bg: Вид на раздела
es: Tipo de sección:
fr: Type de Section:
hy: Բաժնի տեսակը
ka: სექციის ტიპი
pl: Rodzaj działu:
ru: Тип секции:
uk: Тип розділу:

source: Select
az: Seç
bg: Избор
es: Seleccionar
fr: Sélectionner
hy: Ընտրել
ka: ამორჩევა
pl: Wybrać
ru: Выбрать
uk: Вибрати

source: Select Background
az: Fonu seç
bg: Избор на фон
es: Seleccionar Fondo
fr: Sélectionnez Arrière-plan
hy: Ընտրել նկարը
ka: ამოირჩიე უკანა ფონი
pl: Wybierz tło
ru: Выберите фон

source: Select Background Color
bg: Избор на фон
es: Seleccionar Color del Fondo
fr: Sélectionnez la couleur de fond
hy: Ընտրել ֆոնի գույնը
ka: ამოირჩიეთ ხაზის ფერი
ru: Выберите цвет фона

source: Select Bar Color
bg: Избор на цвят на стълб
es: Seleccionar Color de la Barra
fr: Sélectionnez la Couleur de la barre
hy: Ընտրել սյունյակի գույնը
ka: ამოირჩიეთ ხაზის ფერი
ru: Выберите цвет штрихов

source: Select Border Color
az: Sərhədin rəngini seç
bg: Избор на цвят на границата
es: Seleccionar Color del Borde
fr: Sélectionnez Couleur de la bordure
hy: Ընտրել գույնը
ka: ამოირჩიეთ საზღვრის ფერი
pl: Wybierzcie Kolor Granicy
ru: Выберите цвет границы

source: Select Export File
az: Export üçün Faylı seç
bg: Избор на файл за експорт
es: Seleccionar Fichero de Exportación
fr: Sélectionnez un fichier d’Export
hy: Ընտրել արտահանվող ֆայլը
ka: ამოირჩიე ექსპორტის ფაილი
pl: Wybierzcie Eksportowy Plik
ru: Выбрать файл для экспорта

source: Select Font Color
bg: Избор на цвят на шрифт
es: Seleccionar Color de Letra
fr: Sélectionnez la Couleur de police
hy: Ընտրել տառատեսակի գույնը
ka: ამოირჩიეთ ფონტის ფერი
ru: Выберите цвет шрифта

source: Select Foreground
az: Ön planın rəngini seç
bg: Избор на основен цвят
es: Seleccionar Primer plano
fr: Sélectionnez les originaux
hy: Ընտրել նկարը
ka: ამოირჩიეთ წინა ფონი
pl: Wybierzcie przedni Plan
ru: Выберите цвет переднего плана

source: Select Import File
az: İmport üçün Faylı seç
bg: Избор на файл за импорт
es: Seleccionar fichero de Importación
fr: Sélectionnez le fichier d’Import
hy: Ընտրել ներմուծվող ֆայլը
ka: ამოირჩიეთ იმპორტის ფაილი
pl: Wybierzcie Importowany Plik
ru: Выбрать файл для импорта

source: Select IncoCloud Group
bg: Избор на група от "IncoCloud"
es: Seleccionar Grupo IncoCloud
fr: Sélectionnez le Groupe IncoCloud
hy: Ընտրել IncoCloud–ի խումբը
ka: ამოირჩიეთ ინკო-ღრუბლის ჯგუფი
ru: Выбрать IncoCloud Группу

source: Select a customer to be used.
az: Müştəri seç.
bg: Изберете клиент, който да бъде използван.
es: Seleccionar un cliente para ser usado.
fr: Sélectionnez un client à utiliser.
hy: Ընտրել
ka: აირჩიეთ კლიენტი.
pl: Wybierzcie klienta.
ru: Выберите клиента.
uk: Виберіть клієнта.

source: Select a device
bg: Изберете устройство
es: Seleccionar dispositivo
hy: Ընտրել սարքավորումը
ka: აირჩიეთ მოწყობილობა
ru: Выберите устройство

source: Select a location to be removed.
az: Silmək üçün obyekt seç.
bg: Изберете обект, който да бъде премахнат.
es: Seleccionar una entidad para ser eliminada.
fr: Choisissez un emplacement à enlever.
hy: Ընտրել հեռացվող տեղամասը
ka: აირჩიეთ წასაშლელი ადგილმდებარეობა.
pl: Wybierzcie dział dla usunięcia.
ru: Выберите объект для удаления.
uk: Виберіть об'єкт для видалення.

source: Select a location to convert to a location group.
az: Выберите участок для преобразования в группу участков.
bg: Изберете обект, който да бъде преобразуван в група от обекти.
es: Seleccionar una locación para cambiar a un grupo de locación
fr: Choisissez un emplacement à convertir à un groupe d'emplacements.
hy: Ընտրեք տեղամասեր ձևավորելու համար տեղամասերի խումբ
ka: აირჩიეთ ადგილმდებარეობა ადგილმდებარეობის ჯგუფში გარდასაქმნელად.
pl: Wybierzcie dział dla przekształcenia do grupy działów.
ru: Выберите объект для преобразования в группу объектов.
uk: Виберіть об'єкт для перетворення в групу об'єктів.

source: Select a location to manage its reservations.
az: Выберите участок для управления резервациями
bg: Изберете обект, чиито резервации да управлявате.
es: Seleccionar una entidad para administrar sus reservaciones.
fr: Choisissez un emplacement pour la gestion de ses réservations.
hy: Ընտրել տեղամասը ամրագրում կատարելու համար
ka: მონიშნეთ ადგილმდებარეობა მისი დაბრონვისთვის
pl: Wybierzcie dział dla kierowania rezerwatami
ru: Выберите объект для управления резервациями
uk: Виберіть місце щоб управляти своїм бронюванням

source: Select a location to rotate.
az: Çevirmək üçün obyekt seç.
bg: Изберете обект, който да завъртите.
es: Seleccionar una entidad para intercambiar
fr: Choisissez un emplacement à tourner.
hy: Ընտրեք տեղամաս շրջապտույտի համար
ka: აირჩიეთ შემოსაბრუნებელი ადგილმდებარეობა.
pl: Wybierzcie dział dla skrętu
ru: Выберите объект для поворота.
uk: Виберіть об'єкт для розвернення.

source: Select a location to use.
az: Obyekt seç
bg: Изберете обект, който да бъде използван.
es: Seleccionar una entidad para usar
fr: Choisissez un emplacement à utiliser.
hy: Ընտրել օգտագործվող տեղամասը
ka: აირჩიეთ ადგილმდებარეობა
pl: Wybierzcie dział
ru: Выберите объект
uk: Виберіть об'єкт

source: Select a modification label to be removed.
az: Silmək üçün etiket seç.
bg: Изберете етикет, който да бъде премахнат.
es: Seleccione una etiqueta de modificación para ser eliminada-
fr: Sélectionner une étiquette de modification à enlever.
hy: Ընտրեք պիտակը հեռացնելու համար
ka: აირჩიეთ წასაშლელი ეტიკეტი.
pl: Wybierzcie etykietkę dla usunięcia.
ru: Выберите этикетку для удаления.
uk: Виберіть етикетку для видалення.

source: Select a panel to be removed.
az: Silmək üçün panel seç
bg: Изберете панел, който да бъде премахнат.
es: Seleccione un panel para ser eliminado.
fr: Sélectionnez un panneau à supprimer.
hy: Ընտրեք պանելը հեռացնելու համար
ka: აირჩიეთ წასაშლელი პანელი
pl: Wybierzcie panel dla usunięcia
ru: Выберите панель для удаления
uk: Виберіть панель для видалення

source: Select a panel to change its filtering options.
az: Filteri dəyişmək üçün panel seç.
bg: Изберете панел, за да промените настройките му за филтриране.
es: Seleccione un panel para cambiar sus opciones de filtrado.
fr: Sélectionner un panneau pour modifier ses options de filtrage.
hy: Ընտրեք պանել ֆիլտրի փոփոխության համար
ka: აირჩიეთ პანელი ფილტრების შესაცვლელად.
pl: Wybierzcie panel dla zmiany filtru.
ru: Выберите панель для изменения фильтра.
uk: Виберіть панель для зміни фільтра.

source: Select a panel to change its view.
az: Görünüşü dəyişmək üçün panel seç.
bg: Изберете панел, за да промените изгледа му.
es: Seleccione un panel para cambiar su vista previa.
fr: Sélectionner un panneau pour modifier son affichage.
hy: Ընտրել պանել փոխելու համար տեսքը
ka: აირჩიეთ პანელი გამოსახულების შესაცვლელად.
pl: Wybierzcie panel dla zmiany rodzaju.
ru: Выберите панель для изменения вида.
uk: Виберіть панель для зміни вигляду.

source: Select a spot for the new location
bg: Изберете място за новия обект
es: Seleccionar un lugar para la nueva entidad
hy: Ընտրել նոր տեղամասի տեղը
ka: ამოირჩიეთ ადგილი ახალი ადგილმდებარეობისთვის
ru: Выберите место для нового объекта.

source: Select a spot for the new location.
bg: Изберете място за новия обект.
es: Seleccionar un lugar para la nueva entidad.
fr: Choisissez un spot pour le nouvel emplacement.
hy: Ընտրել նոր տեղամասի տեղը
ka: ამოირჩიეთ ადგილი ახალი ადგილმდებარეობისთვის.
ru: Выберите место для нового объекта.

source: Select an action to edit the panels.
az: Paneli redaktə etmək üçün seç.
bg: Изберете действие, за да редактирате панелите.
es: Seleccione una opcion para cambiar editar los paneles.
fr: Sélectionner une action à modifier les panneaux.
hy: Ընտրել գործողություն խմբավորելու համար պանելներ
ka: აირჩიეთ ქმედება პანელის შესაცვლელად.
pl: Wybierzcie działania dla redagowania paneli.
ru: Выберите действия для редактирования панели.
uk: Виберіть дію для редагування панелі.

source: Select an item to add to the operation.
az: Əməliyyata əlafə etmək üçün malı seç.
bg: Изберете стока, за да я добавите към операцията.
es: Seleccionar un elemento para añadir a la operación.
fr: Sélectionnez un produit à ajouter à l'opération.
hy: Ընտրել ապրանք ավելացնելու համար գործողությանը
ka: აირჩიეთ ოპერაციაში დასამატებელი საქონელი.
pl: Wybierzcie towar dla dodania do operacji.
ru: Выберите товар для добавления в операцию.
uk: Виберіть товар для додавання в операцію.

source: Select an item to be removed.
az: Silmək üçün malı seç.
bg: Изберете стока, която да бъде премахната.
es: Seleccione una mercancía para ser eliminada.
fr: Sélectionnez un produit à supprimer.
hy: Ընտրել հեռացվող ապրանքը
ka: აირჩიეთ წასაშლელი საქონელი.
pl: Wybierzcie towar dla usunięcia.
ru: Выберите товар для удаления.
uk: Виберіть товар для видалення.

source: Select an item to change its color.
az: Rəngini dəyişmək üçün malı seç.
bg: Изберете стока, на която да смените цвета.
es: Seleccione un elemento para cambiar su color.
fr: Sélectionnez un produit à changer sa couleur.
hy: Ընտրել ապրանք փոխելու համար գույնը
ka: აირთიეთ საქონელი ფერის შესაცვლელად.
pl: Wybierzcie towar dla zmiany koloru.
ru: Выберите товар для изменения цвета.
uk: Виберіть товар для зміни кольору.

source: Select an item to change its icon.
az: İkonkasını dəyişmək üçün malı seç.
bg: Изберете стока, на която да смените иконата.
es: Seleccione un elemento para cambiar su ícono.
fr: Sélectionnez un produit à modifier son icône.
hy: Ընտրել ապրանք փոխելու համար լոգոտիպը
ka: აირჩიეთ საქონელი პიქტოგრამის შესაცვლელად.
pl: Wybierzcie towar dla zmiany znaczka.
ru: Выберите товар для изменения значка.
uk: Виберіть товар для зміни іконки.

source: Select date
az: Tarixi seç
bg: Изберете дата
es: Seleccionar una fecha
fr: Selectionner une date
hy: Ընտրել ամսաթիվը
ka: აირჩიეთ თარიღი
pl: Wybierzcie datę
ru: Выберите дату
uk: Виберіть дату

source: Select source columns
az: Başlanğıc sütunları seç
bg: Изберете колони
es: Seleccione columnas de origen
fr: Sélectionner les colonnes de source
hy: Ընտրել նախնական սյուները
ka: აირჩიეთ საწყისი სვეტები
pl: Wybierzcie początkowe szpalty
ru: Выберите исходные столбцы
uk: Виберіть колонки

source: Select the spot for the new item group.
bg: Изберете място за новата група от стоки.
es: Seleccione la entidad para los nuevos grupo de mercancía
fr: Sélectionnez le spot pour le nouveau groupede produit.
hy: Ընտրել նոր ապրանքների խմբի տեղը
ka: ამოირჩიეთ ადგილი ახალი ჯგუფისთვის.
ru: Выберите место для новой группы товаров.

source: Select the spot for the new item.
bg: Изберете място за новата стока.
es: Seleccione la entidad para las nueva mercancía
fr: Sélectionnez le spot pour le nouveau produit.
hy: Ընտրել նոր ապրանքի տեղը
ka: ამოირჩიეთ ადგილი ახალი საქონლისთვის.
ru: Выберите место для нового товара.

source: Select the spot for the new panel.
bg: Изберете място за новия панел.
es: Seleccione el lugar para el nuevo panel
fr: Sélectionnez le spot pour le nouveau panneau.
hy: Ընտրել նոր վահանակի տեղը
ka: ამოირჩიეთ ადგილი ახალი პანელისთვის.
ru: Выберите место для новой панели.

source: Selectable partner at Point of Sale
az: POS rejimində ixtiyari partnyory seç
bg: Избираем партньор в търговски обект
es: Socio seleccionable en el Punto de Venta
fr: Partenaire sélectionnable au point de vente
hy: Վաճառքի կետում ընտրովի գործընկեր
ka: პარტნიორის არჩევა POS რეჟიმში
pl: Wybór dowolnego partnera w reżimie POS
ru: Выбор произвольного партнера в режиме Торгового объекта
uk: Вибір випадкового партнера в режимі POS

source: Selected
az: Seçilmiş
bg: Избран
es: Seleccionado
fr: Sélectionné
hy: Ընտրված
ka: არჩეული
pl: Wybrane
ru: Выбранный
uk: Вибраний

source: Selected database "{0}" is invalid.
az: Выбранная база данных "{0}" имеет недопустимый формат.
bg: Избраната база "{0}" е невалидна.
es: La base de datos seleccionada "{0}" es inválida.
fr: La base de données sélectionnée "{0}"est invalide.
hy: Ընտրված "{0}" տվյալների բազան ունի անթույլատրելի ֆորմատ
ka: არჩეულ "{0}" მონაცემთა ბაზას აქვს დაუშვებელი ფორმატი.
pl: Wybrana baza danych"{0}" ma niedopuszczalny format.
ru: Выбранная база данных "{0}" имеет недопустимый формат.
uk: Вибрана база даних "{0}" має недобрий формат.

source: Selected database "{0}" is not a valid {1} database.
az: Выбранная база данных "{0}" имеет недопустимый формат для базы данных {1}.
bg: Избраната база "{0}" не е валидна {1} база данни.
es: La base de datos seleccionada "{0}" no es una base de datos {1} válida.
fr: Base de données sélectionnée "{0}"n'est pas valide {1} base de données.
hy: Ընտրված "{0}" տվյալների բազան ունի անթույլատրելի ֆորմատ {1} տվյալների բազայի համար
ka: არჩეულ "{0}" მონაცემთა ბაზას აქვს დაუშვებელი ფორმატი {1} მონაცემთა ბაზებისთვის.
pl: Wybrana baza danych "{0}" ma niedopuszczalny format dla bazy danych {1}.
ru: Выбранная база данных "{0}" имеет недопустимый формат для базы данных {1}.
uk: Вибрана база даних "{0}" має недобрий формат бази даних {1}.

# Distribution
source: Sell credits
bg: Продаване на кредити
es: Vender créditos
hy: Վաճառել կրեդիտները
ka: კრედიტების გაყიდვა
ru: Продать кредиты
uk: Продати кредити

source: Send
az: Göndər
bg: Изпращане
es: Enviar
fr: Envoyer
hy: ՈՒղարկել
ka: გაგზავნა
pl: Wysłać
ru: Отправить
uk: Надіслати

source: Send e-mail
az: E-mail göndər
bg: Изпрати e-mail
es: Enviar correo electrónico
fr: Envoyer un e-mail
hy: ՈՒղարկել էլ. փոստ
ka: ელ-ფოსტის გაგზავნა
pl: Wysłać e-mail
ru: Отправить e-mail
uk: Послати e-mail

source: Send error log
bg: Изпращане на запис с грешки
es: Enviar registro de error
hy: ՈՒղարկել սխալների ցանկըl
ka: შეცდომების ჟურნალის გაგზავნა
ru: Оправить отчет об ошибках

# Distribution
source: Send licenses
bg: Изпращане на лицензи
es: Enviar licencias
hy: Ուղարկել լիցենզիաները
ka: ლიცენზიების გაგზავნა
ru: Отправить лицензии

# Distribution
source: Send licenses to {0}
bg: Изпращане на лицензи към {0}
es: Enviar licencias a {0}
hy: Ուղարկել լիցենզիաները {0}
ka: ლიცენზიების გაგზავნა {0}-სთვის
ru: Отправить лицензии {0}

source: Send sales information to getti.org when getti cards are used.
bg: Изпраща информация за продажбите до getti.org, когато се използва getti карта.
es: Enviar información de ventas a getti.org cuando las tarjetas getti sean usadas.
hy: Ուղղարկել վաճառքի ինֆորմացիան getti.org երբ օգտագործվում է getti քարտերը
ka: გაყიდვების ინფორმაციის გაგზავნა getti.org_ში, როდესაც გამოყენებულია getti_ს ბარათები
ru: Отправлять информацию о продажах к getti.org при использовании карт getti.

source: Send to e-mail:
bg: Изпращане по ел.поща:
es: Enviar a correo electrónico:
fr: Envoyer à e-mail:
hy: ՈՒղարկել էլ. փոստ
ka: გაგზავნე ელ-ფოსტაზე
ru: Отправить почтой

source: Sender address:
az: Göndərənin ünvanı:
bg: Адрес на подателя:
es: Dirección del remitente:
fr: Adresse de l'expéditeur:
hy: ՈՒղարկողի հասցեն
ka: გამგზავნის მისამართი:
pl: Adres nadawcy :
ru: Адрес отправителя:
uk: Адрес від кого:

source: Sending a request for QuickBooks settings refresh failed! Please try again later.
bg: Изпращането на заявка за опресняване на настройките от QuickBooks беше неуспешно! Моля, опитайте по-късно.
hy: QuickBooks Online-ի տվյալների փոխանցումը ձախողված է, կրկին փորձել
ru: Запрос на обновление настроек QuickBooks отклонен! Повторите попытку позднее.

source: Sending a request for synchronization failed! Please try again later.
bg: Изпращането на заявка за синхронизация беше неуспешно! Моля, опитайте по-късно.
es: ¡La petición enviada para sincronización falló! Por favor inténtelo más tarde.
hy: Սինխրոնիզացման հարցումը կանխված է, խնդրում ենք փորձել մի փոքր ուշ
ka: სინქრონიზაციისთვის მოთხოვნის გაგზავნა წარუმატებლად დასრულდა! სცადეთ ხელმეორედ.
ru: Отправка запроса синхронизации не удалась! Повторите попытку позже.

source: Sending files...
bg: Изпращане на файлове...
es: Enviando archivos...
fr: Envoi de fichiers ...
hy: Ուղարկել ֆայլեր
ka: ფაილების გაგზავნა...
ru: Отправка файлов...

source: Sending report...
az: Hesabat göndərilir...
bg: Изпращане на данни...
es: Enviando reportes...
fr: Envoi du rapport ...
hy: Հաշվետվության ուղարկում
ka: რაპორტის გაგზავნა...
pl: Wysłanie raportu...
ru: Отправка отчета...
uk: Відправка звіту...

source: Sending...
az: Göndəriş...
bg: Изпращане...
es: Enviando...
fr: Envoi ...
hy: ՈՒղարկում
ka: გაგზავნა...
pl: Wysyłka...
ru: Отправка...
uk: Відправка...

# Distribution
source: Sent a license of type {0} to {1}.
bg: Изпратен е лиценз от тип {0} на {1}.
es: Enviada una licencia de tipo {0} a {1}.
hy: Ողարկվել է {0}-ից {1} տիպի լիցենզիաներ
ka: გაგზავნილია {0} ტიპის ლიცენზიები {1}-სთვის.
ru: Отправлена лицензия тип {0} {1}.

source: Separator
az: Bölən
bg: Разделител
es: Separador
fr: Le séparateur
hy: Տարանջատիչ
ka: გამყოფი
ru: Разделитель
uk: Розділювач

source: Separator Before Total
az: Yekundan əvvəl bölən
bg: Разделител преди обща сума
es: Separador antes del Total
fr: Séparateur Avant totale
hy: Տարանջատիչ
ka: გამყოფი ჯამის წინ
pl: Separator przed Razem
ru: Разделитель перед Итого
uk: Розділювачь перед пісумком

source: September
az: Sentyabr
bg: Септември
es: Septiembre
fr: Septembre
hy: Սեպտեմբեր
ka: სექტემბერი
pl: Wrzesień
ru: Сентябрь
uk: Вересень

source: Serial Number
az: Seriya nömrəsi
bg: Сериен Номер
es: Número de Serie
fr: La Numéro de série
hy: Արտադրական համար
ka: სერიის ნომერი
pl: Seryjny Numer
ru: Серийный номер
uk: Серійний номер

source: Serial number
az: Seriya nömrəsi
bg: Сериен номер
es: Número de serie
fr: La Numéro de série
hy: Սերիալ համար
ka: სერიული ნომერი
pl: Seryjny numer
ru: Серийный номер
uk: Серійний номер

source: Serial port:
bg: Сериен порт:
es: Puerto serie:
fr: Le Port série:
hy: Սերիալ պորտ
ka: მიმდევრობითი პორტი:
pl: Konsekwentny port :
ru: Последовательный порт:
uk: Послідовний порт:

source: Server
bg: Сървър
es: Servidor
hy: Սերվեր
ka: სერვერი
ru: Сервер

source: Server:
bg: Сървър:
es: Servidor:
fr: Serveur:
hy: Սերվեր
ka: სერვერი:
pl: Serwer:
ru: Сервер:
uk: Сервер:

source: Service Charge
az: Xidmətə görə ödəniş
bg: Такса обслужване
es: Recargo por Servicios
fr: Les frais de service
hy: Սպասարկման արժեք
ka: სერვისის მიღება
pl: Płata Za Obsługę
ru: Плата за обслуживание
uk: Плата за обслуговування

source: Service charge
az: Xidmətə görə ödəniş
bg: Такса обслужване
es: Recargo por servicios
fr: Les frais de service
hy: Սպասարկման արժեք
ka: სერვისის მიღება
pl: Płata za obsługę
ru: Плата за обслуживание
uk: Плата за обслуговування

source: Services
bg: Услуги
es: Servicios
hy: Ծառայությունների
ka: სერვისები
ru: Службы

source: Services can only be managed for the group that the current database is part of!
bg: Услугите могат да бъдат управлявани само за групата в която е текущата баз данни!
es: ¡Los servicios solo pueden ser administrados por el grupo al que pertenece la actual base de datos!
hy: Ծառայությունը հնարավոր է ղեկավարել միայն ձեր խմբի շրջանակներում
ka: სერვისები შეიძლება იყოს მართული მხოლოდ იმ ჯგუფისთვის, რომელიც მიმდინარე მონაცემთა ბაზის ნაწილია!
ru: Службы могут управляться только из группы, к которой принадлежит база данных!

source: Set Auto Paper Cut
az: Avtokəsməni təyin et
bg: Автоматичен нож
es: Establecer Corte de papel automático
fr: Valider la coupe automatique de papier
hy: Հաստատել թղթի ավտոմատ կտրում
ka: ავტომატური მოჭრის დაყენება
pl: Zamontować obcinarke papieru
ru: Включить автоотрез
uk: Включити автовідріз

source: Set Barcode Height
az: Barkodun hündürlüyünü təyin et
bg: Установяване на височината на баркода
es: Definir altura del código de barras
fr: Régler l’hauteur de codes à barres
hy: Հաստատել գծիկավոր կոդի բարձրությունը
ka: შტრიხ კოდის სიმაღლსი დაყენება
pl: Ustalić wysokość kodu kreskowego
ru: Установить высоту штрих-кода
uk: Встановити висоту штрихкода

source: Set Buffered Print
az: Çapın buferizasiyasını işə sal
bg: Активиране на буфериран печат
es: Definir Impresión Moderada
fr: Régler l’impression en mémoire tampon
hy: Միացնել տպման բուֆերիզացիան
ka: პრინტერის ბუფერიზაციის დაყენება
pl: Włączyć buforowanie Druku
ru: Включить буферизацию печати
uk: Включити буферізацію друку

source: Set Date/Time
az: Tarix/Saat qur
bg: Настройка на дата/време
es: Definir Fecha/Hora
fr: Régler la date / l'heure
hy: Սահմանել ամսաթիվ/ժամ
ka: თარიღის და დროის დაყენება
pl: Ustalić datę/czas
ru: Установить дату/время
uk: Встановити дату/час

source: Set Footer Text
az: Aşağı hissənin mətnini təyin et
bg: Въвеждане на редове в края на бележката
es: Definir texto del pié de página
fr: Définir le texte de Pied de page
hy: Սահմանել ստորին մասի տեքստը
ka: ქვედა ნაწილის ტექსტის დაყენება
pl: Ustalić tekst dolnej części
ru: Установить текст нижней части
uk: Встановити текст нижньої частини
