Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Cancel the current reservation?
az: Отменить текущую резервацию?
bg: Отказ на текущата резервация?
es: Cancelar la reservación actual
fr: Annulez la réservation actuelle ?
hy: Հերքել ընթացիկ ամրագրումը ?
ka: გავაუქმო მიმდინარე ჯავშანი?
pl: Skasuj potoczną rezerwację?
ru: Отменить текущую резервацию?
uk: Скасування поточне бронювання?

source: Cannot delete VAT group "{0}"!
az: "{0}"ƏDV dərəcəsini silmək mümkün deyil!
bg: Изтриване на ДДС група "{0}" не може да бъде изпълнено!
es: ¡No puede borrar el grupo IVA "{0}"!
fr: Impossible de supprimer le groupe TVA "{0}"!
hy: Հնարավոր չէ ջնջել "{0}" ԱԱՀ խումբը
ka: "{0}" დღგ-ს მნიშვნელობის წაშლა შეუძლებელია!
pl: Niemożliwie usunąć stawkę VAT "{0}"!
ru: Невозможно удалить ставку НДС "{0}"!
uk: Неможливо видалити ставку ПДВ "{0}"!

source: Cannot delete device "{0}"!
az: "{0}"Avadanlığı silmək mümkün deyil!
bg: Изтриване на устройство "{0}" не може да бъде изпълнено!
es: ¡No puede eliminar el dispositivo "{0}"!
fr: Ne peut pas supprimer le périphérique "{0}"!
hy: Հնարավոր չէ ջնջել "{0}" սարքավորումը
ka: "{0}" მოწყობილობის წაშლა შეუძლებელია!
pl: Niemożliwie usunąć urządzenie "{0}"!
ru: Невозможно удалить устройство "{0}"!
uk: Неможливо видалити пристрій "{0}"!

source: Cannot delete group "{0}"!
az: "{0}"qrupu silmək mümkün deyil!
bg: Изтриване на група "{0}" не може да бъде изпълнено!
es: ¡No puede eliminar el grupo "{0}"!
fr: Impossible de supprimer le groupe "{0}"!
hy: Հնարավոր չէ ջնջել "{0}" խումբը
ka: "{0}" ჯგუფის წაშლა შეუძლებელია!
pl: Niemożliwie usunąć grupę "{0}"!
ru: Невозможно удалить группу "{0}"!
uk: Невожливо видалити групу "{0}"!

source: Cannot delete item "{0}"!
az: "{0}"əmtəəni silmək olmur!
bg: Изтриване на стока "{0}" не може да бъде изпълнено!
es: ¡No puede eliminar la mercancía "{0}"!
fr: Impossible de supprimer l’élément "{0}"!
hy: Հնարավոր չէ ջնջել "{0}" կետը
ka: "{0}" საქონლის წაშლა შეუძლებელია!
pl: Niemożliwie usunąć towar "{0}"!
ru: Невозможно удалить товар "{0}"!
uk: Неможливо видалити товар "{0}"!

source: Cannot delete location "{0}"!
az: "{0}"Sahəni silmək mümkün deyil!
bg: Изтриване на обект "{0}" не може да бъде изпълнено!
es: ¡No puede eliminar la entidad "{0}"!
fr: Impossible de supprimer emplacement "{0}"!
hy: "{0}" հնրավոր չէ հեռացնել տեղամասը
ka: "{0}" ადგილმდებარეობის წაშლა შეუძლებელია!
pl: Niemożliwie usunąć miejsce "{0}"!
ru: Невозможно удалить объект "{0}"!
uk: Неможливо видалити об'єкт "{0}"!

source: Cannot delete partner "{0}"!
az: "{0}"Partnyoru silmək mümkün deyil!
bg: Изтриване на партньор "{0}" не може да бъде изпълнено!
es: ¡No puede eliminar el socio "{0}"!
fr: Impossible de supprimer partenaire "{0}"!
hy: Հնարավոր չէ ջնջել "{0}"Գործընկերոջը
ka: "{0}" პარტნიორის წაშლა შეუძლებელია!
pl: Niemożliwie usunąć partnera "{0}"!
ru: Невозможно удалить партнера "{0}"!
uk: Неможливо видалити партнера "{0}"!

source: Cannot delete payment type "{0}"!
az: "{0}"Ödəniş tipini silmək mümkün deyil!
bg: Изтриване на тип "{0}" не може да бъде изпълнено!
es: ¡No puede eliminar el tipo de pago "{0}"!
fr: Impossible de supprimer un type de paiement "{0}"!
hy: Հնարավոր չէ ջնջել վճարման տեսակը"{0}"
ka: "{0}" გადახდის ტიპის წაშლა შეუძლებელია!
pl: Niemożliwie usunąć typ opłaty "{0}"!
ru: Невозможно удалить тип оплаты "{0}"!
uk: Неможливо видалити тип оплати "{0}"!

source: Cannot delete record "{0}"!
az: "{0}"Yazini silmək mümkün deyil!
bg: Изтриване на запис "{0}" не може да бъде изпълнено!
es: ¡No puede eliminar el registro "{0}"!
fr: Impossible de supprimer l’enregistrement "{0}"!
hy: Հնարավոր չէ ջնջել գրանցումը "{0}"
ka: "{0}" ჩანაწერის წაშლა შეუძლებელია!
pl: Niemożliwie usunąć zapis "{0}"!
ru: Невозможно удалить запись "{0}"!
uk: Неможливо видалити запис "{0}"!

source: Cannot delete tax group "{0}"!
az: "{0}"Vergi qrupunu silmək mümkün deyil!
bg: Изтриване на данъчна група "{0}" не може да бъде изпълнено!
es: ¡No se puede eliminar el grupo de impuestos "{0}" !
fr: Impossible de supprimer le groupe d'impôt "{0}"!
hy: Հնարավոր չէ ջնջել հարկային խումբը "{0}"
ka: "{0}" საგადასახადო ჯგუფის წაშლა შეუძლებელია!
pl: Niemożliwie usunąć podatkową grupę "{0}"!
ru: Невозможно удалить налоговую группу "{0}"!
uk: Неможливо видалити податкову групу "{0}"!

source: Cannot delete the currently active user!
az: Aktiv istifadəçini silmək mümkün deyil
bg: Изтриване на текущо активният потребител не може да бъде извършено!
es: ¡No puede eliminar el usuario activo!
fr: Impossible de supprimer l'utilisateur actuellement actif!
hy: Հնարավոր չէ հերքել ընթացիկ ակտիվ օգտվողին
ka: წაშლა შეუძლებელია, მომხმარებელი ამჟამად აქტიურია
pl: Niemożliwie usunąć aktywnego użytkownika!
ru: Невозможно удалить активного пользователя!
uk: Неможливо видалити активного користувача !

source: Cannot delete user "{0}"!
az: "{0}"İstifadəçini silmək mümkün deyil!
bg: Изтриване на потребител "{0}" не може да бъде изпълнено!
es: ¡No puede eliminar el usuario "{0}"!
fr: Impossible de supprimer l'utilisateur "{0}"!
hy: Հնարավոր չէ ջնջել օգտագործողին "{0}"
ka: "{0}" მომხმარებლის წაშლა შეუძლებელია!
pl: Niemożliwie usunąć użytkownika "{0}"!
ru: Невозможно удалить пользователя "{0}"!
uk: Неможливо видалити користувача "{0}"!

source: Cannot edit the default user "{0}"!
bg: Потребителя по подразбиране "{0}" не може да бъде редактиран!
es: ¡No puede editar el usuario predeterminado "{0}" !
hy: Հնարավոր չէ խմբագրել լռելյայն օգտագործողին "{0}"!
ka: "{0}" ზოგადი მომხმარებლის რედაქტირება შეუძლებელია!
ru: Невозможно изменить пользователя по умолчанию "{0}"!
uk: Неможливо змінити користувача за замовчуванням "{0}"!

source: Cannot find the selected operation!
bg: Избраната операция не може да бъде открита!
es: ¡No se puede encontrar la operación seleccionada!
hy: Հնարավոր չէ գտնել տվյալ գործողությունը
ka: ვერ ვპოულობ ამორჩეულ ოპერაციას!
ru: Указанная операция не найдена!
uk: Не вдається знайти обрану операцію!

source: Card
az: Kart
bg: Карта
es: Tarjeta de crédito
fr: Carte
hy: Քարտով
ka: ბარათი
pl: Karta
ru: Карта
uk: Картка

source: Card No.
az: Kartın nömrəsi
bg: Карта №
es: No. de tarjeta de crédito
fr: Numéro de la carte
hy: Քարտի համար
ka: ბარათის ნომერი
pl: nr karty
ru: № карты
uk: Номер Картки.

source: Card Payment Customer Receipt
bg: Картово разплащане - бележка за клиента
es: Recibo del cliente de pago con tarjeta
hy: Քարտային վճարում հաճախորդի կտրոն
ka: ბარათით გადახდის Customer ქვითრი
ru: Оплата картой-Kлиентский чек

source: Card Payment Merchant Receipt
bg: Картово разплащане - бележка за търговеца
es: Recibo Mercantil de la Tarjeta de Pago
hy: Քարտային վճարում վաճառողի կտրոն
ka: ბარათით გადახდის Merchant ქვითრი
ru: Оплата картой Merchant чек

source: Card Payments
bg: Картови разплащания
es: Pagos con tarjeta de crédito
hy: Քարտային վճարումներ
ka: ბარათით გადახდები
ru: Платежи картой

source: Card number:
az: Kartın nömrəsi
bg: Номер на карта:
es: Número de tarjeta de crédito
fr: Numéro de la carte:
hy: Քարտի համար
ka: ბარათის ნომერი:
pl: Numer karty
ru: Номер карты:
uk: Номер картки

source: Card readers
az: Kart oxuyucular
bg: Картови четци
es: Lectores de tarjetas de créditos
fr: Les lecteurs de carte
hy: Քարտ ընթերցող սարքեր
ka: ბარათების წამკითხავები
pl: Czytniki kart
ru: Считыватели карт
uk: Зчитувачі картк

source: Card was declined!
bg: Картата беше отхвърлена!
es: La tarjeta de crédito fue rechazada!
hy: Քարտը անջատված է
ka: ბარათი უარყოფილია
ru: Kарта была отклонена!

source: Card:
bg: Карта:
es: Tarjeta de crédito:
hy: Քարտ
ka: ბარათი
ru: Карта:

source: Cash Book
az: Kassa kitabi
bg: Касова книга
es: Libro de caja
fr: Le Journal de caisse
hy: Դրամարկղային գիրք
ka: სალაროს წიგნაკი
pl: Kasowa księga
ru: Кассовый журнал
uk: Касова книга

source: Cash Flow Statement
bg: Касов отчет
es: Estado de Flujo de Caja
hy: Դրամական միջոցների հոսքերի մասին հաշվետվություն
ka: ფულადი სახსრების მოძრაობის უწყისი
ru: Отчет о движении денежных средств
uk: Касовий звіт

source: Cash Order
bg: Касов ордер
es: Pedido al contado
hy: Օրդեր
ka: სალაროს დავალება
ru: Кассовый Ордер
uk: Касовий ордер

source: Cash Receipt
az: Kassa çeki
bg: Касова бележка
es: Recibo de efectivo
fr: Reçu de caisse
hy: ԿՏՐՈՆ
ka: სალაროს ქვითარი
pl: Paragon płatnością gotówkową
ru: Кассовый чек
uk: Касовий чек

source: Cash description
az: Valyutanın təsviri
bg: Описание на валутата
es: Descripción de caja
fr: La description de trésorerie
hy: Կանխիկի նկարագրություն
ka: სალაროს აღწერილობა
pl: Opis waluty
ru: Описание валюты
uk: Опис валюти

source: Cash drawers
bg: Каси
es: Caja chica
hy: Դրամարկղներ
ka: ფულის ყუთები
ru: Денежные ящики
uk: Грошові ящики

source: Cash input
az: Nagd mədaxil
bg: Внасяне на пари в брой
es: Efectivo de entrada
fr: Entrée de trésorerie
hy: Կանխիկ մուտք
ka: ნაღდი ფულის შეტანა
pl: Wnoszenie gotówki
ru: Внесение наличности
uk: Внесення готівки

source: Cash output
az: Nagd məxaric
bg: Изтегляне на пари в брой
es: Efectivo de salida
fr: Sortie de trésorerie
hy: Կանխիկ ելք
ka: ნაღდი ფულით გადახდა გადახდა
pl: Wypłata gotówki
ru: Выплата наличности
uk: Виплата готівкою

source: Cash receipt printers
bg: Принтери за касови бележки
es: Impresoras de Recibo en Efectivo
hy: POS տպիչ
ka: სალაროს ქვითრის პრინტერები
ru: Фискальные принтеры

source: Cashier:
bg: Касиер:
es: Cajero
hy: Գանձապահ.
ka: მოლარე:
ru: Кассир:
uk: Касир:

source: Catalog
bg: Каталог
es: Catálogo
hy: Կատալոգ
ka: კატალოგი
ru: Каталог
uk: Каталог

source: Catalog:
bg: Каталог:
es: Catálogo:
hy: Կատալոգ
ka: კატალოგი:
ru: Каталог:
uk: Каталог:

source: Catalogue
az: Kataloq
bg: Каталог
es: Catálogo
hy: Կատալոգ
ka: კატალოგი
pl: Katalog
ru: Каталог
uk: Каталог

source: Catalogue 1
az: Kataloq 1
bg: Каталог 1
es: Catálogo 1
hy: Կատալոգ 1
ka: კატალოგი 1
pl: Katalog 1
ru: Каталог 1
uk: Каталог 1

source: Catalogue 1:
az: Kataloq 1:
bg: Каталог 1:
es: Catálogo 1:
hy: Կատալոգ 1
ka: კატალოგი 1:
pl: Katalog 1:
ru: Каталог 1:
uk: Каталог 1:

source: Catalogue 2
az: Kataloq 2
bg: Каталог 2
es: Catálogo 2
hy: Կատալոգ 2
ka: კატალოგი 2
pl: Katalog 2
ru: Каталог 2
uk: Каталог 2

source: Catalogue 2:
az: Kataloq 2:
bg: Каталог 2:
es: Catálogo 2:
hy: Կատալոգ 2
ka: კატალოგი 2:
pl: Katalog 2:
ru: Каталог 2:
uk: Каталог 2:

source: Catalogue 3
az: Kataloq 3
bg: Каталог 3
es: Catálogo 3
hy: Կատալոգ 3
ka: კატალოგი 3
pl: Katalog 3
ru: Каталог 3
uk: Каталог 3

source: Catalogue 3:
az: Kataloq 3:
bg: Каталог 3:
es: Catálogo 3:
hy: Կատալոգ 3
ka: კატალოგი 3:
pl: Katalog 3:
ru: Каталог 3:
uk: Каталог 3:

source: Catalogue:
az: Kataloq:
bg: Каталог:
es: Catálogo:
hy: Կատալոգ
ka: კატალოგი:
pl: Katalog:
ru: Каталог:
uk: Каталог:

source: Cell
az: Xana
bg: Клетка
es: Celda
fr: La cellule
hy: Բջիջ
ka: ქსელი
pl: Ośrodek
ru: Ячейка
uk: Клітинка

source: Center
az: Mərkəz
bg: Среда
es: Centro
fr: Centre
hy: Կենտրոն
ka: ცენტრი
pl: Centrować
ru: Центр
uk: Центр

source: Change
az: Qalıq
bg: Ресто
es: Cambio
fr: Changer
hy: Տարբերություն
ka: ხურდა
pl: Reszta
ru: Сдача
uk: Здача

source: Change Database...
az: Məlumat bazasinin dəyişdirilməsi...
bg: Смяна на базата от данни...
es: Cambio de base de datos...
fr: Changer de base de données ...
hy: Փոխել բազայի տվյալները
ka: მონაცემთა ბაზის შეცვლა...
pl: Zmiana bazy danych...
ru: Смена базы данных...
uk: Зміна бази даних...

source: Change Prices...
az: Qiymətlərin dəyişdirilməsi...
bg: Промяна на цени...
es: Cambio de precios...
fr: Changez les Prix...
hy: Գների փոփոխություն
ka: ფასების ცვლილება...
pl: Zmiana cen...
ru: Изменение цен...
uk: Зміна цін...

source: Change discount
az: Güzəşti dəyişmək
bg: Промяна на отстъпка
es: Cambio de descuento
fr: Changer le rabais
hy: Փոփոխել զեղչը
ka: ფასდაკლების შეცვლა
pl: Zmiana rabatu
ru: Изменение скидки
uk: Зміна знижки

source: Change format
bg: Промяна на формат
hy: Փոխել ֆորմատը
ka: ფორმატის შეცვლა
ru: Изменить формат

source: Change grid size
bg: Промяна на размера на мрежата
es: Cambio de tamaño de cuadrícula
hy: Փոխել ցանցի շափսերը
ka: ცხრილის ზომის შეცვლა
ru: Изменить размер таблицы
uk: Змінити розмір таблиці

source: Change is returned
az: Qalıq
bg: Връщане на ресто
es: El cambio es revertido
fr: Le changement est retourné
hy: Մանրոն
ka: ცვლილება დაბრუნდა
pl: Reszta
ru: Сдача
uk: Здача

source: Change item management method?
az: Malların idarə edilməsi metodu dəyişdirilsin?
bg: Промяна на метода за управление на стоки?
es: ¿Cambiar método de administración de mercancías?
fr: Modifier le mode de gestion d'objets?
hy: Փոխել ապրանքի հաշվառման մեթոդը ?
ka: შევცვალო საქონლის მენეჯმენტის მეთოდი?
pl: Zmienić metodę kierowania towarami?
ru: Изменить метод управления товарами?
uk: Змінити метод управління товарами?

source: Change location
bg: Промяна на обекта
es: Cambiar entidad
hy: Տեղամասի փոփոխություն
ka: ადგილმდებარეობის შეცვლა
ru: Изменить объект
uk: Зміна об'єкта

source: Change partner
bg: Промяна на партньора
es: Cambiar de socio
hy: Գործընկերոջ փոփոխություն
ka: პარტნიორის შეცვლა
ru: Изменить партнера
uk: Зміна партнера

source: Change price
az: Qiymətin dəyişdirilməsi
bg: Промяна на цена
es: Cambiar de precio
fr: Changez le prix
hy: Փոխել գինը
ka: ფასის შეცვლა
pl: Zmiana ceny
ru: Изменение цены
uk: Зміна ціни

source: Change prices
az: Qiymətlərin dəyişdirilməsi
bg: Промяна на цени
es: Cambiar de precios
fr: Changez les prix
hy: Գների փոփոխություն
ka: ფასების ცვლილება
pl: Zmiana cen
ru: Изменение цен
uk: Зміна цін

source: Changes in the operation
bg: Промени в операцията
es: Cambios en la operación
fr: Les changements dans l'opération
hy: Փոփոխել գործողությունը
ka: ცვლილებები ოპერაციებში
ru: Изменения в операции
uk: Зміни в операції

source: Character
az: Hərf
bg: Знак
es: Carácter
fr: Le caractère
hy: Սիմվոլ
ka: სიმბოლო
pl: Symbol
ru: Буква
uk: Характер

source: Characters in line:
az: Sətirdə simvolların sayı:
bg: Знаци на ред:
es: Caracteres en línea
fr: Les caractères dans la ligne:
hy: Տողում սիմվոլները
ka: სიმბოლოები სტრიქონში:
pl: Symboli w rządku:
ru: Символов в строке:
uk: Символів в стрічці:

source: Chart
az: Qrafiklər
bg: Графика
es: Gráfica
fr: Le graphique
hy: Գրաֆիկ
ka: გრაფიკები
pl: Grafiki
ru: Графики
uk: Графіки

source: Check all the benefits you receive with this program here: {0}
bg: Проверете всички ползи, които получавате от тази програма тук: {0}
hy: Ստուգեք բոլոր առանձնահատկությունները, որոնք ստանում եք: {0}
ka: პროგრამით მიღებული ყველა სარგებელი შეამოწმეთ აქ: {0}
ru: Отметьте преимущества использования программой здесь: {0}

source: Check availability when taking orders
az: Sifarişləri yerinə yetirən zaman nəğdi yoxlamaq
bg: Проверка за наличност при вземане на поръчки
es: Comprobar la disponibilidad cuando se tomen pedidos
fr: Vérifier la disponibilité lors de la prise des commandes
hy: Ստուգել ապրանքի առկայությունը պատվիրման ընթացքում
ka: ხელმისაწვდომობის შემოწმება შეკვეთების გაწერისას
pl: Sprawdzanie obecność przy wykonaniu zamówień
ru: Проверять наличие при выполнении заказов
uk: Провіряти наявність при виконанні замовлень

source: Check for Updates...
az: Yeniləmələrin yoxlanması...
bg: Проверка за актуализации
es: Versiones nuevas...
fr: Vérifiez pour les Mises à jour ...
hy: Թարմացման ստուգում
ka: განახლებების შემოწმება...
pl: Sprawdź Aktualizacje...
ru: Проверка обновлений...
uk: Провірка обновлень...

source: Check for updates
az: Yeniləmənin yoxlanması
bg: Проверка за актуализации
es: Versiones nuevas
fr: Vérifier les mises à jour
hy: Թարմացման ստուգում
ka: განახლებების შემოწმება
pl: Sprawdź aktualizacje
ru: Проверка обновлений
uk: Провірка обновленння

source: Check for updates on startup
bg: Проверка за актуализации при стартиране
es: Buscar actualizaciones al iniciar el sistema
hy: Ստուգել թարմացումները միացման ժամանակ
ka: განახლების შემოწმება გაშვებისას
ru: Проверять обновления при запуске

source: Checking for updates...
az: Yeniləmələrin yoxlanması...
bg: Проверка за актуализации...
es: Buscando actualizaciones...
fr: Vérification des mises à jour ...
hy: Թարմացման ստուգում
ka: განახლებების შემოწმება...
pl: Sprawdź aktualizacje...
ru: Проверка обновлений...
uk: Провірка обновлень...

source: Chewing gum - Bulgarian
az: Saqqız
bg: Дъвки - Български
es: Goma de mascar - Búlgara
fr: Le chewing-gum - bulgare
hy: Մաստակ
ka: საღეჭი რეზინა
pl: Guma do żucia
ru: Жевательная резинка
uk: Жувальна гумка

source: Child Objects Space
az: Törəmə obyektlərin sahəsi
bg: Разтояние между подобектите
es: Espacio de Objetos Dependientes
fr: Espace des Objets d’Enfant
hy: Դուստր ձեռնարկություն
ka: საბავშვო ობიექტების სივრცე
pl: Obszar obiektów podrzędnych
ru: Область дочерних объектов

source: Chips - Bulgarian
az: Çipslər
bg: Чипс - Български
es: Papas fritas - Búlgaras
fr: Chips - Bulgare
hy: Չիպս
ka: ჩიპსები
pl: Czypsy
ru: Чипсы
uk: Чіпси

source: Choice
az: Seçim
bg: Избор
es: Elección
fr: Choix
hy: Ընտրությամբ
ka: აირჩიეთ
pl: Wybór
ru: Выбор
uk: Вибір

source: Choose Bank Notes and Coins
az: Banknotları və qəpikləri seçin
bg: Избор на банкноти и монети
es: Elegir Billetes Bancarios y Monedas
fr: Choisissez des Billets de banque et des Pièces
hy: Ընտրել թղթադրամները
ka: ამოირჩიე ბანკნოტები და მონეტები
pl: Wybierz banknoty i monety
ru: Выберите банкноты и монеты
uk: Виберіть банкноти і монети

source: Choose Color
az: Rəngin seiçimi
bg: Избор на цвят
es: Elegir color
fr: Choisir la Couleur
hy: Ընտրել գույնը
ka: ფერის არჩევა
pl: Wybór koloru
ru: Выбор цвета
uk: Вибір кольору

source: Choose Customer
az: Müçtərinin seçimi
bg: Избор на клиент
es: Elegir cliente
fr: Choisissez la clientèle
hy: Ընտրել հաճախորդ
ka: კლიენტის არჩევა
pl: Wybór klienta
ru: Выбор клиента
uk: Вибір клієнта

source: Choose Days of Week
az: Həftənin günlarini seçin
bg: Избор на дни от седмицата
es: Elegir días de la semana
fr: Choisissez Jours de la semaine
hy: Ընտրել շաբաթվա օրերը
ka: კვირის დღეების არჩევა
pl: Wybierzcie dni tygodnia
ru: Выберите дни недели
uk: Віберіть дні неділі

source: Choose File
az: Fayli seçin
bg: Избор на файл
es: Elegir archivo
fr: Choisir un Fichier
hy: Ընտրել ֆայլը
ka: ამოირჩიე ფაილი
pl: Wybierz plik
ru: Выберите файл
uk: Виберіть файл

source: Choose Font
az: Şriftin seçimi
bg: Избор на шрифт
es: Elegir fuente
fr: Choisir la Police
hy: Ընտրել ֆոնտը
ka: ფონტის არჩევა
pl: Wybór czcionki
ru: Выбор шрифта
uk: Виберіть шрифт

source: Choose Icon
az: Nişanin seçimi
bg: Изберете икона
es: Elegir ícono
fr: Choisir une Icone
hy: Ընտրել պատկեր
ka: აირჩიეთ პიქტოგრამა
pl: Wybór znaczka
ru: Выбор иконки
uk: Вибір іконки

source: Choose Item Group
az: Mal qrupunun seçimi
bg: Избор на група от стоки
es: Elegir grupo de mercancías
fr: Choisir le Groupe d’Eléments
hy: Ընտրել ապրանքի խմբերը
ka: საქონლის ჯგუფის არჩევა
pl: Wybór grupy towarów
ru: Выбор группы товаров
uk: Вибір групи товарів

source: Choose License File
az: Lisenziya faylinin seçimi
bg: Избор на лицензен файл
es: Elegir archivo de licencia
fr: Choisissez un fichier de licence
hy: Ընտրել լիցենզիոն ֆայլը
ka: სალიცენზიო ფაილის არჩევა
pl: Wybór plika licencji
ru: Выбор файла лицензии
uk: Вибір файла ліцензії

source: Choose Localization
az: Lokalizasiyanın seçimi
bg: Избор на локализация
es: Elegir localización
fr: Choisir la localisation
hy: Ընտրել տեղայնացում
ka: ლოკალიზაციის არჩევა
pl: Wybór lokalizacji
ru: Выбор локализации
uk: Вибір локалізації

source: Choose Location Group
az: Sahələrin qrupunun seçimi
bg: Избор на група от обекти
es: Elegir grupo de entidades
fr: Choisissez le Groupe d'Endroit
hy: Ընտրել տեղամասի խումբը
ka: ადგილმდებარეობების ჯგუფის არჩევა
pl: Wybór grupy działek
ru: Выбор группы объектов
uk: Вибір групи об'єктів

source: Choose Output Folder
az: Təyinat qovlugunun seçimi
bg: Избор на изходна папка
es: Elegir carpeta de salida
fr: Choisir un dossier de sortie
hy: Ընտրել ելքային փաթեթ
ka: მიუთითეთ გასავალი საქაღალდე
pl: Wybór teki mianowania
ru: Выбор папки назначения
uk: Вибір папки призначення

source: Choose Partner Group
az: Kontragentlər qrupunun seçimi
bg: Избор на група от партньори
es: Elegir grupo de socios
fr: Choisissez le Groupe de Partenaire
hy: Ընտրել գործընկերների խումբ
ka: პარტნიორების ჯგუფის ამორჩევა
pl: Wybór grupy kontrahentów
ru: Выбор группы контрагентов
uk: Вибір групи контрагентів

source: Choose Payment Types
bg: Избор на типове плащане
es: Elegir tipos de pago
hy: Ընտրեք վճարման տեսակը
ka: ამოირჩიეთ გადახდის ტიპები
ru: Выберите тип оплаты

source: Choose Picture
az: Şekilin seçimi
bg: Избор на картинка
es: Elegir foto
fr: Choisir une image
hy: Ընտրել նկարը
ka: სურათის არჩევა
pl: Wybór obrazka
ru: Выбор картинки
uk: Вибрати картинку

source: Choose Price
az: Qiymət seçimi
bg: Избор на цена
es: Elegir precio
fr: Choisissez Prix
hy: Ընտրել գինը
ka: ფასის არჩევა
pl: Wybór ceny
ru: Выбор цены
uk: Вибір ціни

source: Choose Report
az: Hesabatın seçimi
bg: Избор на справка
es: Elegir reporte
fr: Choisir un rapport
hy: Ընտրել հաշվետվությունը
ka: რაპორტის არჩევა
pl: Wybór raporta
ru: Выбор отчета
uk: Вибір звіту

source: Choose User Group
az: İstifadəçi qrupunun seçimi
bg: Избор на група от потребители
es: Elegir grupo de usuario
fr: Choisir un groupe d'utilisateur
hy: Ընտրել օգտագործողների խումբ
ka: მომხმარებლების ჯგუფის არჩევა
pl: Wybór grupy użytkowników
ru: Выбор группы пользователей
uk: Вибір групи користувачів

source: Choose a report and press "OK"
az: Hesabatı seçin və "OK"basın
bg: Изберете справка и натиснете "ОК"
es: Elegir un reporte y presionar "OK"
fr: Choisir un report et appuyer "OK"
hy: Ընտրել հաշվետվությունը և սեղմել ok
ka: აირჩიეთ რაპორტი და დააჭირეთ "დასტურს"
pl: Wybierzcie raport i naciśnijcie "OK"
ru: Выберите отчет и нажмите "OK"
uk: Виберіть звіт і нажміть "OK"

source: Choose money
az: Valyuta seçimi
bg: Избор на пари
es: Elegir moneda
fr: Choisissez de l'argent
hy: Ընտրել գումարը
ka: ვალუტის არჩევა
pl: Wybór waluty
ru: Выбор валюты
uk: Вибір валюти

source: Choose number
az: Nömrə seçimi
bg: Избор на номер
es: Elegir número
fr: Choisissez le numéro
hy: Ընտրել համարը
ka: ნომრის არჩევა
pl: Wybór numeru
ru: Выбор номера
uk: Вибір номера

source: Choose your items
az: Malları seçin
bg: Изберете Вашите стоки
es: Elegir tus mercancías
fr: Choisissez vos éléments
hy: Ընտրել ապրանքները
ka: ამოირჩიე შენი საქონელი
pl: Wybierz elementy
ru: Выберите товары
uk: Виберіть товари

source: Choose your locations
az: Sahələri seçin
bg: Изберете Вашите обекти
es: Elegir tus entidades
fr: Choisissez vos emplacements
hy: Ընտրել տեղամասերը
ka: ამოირჩიე შენი ობიექტები
pl: Wybierz lokalizacje
ru: Выберите объекты
uk: Виберіть об'єкти

source: Choose your partners
az: Partnyorları seçin
bg: Изберете Вашите партньори
es: Elegir tus socios
fr: Choisissez vos partenaires
hy: Ընտրել գործընկերներին
ka: ამოირჩიე შენი პარტნიორები
pl: Wybierz partnerów
ru: Выберите партнеров
uk: Виберіть партнерів

source: Choose your users
az: İstifadəçiləri seçin
bg: Изберете Вашите потребители
es: Elegir tus usuarios
fr: Choisissez vos utilisateurs
hy: Ընտրել օգտագործողներին
ka: ამოირჩიე შენი მომხმარებლები
pl: Wybierz użytkowników
ru: Выберите пользователей
uk: Виберіть користувачів

source: Cigarettes - Bulgarian
az: Siqaretlər
bg: Цигари - Български
es: Cigarros - Búlgaros
fr: Cigarettes - bulgares
hy: Ծխախոտ
ka: სიგარეტები
pl: Papierosy
ru: Сигареты
uk: Сигарети

source: City
az: Şəhər
bg: Град
es: Ciudad
fr: Ville
hy: Իրավաբանական հասցե
ka: ქალაქი
pl: Miasto
ru: Город
uk: Місто

source: City:
az: Şəhər:
bg: Град:
es: Ciudad:
fr: Ville:
hy: Իրավաբանական հասցե
ka: ქალაქი:
pl: Miasto:
ru: Город:
uk: Місто:

source: Clear
az: Təmizləmək
bg: Изчистване
es: Limpiar
fr: Effacer
hy: Մաքրել
ka: გასუფთავება
pl: Oczyścić
ru: Сброс
uk: Очистити

source: Clear Display
az: Displeyin təmizləmək
bg: Изчистване на дисплея
es: Limpiar pantalla
fr: Effacer l’Affichage
hy: Մաքրել դիսպլեյը
ka: დისპლეის გასუფთავება
pl: Oczyścić wyświetlacz
ru: Сброс дисплея
uk: Очистити дисплей

source: Clear Operation
bg: Изчистване на операция
es: Limpiar operación
fr: Effacer l’Opération
hy: Մաքրել գործողությունը
ka: ოპერაციის გასუფთავება
ru: Сброс операции
uk: Скидання операції
