Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Descending
az: Azalana dogru
bg: Низходящо
es: Descendiendo
fr: La descente
hy: Նվազման կարգով
ka: კლებადობის მიხედვით
pl: Malejącym
ru: По убыванию
uk: Спаданням

source: Description
az: İzahı
bg: Описание
es: Descripción
hy: Նկարագրություն
ka: აღწერილობა
pl: Opis
ru: Описание
uk: Опис

source: Description:
az: İzahı:
bg: Описание:
es: Descripción:
hy: Նկարագրություն
ka: აღწერილობა :
pl: Opis:
ru: Описание:
uk: Опис:

source: Design
az: Dizayn
bg: Дизайн
es: Diseño
fr: Le design
hy: Նախագծում
ka: დიზაინი
pl: Projektować
ru: Дизайн
uk: Дизайн

source: Design Surface
az: Konstruktor
bg: Повърхност за дизайн
es: Superficie de diseño
fr: Concevez la Surface
hy: Նախագծման մակերևույթ
ka: დიზაინის იერსახე
pl: Projektujcie Powierzchnię
ru: Конструктор
uk: Конструктор

source: Detail
az: Ətraflı
bg: Детайл
es: Detalle
fr: Détaille
hy: Մանրամասն
ka: ვრცლად
pl: Dokładnie
ru: Подробно
uk: Детально

source: Detail Fiscal Memory Report
az: Tam fiskal hesabat
bg: Подробен отчет на фискалната памет
es: Detalle del Reporte de la Memoria Fiscal
fr: Exposez en détail le Rapport de Mémoire Fiscal
hy: Ֆիսկալային հիշողության մանրամասնությունը
ka: ვრცელი ფისკალური ანგარიში
pl: Dokładny raport okresowy
ru: Подробный фискальный отчет
uk: Детальний фіскальний звіт

source: Detail Fiscal Memory Report By Dates
az: Tarixlər üzrə tam fiskal hesabat
bg: Подробен отчет на фискалната памет по дати
es: Detalle del Reporte de la Memoria Fiscal por Fechas
fr: Exposez en détail le Rapport de Mémoire Fiscal Par Dates
hy: Ֆիսկալային հիշողության հաշվետվության մանրամասնությունը, ըստ տվյալների
ka: ვრცელი ფისკალური ანგარიში თარიღების მიხედვით
pl: Dokładny raport okresowy po datach
ru: Подробный фискальный отчет по датам
uk: Детальний фіскальний звіт по датах

source: Detail Fiscal Memory Report By Numbers
az: Nömrələr üzrə tam fiskal hesabat
bg: Подробен отчет на фискалната памет по номера
es: Detalle del Reporte de la Memoria Fiscal por Números
fr: Exposez en détail le Rapport de Mémoire Fiscal Par Nombres
hy: Ֆիսկալային հիշողության հաշվետվության մանրամասնությունը, ըստ համարների
ka: ვრცელი ფისკალური ანგარიში ნომრების მიხედვით
pl: Dokładny raport okresowy po numerach
ru: Подробный фискальный отчет по номерам
uk: Детальний фіскальний звіт по номерах

source: Detail No.
bg: Детайл №
es: Detalle No.
fr: Détaille No.
hy: Մանրամասների համարը:
ka: დეტალური ნომერი
uk: Детальний №

source: Details contain zero quantities!
bg: Има детайли с нулеви количества.
es: ¡Detalles contienen cantidades en cero!
hy: Մանրամասները չեն կարող պարունակել 0
ka: დეტალები შეიცავს ნულოვან რაოდენობას!
ru: Позиции содержат нулевое количество!

source: Device name cannot be empty!
az: Qurgunun adi boş ola bilməz
bg: Името на устройството не може да бъде празно!
es: ¡El nombre del dispositivo no puede estar vacio!
fr: Nom de l'appareil ne peut pas être vide!
hy: Սարքավորման անվանումը չի կարող դատարկ լինել
ka: მოწყიობილობის დასახელება არ შეიძლება იყოს ცარიელი
pl: Miano urządzenia nie może być puste!
ru: Наименование устройства не может быть пустым
uk: Назва пристрою не може бути пустою

source: Device with this name already exists!
bg: Устройство, със същото име, вече съществува!
es: ¡Un dispositivo con ese nombre ya existe!
hy: Այս սարքավորման անվանումը արդեն գոյություն ունի:
ka: ასეთი დასახელების მოწყობილობა უიკე არსებობს!
ru: Устройство с таким именем уже существует!

source: Device with this name already exists! Do you want to continue?
az: Bu adla qurğu artıq var! Davam etsin?
bg: Устройство, със същото име, вече съществува! Сигурни ли сте, че искате да продължите?
es: ¡Un dispositivo con ese nombre ya existe! ¿Desea continuar?
fr: L’appareil avec ce nom existe déjà! Voulez-vous continué?
hy: Այս սարքավորման անվանումը արդեն գոյություն ունի: Դուք ցանկանում եք շարունակել ?
ka: ასეთი დასახელების მოწყობილობა უიკე არსებობს! გავაგრძელო?
pl: Urządzenie z takim imieniem już istnieje! Przedłużyć?
ru: Устройство с таким именем уже существует! Продолжить?
uk: Пристрій з такою назвою вже є ! Продовжити ?

source: Devices
az: Qurğular
bg: Устройства
es: Dispositivos
fr: Les périphériques
hy: Սարքավորումներ
ka: მოწყობილობები
pl: Urządzenia
ru: Устройства
uk: Пристрої

source: Devices...
az: Qurğular:
bg: Устройства...
es: Dispositivos...
fr: Les périphériques…
hy: Սարքավորումներ
ka: მოწყობილობები...
pl: Urządzenia...
ru: Устройства...
uk: Пристрої...

# Distribution
source: Diamond Distributor
bg: Диамантен дистрибутор
es: Distribuidor de Diamante
hy: Ադամանդե դիստրիբյուտոր
ka: ბრილიანტის დისტრიბუტორი
ru: Бриллиантовый дистрибьютор

source: Difference
az: Fərq
bg: Разлика
es: Diferencia
fr: Différence
hy: Տարբերություն
ka: სხვაობა
pl: Różnica
ru: Разница
uk: Різниця

source: Different purchase pices format
az: Alış qiymətləri üçün başqa format
bg: Друг формат за доставни цени
es: Formato para diferentes precios de compra
fr: Différent format d’achat de pièces
hy: Գնման գնի ֆորմատ
ka: შესყიდვის ფასის განსხვავებული ფორმატი
pl: Inny format dla cen dostawy
ru: Другой формат закупочных цен
uk: Інший формат прибуткових цін

source: Direction
az: İstiqamət
bg: Посока
es: Dirección
hy: ՈՒղղություն
ka: მიმართულება
pl: Kierunek
ru: Направление
uk: Напрямок

source: Direction:
az: İstiqamət:
bg: Посока:
es: Dirección:
hy: ՈՒղղություն
ka: მიმართულება:
pl: Kierunek:
ru: Направление:
uk: Напрямок:

source: Disable
bg: Спиране
es: Deshabilitar
hy: Անջատել
ka: ნების დართვა
ru: Отключить
uk: Відключити

source: Disabling Service
bg: Спиране на услуга
es: Deshabilitando Servicio
hy: Անջատել ծառայությունը
ka: სერვისის ჩართვა
ru: Отключение службы

source: Disconnect
bg: Изключи
hy: Անջատված
ka: კავშირის გაწყვეტა
ru: Отключение

source: Disconnected
bg: Изключен
es: Desconectado
hy: Անջատված է
ka: გაწყვეტილი კავშირი
ru: Соединение прервано
uk: З'єднання перервано

source: Disconnected vending machines
bg: Изключени автомати за стоки
es: Desconectando máquinas expendedoras
hy: Անջատված առևտրային ավտոմատ
ka: გამორთული სავაჭრო აპარატები
ru: Отключение рабочего места
uk: Відключення робочого місця

source: Disconnecting
bg: Изключване
hy: Անջատում
ka: კავშირის გაწყვეტა
ru: Отключение

source: Disconnecting from QuickBooks Online failed! Please try again later.
bg: Изключването от QuickBooks Online не беше успешно! Моля, опитайте по-късно.
hy: QuickBooks Online ծառայությունից անջատումը ձախողված է! խնդրում ենք փորջել կրկին
ka: კავშირის გაწყვეტა QuickBooks Online ვერ მოხერხდა! გთხოვთ ცადოთ მოგვიანებით.
ru: Отключение от службы QuickBooks Online не удалось! Повторите попытку позднее.

source: Discount
az: Güzəşt
bg: Отстъпка
es: Descuento
fr: Remise
hy: Զեղչ
ka: ფასდაკლება
pl: Rabat
ru: Скидка
uk: Знижка

source: Discount %
az: Güzəşt %
bg: Отстъпка %
es: Descuento %
fr: Remise%
hy: Զեղչ %
ka: ფასდაკლება %
pl: Rabat %
ru: Скидка %
uk: Знижка %

source: Discount (%)
az: Güzəşt (%)
bg: Отстъпка (%)
es: Descuento (%)
fr: Remise(%)
hy: Զեղչ (%)
ka: ფასდაკლება (%)
pl: Rabat (%)
ru: Скидка (%)
uk: Знижка (%)

source: Discount value
az: Güzəşt məbləgi
bg: Отстъпка стойност
es: Valor de descuento
fr: Valeur de Remise
hy: Զեղչային արժեք
ka: ფასდაკლების ჯამი
pl: Suma rabatu
ru: Сумма скидки
uk: Сума знижки

source: Discount:
bg: Отстъпка:
es: Descuento:
hy: Զեղչ
ka: ფასდაკლება:
ru: Скидка:

source: Discover
bg: Откриване
es: Descubrir
hy: Բացել
ka: აღმოჩენა
ru: Открыть

source: Display Address
az: Göstərilən ünvan
bg: Адрес за печат
es: Mostrar Direcci
fr: Afficherl’Adresse
hy: Գործունեության հասցե
ka: საჩვენებელი მისამართი
pl: Pokażcie Adres
ru: Отображаемый адрес
uk: Показати адрес

source: Display City
az: Göstərilən şəhər
bg: Град за печат
es: Mostrar Ciudad
fr: Afficher la Ville
hy: Իրավաբանական հասցե
ka: საჩვენებელი ქალაქი
pl: Pokażcie Miasto
ru: Отображаемый город
uk: Місто на дісплей

source: Display Date/Time
az: Tarix/vaxt göstərmək
bg: Показване на дата/време
es: Mostrar Fecha/Hora
fr: Affichage de la date / l'heure
hy: Ցույց տալ ամիս-ամսաթիվ ժամ
ka: თარიღის/დროის ჩვენება
pl: Pokażcie datę/czas
ru: Отображать дату/время
uk: Відображати дату/час

source: Display Location
az: Göstərilən yer
bg: Обект за печат
es: Mostrar Ubicación
fr: Afficher l'Emplacement
hy: Ցույց տալ տեղադրությունը
ka: საჩვენებელი ადგილმდებარეობა
pl: Pokażcie miejsce rozmieszczenia
ru: Отображаемое местоположение
uk: Показати Розташування

source: Display Lower Text
az: Aşagı registrdə göstərmək
bg: Показване на долен ред
es: Mostrar el texto más abajo
fr: Afficher le texte plus bas
hy: Ցույց տալ ներքևի տեքստը
ka: ქვედა რეგისტრში ჩვენება
pl: Pokażcie w dolnym registrze
ru: Отображать в нижнем регистре
uk: Відображати в нижньому регістрі

source: Display Name
az: Göstərilən ad
bg: Име за печат
es: Mostrar Nombre
fr: Afficher le Nom
hy: Կազմակերպություն
ka: საჩვენებელი სახელი
pl: Pokażcie Imię
ru: Отображаемое имя
uk: Показати ім'я

source: Display Operation User
az: Göstərilən istifadəçi
bg: Потребител на операцията
es: Mostrar Operación de Usuario
fr: Afficher Opération de l'Utilisateur
hy: Ցույց տալ գործող օգտագործողին
ka: ოპერაციის მომხმარებლის ჩვენება
pl: Pokażcie Użytkownik
ru: Отображаемый пользователь
uk: Показати операцію користувача

source: Display Operator
az: Göstərilən operator
bg: Оператор за печат
es: Mostrar Operador
fr: Afficher l'Opérateur
hy: Ցույց տալ օպերատորին
ka: საჩვენებელი ოპერატორი
pl: Pokażcie Operator
ru: Отображаемый оператор
uk: Показати оператора

source: Display Partner Name
az: Göstərilən partyor
bg: Име на партньор за печат
es: Mostrar Nombre de Socio
fr: Afficher le Nom du partenaire
hy: Ցույց տալ գործընկերոջը
ka: პარტნიორის საჩვენებელი სახელი
pl: Pokażcie Imię Partnera
ru: Отображаемый партнер
uk: Показати ім'я партнера

source: Display Phone
az: Göstərilən telefon
bg: Телефон за печат
es: Mostrar Teléfono
fr: Afficher téléphone:
hy: Հեռախոս
ka: ტელეფონის საჩვენებელი ნომერი
pl: Pokażcie telefon
ru: Отображаемый телефон
uk: Показати № телефону

source: Display Upper Text
az: Yuxarı registrdə göstərmək
bg: Показване на горен ред
es: Mostrar texto más arriba
fr: Affichage du texte en haut
hy: Ցույց տալ վերևի տեքստը
ka: ზედა რეგისტრში ჩვენება
pl: Pokażcie w górnym registrze
ru: Отображать в верхнем регистре
uk: Відображати в верхньому регістрі

source: Display User
az: Göstərilən istifadəçi
bg: Потребител за печат
es: Mostrar Usuario
fr: Afficher l'utilisateur
hy: Ցույց տալ օգտագործողին
ka: მომხმარებლის ჩვენება
pl: Pokażcie użytkownik
ru: Отображаемый пользователь
uk: Покзати користувача

source: Display address
az: Göstərilən ünvan
bg: Адрес за печат
es: Mostrar dirección
fr: Afficher l’adresse
hy: Գործունեության հասցե
ka: საჩვენებელი მისამართი
pl: Pokażcie adres
ru: Отображаемый адрес
uk: Показати адрес

source: Display address:
az: Göstərilən ünvan:
bg: Адрес за печат:
es: Mostrar dirección:
fr: Afficher adresse:
hy: Գործունեության հասցե
ka: საჩვენებელი მისამართი:
pl: Pokażcie adres:
ru: Отображаемый адрес:
uk: Відображати адрес:

source: Display city
az: Göstərilən şəhər
bg: Град за печат
es: Mostrar ciudad
fr: Afficher ville
hy: Իրավաբանական հասցե
ka: საჩვენებელი ქალაქი
pl: Pokażcie miasto
ru: Отображаемый город
uk: Місто на дісплей

source: Display city:
az: Göstərilən şəhər:
bg: Град за печат:
es: Mostrar ciudad:
fr: Afficher ville:
hy: Իրավաբանական հասցե
ka: საჩვენებელი ქალაქი:
pl: Pokażcie miasto:
ru: Отображаемый город:
uk: Відображати місто:

source: Display contact name
az: Göstərilən əlaqəli şəxs.
bg: МОЛ за печат
es: Mostrar nombre de contacto
fr: Afficher le nom du contact
hy: Կոնտակտային անուն
ka: კონტაქტის საჩვენებელი სახელი
pl: Pokażcie kontaktowe imię
ru: Отображаемое контактное лицо:
uk: Контактне ім'я на дисплей

source: Display contact name:
az: Göstərilən əlaqəli şəxs:
bg: МОЛ за печат:
es: Mostrar nombre de contacto:
fr: Afficher le nom du contact:
hy: Կոնտակտային անուն
ka: საჩვენებელი საკონტაქტო პირი:
pl: Pokażcie kontaktowe imię:
ru: Отображаемое контактное лицо:
uk: Відображати контактну особу:

source: Display information
az: Göstərilən informasiya
bg: Информация за печат
es: Mostrar infomación
fr: Afficher les informations
hy: Ցուցադրման տեղեկություն
ka: საჩვენებელი ინფორმაცია
pl: Pokażcie informacja
ru: Отображаемая информация
uk: Відображати інформацію

source: Display item name
az: Göstərilən ad
bg: Име на стока за печат
es: Mostrar nombre de la mercancía
fr: Afficher nom de l'élément
hy: Ցույց տալ ապրանքի անվանումը
ka: საგნის საჩვენებელი სახელი
pl: Pokażcie miano
ru: Отображаемое наименование
uk: Показати ім'я елемента

source: Display location
az: Göstərilən yer
bg: Обект за печат
es: Mostrar ubicación
fr: Afficher l'emplacement
hy: Ցույց տալ տեղադրությունը
ka: საჩვენებელი ადგილმდებარეობა
pl: Pokażcie miejsce rozmieszczenia
ru: Отображаемое местоположение
uk: Показати розташування

source: Display name
az: Göstərilən ad
bg: Име за печат
es: Mostrar nombre
fr: Afficher le nom
hy: Կազմակերպություն
ka: საჩვენებელი სახელი
pl: Pokażcie imię
ru: Отображаемое имя
uk: Показати ім'я

source: Display name:
az: Göstərilən ad:
bg: Име за печат:
es: Nombre comercial:
fr: Afficher le nom:
hy: Լրիվ անվանում
ka: საჩვენებელი სახელი:
pl: Pokażcie imię:
ru: Отображаемое имя:
uk: Відображати імя:

source: Display operation user
az: Göstərilən istifadəçi
bg: Потребител на операцията
es: Mostrar operación de usuario
fr: Afficher opération de l'utilisateur
hy: Ցույց տալ գործող օգտագործողին
ka: ოპერაციის მომხმარებლის ჩვენება
pl: Pokażcie użytkownik
ru: Отображаемый пользователь
uk: Показати операцію користувача

source: Display operator
az: Göstərilən operator
bg: Оператор за печат
es: Mostrar operador
fr: Afficher l'opérateur
hy: Ցույց տալ օպերատորին
ka: საჩვენებელი ოპერატორი
pl: Pokażcie operator
ru: Отображаемый оператор
uk: Показати оператора

source: Display partner name
az: Göstərilən partyor
bg: Име на партньор за печат
es: Mostrar nombre de socio
fr: Afficher le Nom du partenaire
hy: Ցույց տալ գործընկերոջը
ka: პარტნიორის საჩვენებელი სახელი
pl: Pokażcie imię partnera
ru: Отображаемый партнер
uk: Показати ім'я партнера

source: Display phone
az: Göstərilən telefon
bg: Телефон за печат
es: Mostrar teléfono
fr: Afficher Téléphone
hy: Հեռախոս
ka: ტელეფონის საჩვენებელი ნომერი
pl: Pokażcie telefon
ru: Отображаемый телефон
uk: Показати № телефону

source: Display phone:
az: Göstərilən telefon:
bg: Телефон за печат:
es: Mostrar teléfono:
fr: Afficher les informations de vente
hy: Հեռախոս
ka: საჩვენებელი ტელეფონი:
pl: Pokażcie telefon:
ru: Отображаемый телефон:
uk: Відображати телефон:

source: Display sale information
az: Satış haqqında informasiyanı göstərmək
bg: Показване на информация за продажбата
es: Mostrar información de venta
fr: Afficher les informations de vente
hy: Ցույց տալ վաճառքի մասին տեղեկություն
ka: გაყიდვების შესახებ ინფორმაციის ჩვენება
pl: Pokażcie informację o sprzedażach
ru: Отображать информацию о продажах
uk: Відображати інформацію по продажу

source: Display user name
az: Göstərilən istifadəçi
bg: Име на потребител за печат
es: Mostrar nombre de usuario
fr: Afficher le nom d'utilisateur
hy: Ցույց տալ օգտագործողի անունը
ka: მომხმარებლის სახელის ჩვენება
pl: Pokażcie użytkownika imię
ru: Отображаемый пользователь
uk: Показати ім'я користувача

source: Displayed columns
az: Göstərilən sütun
bg: Показвани колони
es: Columnas mostradas
fr: Colonnes affichées
hy: Արտացոլված սյունակները
ka: საჩვენებელი სვეტები
pl: Pokażcie kolumienki
ru: Отображаемые колонки
uk: Відображені колонки

source: Distributed charge
bg: Разпределена такса
hy: Օգտագործել որպես մատակարարման ծաղս
ka: ხარჯების განაწილება
ru: Распределенная оплата

source: Distributed charge algorithm:
bg: Алгоритъм за разпределена такса:
hy: Մատակարարման ծաղսի ալգորիթմ
ka: ხარჯების განაწილების ალგორითმი:
ru: Алгоритм распределенной оплаты:

source: Distributor:
az: Distribyutor
bg: Разпространител:
es: Distribuidor:
fr: Distributeur:
hy: Դիստրիբյուտոր
ka: დისტრიბუტორი:
pl: Dystrybutor
ru: Дистрибьютор
uk: Дистриб'ютор:

# Distribution
source: Distributors
bg: Дистрибутори
es: Distribuidores
hy: Դիստրիբյուտորներ
ka: დისტრიბუტორები
ru: Дистрибьюторы

source: Division by zero is impossible.
az: Sifra bölmə olmaz
bg: Не е възможно деление на нула.
es: La división por cero es imposible
fr: La division par zéro est impossible.
hy: Բաժանումը 0-ի անհնարին է
ka: ნულზე გაყოფა აკრძალულია!
pl: Dzielenie na zero niedopuszczalny
ru: Деление на ноль недопустимо
uk: Ділення на нуль неможливо

source: Do not add tax
bg: Не добавяй такси
hy: Չավելացնել հարկեր
ka: არ დაამატო გადასახადი
ru: Не добавлять налог

source: Do not save
bg: Не записвай
hy: Չպահպանել
ka: არ შეინახოთ
ru: Не сохранять

source: Do not warn me anymore
az: Bir daha xəbərdar etməməli
bg: Не ме предупреждавай повече
es: No avisarme más
fr: Ne plus me prévenir
hy: Այլևս չզգուշացնել
ka: მეტად არ გამაფრთხილო
pl: Nie ostrzegaj mnie więcej
ru: Не предупреждать меня больше
uk: Не попереджати мене більше

source: Do you want to add an existing item group with all the items in it?
bg: Желаете ли да добавите съществуваща стокова група с всичките ѝ стоки?
es: ¿Desea agregar un grupo de mercancías existentes con todos los elementos que hay en él?
hy: Դուք ցանկանում եք ավելացնել խումբը ցուցակից նրանում առկա ողջ ապրանքներով ?
ka: ნამდვილად გსურთ რომ დაუმატოთ მიმდინარე ჯგუფს მასში შემავალი ყველა საქონლით?
ru: Вы хотите добавить существующую группу товаров со всеми, содержащимися в ней товарами
uk: Ви хочете додати існуючу групу товарів з усіма, товарами, які міститися в ній?

source: Do you want to annul the purchases for that invoice too?
bg: Желаете ли да анулирате и доставките към тази фактура?
es: ¿Desea anular las compras de esta factura también?
hy: Դուք ցանկանում եք հերքել նաև տվյալ գնման ապրանքագիրը?
ka: გსურთ შესყიდვების ანულირება ამ ინვოისისთვის?
ru: Аннулировать покупки для этой фактуры?

source: Do you want to annul the sales for that invoice too?
bg: Желаете ли да анулирате и продажбите към тази фактура?
es: ¿Desea eliminar las ventas para esta factura también?
hy: Դուք ցանկանում եք հերքել նաև տվյալ վաճառքի ապրանքագիրը?
ka: გსურთ გაყიდვების ანულირება ამ ინვოისისთვის?
ru: Аннулировать продажи для этой фактуры?

source: Do you want to change the operator in this document instead?
bg: Желаете ли вместо това да смените оператора на документа?
hy: ¿En cambio desea cambiar el operador en este documento?
ka: გსურთ შეცვალოთ ოპერატორი ამ დოკუმენტში?
ru: Изменить оператора данного документа?

source: Do you want to delete VAT group "{0}"?
az: {0} ƏDV dərəcəsi silinsin?
bg: Желаете ли да изтриете ДДС група "{0}"?
es: ¿Desea eliminar grupo IVA "{0}"?
fr: Voulez-vous supprimer le TVA groupe"{0}"?
hy: Դուք ցանկանում եք հեռացնել "{0}" ԱԱՀ-ի խումբը ?
ka: წავშალო "{0}" დღგ-ს ჯგუფი?
pl: Usunąć stawkę VAT "{0}"?
ru: Удалить ставку НДС "{0}"?
uk: Видалити групу ПДВ "{0}"?

source: Do you want to delete all the rows from the operation?
az: Əməliyyatlardan bütün stirlər silinsin?
bg: Желаете ли да изтриете всички редове от операцията?
es: ¿Desea borrar todas las filas de la operación?
fr: Voulez-vous supprimer toutes les lignes de l'opération?
hy: Դուք ցանկանում եք հեռացնել գործողության հետևանքով առաջացած գծերը ?
ka: ნამდვილად გსურთ ოპერაციიდან ყველა სტრიქონის წაშლა?
pl: Usunąć wszystkie rządki z operacji?
ru: Удалить все строки из операции?
uk: Видалити всі рядки з операції ?

source: Do you want to delete company with name "{0}"?
az: "{0}"Kompaniya silinsin?
bg: Желаете ли да изтриете фирмената информация "{0}"?
es: ¿Desea eliminar registro fiscal "{0}"?
fr: Voulez-vous supprimer la société avec le nom de "{0} "?
hy: Դուք ցանկանում եք հեռացնել "{0}" անվանմամբ կազմակերպությունը ?
ka: წავშალო "{0}" კომპანია?
pl: Usunąć kompanię z imieniem "{0}"?
ru: Удалить компанию "{0}"?
uk: Видалити фірму "{0}"?

source: Do you want to delete device "{0}"?
az: "{0}"Qurgu silinsin?
bg: Желаете ли да изтриете устройство "{0}"?
es: ¿Desea eliminar dispositivo "{0}"?
fr: Voulez-vous supprimer le périphérique "{0} "?
hy: Դուք ցանկանում եք հեռացնել "{0}" սարքը ?
ka: წავშალო "{0}" მოწყობილობა?
pl: Usunąć urządzenie "{0}"?
ru: Удалить устройство "{0}"?
uk: Видалити пристрій "{0}"?

source: Do you want to delete group with name "{0}"?
az: "{0}"Qrup silinsin?
bg: Желаете ли да изтриете група "{0}"?
es: ¿Desea eliminar grupo "{0}"?
fr: Voulez-vous supprimer le groupe avec le nom de "{0} "?
hy: Դուք ցանկանում եք հեռացնել "{0}"-ի անվանման տակ գտնվող խումբը ?
ka: წავშალო "{0}" ჯგუფი?
pl: Usunąć grupę z imieniem "{0}"?
ru: Удалить группу "{0}"?
uk: Видалити групу "{0}"?

source: Do you want to delete item with name "{0}"?
az: "{0}"Əmtəə silinsin?
bg: Желаете ли да изтриете стока "{0}"?
es: ¿Desea eliminar mercancía "{0}"?
fr: Voulez-vous supprimer l’élément avec le nom de "{0} "?
hy: Դուք ցանկանում եք հեռացնելլ "{0}"-ի անվանման տակ գտնվող ապրանքը ?
ka: წავშალო "{0}" საქონელი?
pl: Usunąć towar z imieniem "{0}"?
ru: Удалить товар "{0}"?
uk: Видалити товар "{0}"?

source: Do you want to delete partner with name "{0}"?
az: "{0}"Partnyor silinsin?
bg: Желаете ли да изтриете партньор "{0}"?
es: ¿Desea eliminar el socio con el nombre "{0}" ?
fr: Voulez-vous supprimer le partenaire avec le nom de "{0} "?
hy: Դուք ցանկանում եք հեռացնել "{0}"-ի անվանման տակ գտնվող գործընկերոջը ?
ka: წავშალო "{0}" პარტნიორი?
pl: Usunąć partnera z imieniem "{0}"?
ru: Удалить партнера "{0}"?
uk: Видалити партнера "{0}"?

source: Do you want to delete payment type "{0}"?
az: "{0}"Ödəniş tipi silinsin?
bg: Желаете ли да изтриете тип "{0}"?
es: ¿Desea anular tipo de pago "{0}"?
fr: Voulez-vous supprimer un type de paiement "{0} "?
hy: Դուք ցանկանում եք հեռացնել վճարման տեսակը"{0}" ?
ka: წავშალო "{0}" გადახდის ტიპი?
pl: Usunąć typ opłaty "{0}"?
ru: Удалить тип оплаты "{0}"?
uk: Видалити тип оплати "{0}"?

source: Do you want to delete recipe "{0}"?
az: "{0}"Resept silinsin?
bg: Желаете ли да изтриете рецепта "{0}"?
es: ¿Desea eliminar receta "{0}"?
fr: Voulez-vous supprimer la recette " {0} "?
hy: Դուք ցանկանում եք հեռացնել բաղադրատոմսը "{0}" ?
ka: წავშალო "{0}" რეცეპტი?
pl: Usunąć przepis "{0}"?
ru: Удалить рецепт "{0}"?
uk: Видалити рецепт "{0}"?

source: Do you want to delete report with name "{0}"?
az: "{0}"Hesabat silinsin?
bg: Желаете ли да изтриете справка "{0}"?
es: ¿Desea eliminar el reporte con el nombre "{0}"?
fr: Voulez-vous supprimer le rapport avec le nom de "{0} "?
hy: Դուք ցանկանում եք հեռացնել "{0}" զեկույցը ?
ka: გსურთ ანგარიშის წაშლა სახელით "{0}"?
pl: Usunąć raport z imieniem "{0}"?
ru: Удалить отчет "{0}"?
uk: Ви хочете видалити звіт з назвою "{0}"?

source: Do you want to delete tax group "{0}"?
az: "{0}"Vergi qrupu silinsin?
bg: Желаете ли да изтриете данъчна група "{0}"?
es: ¿Desea eliminar el grupo de impuestos "{0}"?
fr: Voulez-vous supprimer le groupe d'impôt "{0} "?
hy: Դուք ցանկանում եք հեռացնել հարկային խումբը"{0}" ?
ka: წავშალო "{0}" გადასახადების ჯგუფი?
pl: Usunąć podatkową grupę "{0}"?
ru: Удалить налоговую группу "{0}"?
uk: Видалити податкову групу "{0}"?

source: Do you want to delete the location with name "{0}"?
az: "{0}"Sahə silinsin?
bg: Желаете ли да изтриете обект "{0}"?
es: ¿Desea eliminar entidad "{0}"?
fr: Voulez-vous supprimer l'emplacement avec le nom de "{0} "?
hy: Դուք ցանկանում եք հեռացնել "{0}" տեղամասը?
ka: წავშალო "{0}" ობიექტი?
pl: Usunąć działkę z imieniem "{0}"?
ru: Удалить объект "{0}"?
uk: Видалити об'єкт "{0}"?

source: Do you want to delete the payments for the selected {0} operations?
az: Seçilmiş {0} əməliyyatlar üçün ödənişlər silinsin?
bg: Желаете ли да изтриете плащанията по избраните {0} операции?
es: ¿Desea eliminar los pagos para las {0} operaciones seleccionadas?
fr: Voulez-vous supprimer les paiements pour les sélectionnés {0} opérations?
hy: Դուք ցանկանում եք հեռացնել ընտրված փաստաթղթի վճարումը "{0}"?
ka: წავშალო გადახდები მონიშნული {0} ოპერაციისთვის?
pl: Czy chcesz usunąć wybrane płatności {0} operacji?
ru: Удалить оплаты для выбранных {0} операций?
uk: Видалити оплати для обраних {0} операцій?
