Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: You have changed the location. Would you like to reapply your price rules?
bg: Променихте обекта. Желаете ли наново да приложите ценовите си правила?
es: Tiiene cambiada la ubicación. ¿Desea reaplicar las reglas de precios?
hy: Դուք փոխել եք տեղամասը ցանկանում եք վերահաստատել գնային կանոնը ?
ka: თქვენ შეცვალეთ ადგილმდებარეობა. გნებავთ საფასო წესის ხელმეორედ გამოყენება?
ru: Объект изменен. Применить ценовые правила повторно?

source: You have changed the operator. Would you like to reapply your price rules?
bg: Променихте оператора. Желаете ли наново да приложите ценовите си правила?
es: Ha cambiado de operador. ¿Desea reaplicar su regla de precios?
hy: Դուք փոխել եք օգտագործողին ցանկանում եք վերահաստատել գնային կանոնը ?
ka: თქვენ შეცვალეთ ოპერატორი. გნებავთ საფასო წესის ხელმეორედ გამოყენება?
ru: Оператор изменен. Применить ценовые правила заново?

source: You have changed the partner. Would you like to reapply your price rules?
bg: Променихте партньора. Желаете ли наново да приложите ценовите си правила?
es: Ha cambiado de socio. ¿Desea reaplicar su regla de precios?
hy: Դուք փոխել եք գործընկերոջը ցանկանում եք վերահաստատել գնային կանոնը ?
ka: თქვენ შეცვალეთ პარტნიორი. გნებავთ საფასო წესის ხელმეორედ გამოყენება?
ru: Партнер изменен Применить ценовые правила заново?

source: You have overcame a license limitation in IncoCloud group {0}. The synchronization with this group is now resumed.
bg: Вие преодоляхте лицензно ограничение за IncoCloud група {0}. Синхронизацията с тази група сега е възстановена.
es: Ha superado un límite de licencia en el grupo IncoCloud {0}. La sincronización con este grupo está ahora reanudado.
hy: Դուք անցել եք լիցենզիայի սահմանափակումը {0} IncoCloud խմբում . Տվյալ խմբի հետ սինխրոնիզացիան վերականգնված է
ka: თქვენ გადააჭარბეთ სალიცენზიო ლიმიტს ინკოღრუბლის ჯგუფში {0}. ამ ჯგუფთან სინქრონიზაცია კვლავ აღდგენილია.
ru: Вы преодолели лицензионное ограничение в группе IncoCloud {0}. Синхронизация с данной группой возобновлена.

source: You have reached a license limitation in IncoCloud group {0}. The synchronization with this group will be temporarily suspended.
bg: Вие достигнахте лицензно ограничение за IncoCloud група {0}. Синхронизацията с тази група ще бъде временно спряна.
es: Ha alcanzado el límite de licencia en el grupo IncoCloud {0}. La sincronización con este grupo será temporalmente suspendida.
hy: Դուք հասել եք լիցենզիայի սահմանափակման {0} IncoCloud խմբում . Տվյալ խմբի հետ սինխրոնիզացիան դադարեցված է.
ka: თქვენ მიაღწიეთ სალიცენზიო ლიმიტს ინკოღრუბლის ჯგუფში {0}. ამ ჯგუფთან სინქრონიზაცია დროებით გადადებულია.
ru: Вы достигли лицензионного ограничения в группе IncoCloud {0}. Синхронизация с данной группой будет временно приостановлена.

source: You have reached the maximum number of activations available for this license! Please contact your distributer for assistance.
az: Lisenziyanın aktivləşdirmə sayı maksimuma çatmışdır! Kömək üçün distribütora müraciət edin.
bg: Достигнали сте максималния брой задействания за този лиценз. Моля, свържете се с вашия разпространител.
es: ¡Ha alcanzado el máximo número de activaciones permitidas para esta licencia! Por favor contacte con su distribuidor para asistencia.
fr: Vous avez atteint le nombre maximum d'activations disponibles pour cette licence! Veuillez contacter votre distributeur pour de l'aide.
hy: Դուք կատարել եք տվյալ լիցենզիայի ակտիվացման առավելագույն քանակ: Խնդրում ենք կապ հաստատել ձեր դիստրիբյուտորի հետ
ka: თქვენ მიაღწიეთ ლიცენზიების გააქტიურების მაქსიმალურ რაოდენობას! გთხოვთ დაუკავშირდეთ თქვენს დისტრიბუტორს!
pl: Jest osiągnięta maksymalna ilość aktywacji dla tej licencji! Zwruć się do dystrybutora o pomocy.
ru: Достигнуто максимальное количество активаций для этой лицензии! Обратитесь к дистрибьютору за помощью.
uk: Ви досягли максимальної кількості активацій даної ліцензії! Будь ласка, зв'яжіться з вашим дистриб'ютором для отримання допомоги.

source: You have the most recent version of {0}. No updates are available at the moment.
az: Sizdə {0} ən son versiyasıdır . Hal-hazırda yenilənmə yoxdur.
bg: Вие притежавате последната версия на {0}. Няма нови актуализации към момента.
es: Tiene la versión más reciente de {0}. No hay actualizaciones disponibles en este momento.
fr: Vous avez la version la plus récente de {0}. Pas de mises à jour disponible pour le moment.
hy: Դուք օգտագործում եք ամենավերջին տարբերակը {0}. թարմացում տվյալ պահին թարմացումներ չկան
ka: თქვენ გაქვთ {0}-ის ბოლო ვერსია. ამ მომენტისთვის განახლება შეუძლებელია.
pl: U was jest ostatnia wersja {0}. Nowych na dany moment nie ma.
ru: У вас самая последняя версия {0}. Обновлений в данный момент нет.
uk: У вас остання версія {0}. Оновлень в даний момент немає.

source: You have {0} added operation lines in your database this month while your licensing plan allows only {1}.
bg: Вие имате {0} добавени редове операции този месец във Вашата база данни, докато Вашия лицензен план позволява само {1}.
es: Tiene {0} líneas de operaciones agregadas en su base de datos en este mes mientras que su plan de licencia permite solo {1}.
hy: Դուք ավելացրել եք {0} գործողություններ ձեր տվյալների բազայում, այն ժամանակ երբ ձեր լիցենզիոն պլանը թույլատրում է {1}.
ka: თქვენ გაქვთ {0} დამატებული ოპერაციის ხაზი თქვენს მონაცემთა ბაზაში, მაშინ, როცა თქვენი სალიცენზიო გეგმით ნებადართულია მხოლოდ {1}.
ru: У вас есть {0}, добавленных операций в этом месяце в вашу базу данных в то время, как ваш лицензионный план позволяет только {1}.

source: You have {0} databases in your group while your licensing plan allows only {1}.
bg: Вие имате {0} бази данни във Вашата група, докато Вашия лицензен план позволява само {1}.
es: Tiene {0} bases de datos agregadas en su grupo mientras que su plan de licencia permite solo {1}.
hy: Դուք ունեք {0} տվյալների բազա ձեր խմբում այն ժամանակ երբ ձեր լիցենզիոն պլանը թույլատրում է միայն {1}.
ka: თქვენ გაქვთ {0} მონაცემთა ბაზა თქვენს ჯგუფში, მაშინ, როცა თქვენი სალიცენზიო გეგმით ნებადართულია მხოლოდ {1}.
ru: У вас есть {0} баз данных в вашей группе, в то время, как ваш лицензионный план позволяет только {1}.

source: You have {0} items in your database while your licensing plan allows only {1}.
bg: Вие имате {0} стоки във Вашата база данни, докато Вашия лицензен план позволява само {1}.
es: Tiene {0} mercancías en su base de datos mientras que su plan de licencia permite solo {1}.
hy: Դուք ունեք {0} ապրանքներձեր ձեր տվյալների բազայում այն ժամանակ երբ ձեր լիցենզիոն պլանը թույլատրում է միայն {1}.
ka: თქვენ გაქვთ {0} საქონელი თქვენს მონაცემთა ბაზაში, მაშინ, როცა თქვენი სალიცენზიო გეგმით ნებადართულია მხოლოდ {1}.
ru: У вас есть {0} товаров в вашей базе данных, в то время, как ваш лицензионный план позволяет только {1}.

source: You have {0} operation lines in your database while your licensing plan allows only {1}.
bg: Вие имате {0} редове операции във Вашата база данни, докато Вашия лицензен план позволява само {1}.
es: Tiene {0} líneas de operaciones agregadas en su base de datos mientras que su plan de licencia permite solo {1}.
hy: Դուք ունեք {0} գործողություններ ձերտվյալների բազայում այն ժամանակ երբ ձեր լիցենզիոն պլանը թույլատրում է միայն {1}.
ka: თქვენ გაქვთ {0} ოპერაციის ხაზი თქვენს მონაცემთა ბაზაში, მაშინ, როცა თქვენი სალიცენზიო გეგმით ნებადართულია მხოლოდ {1}.
ru: У вас есть {0} операций в вашей базе данных, в то время, как ваш лицензионный план позволяет только {1}.

source: You may not enter quantities larger than remaining.
bg: Не можете да въвеждате по-големи от оставащите количества.
es: No puede entrar cantidades más largas que el resto
hy: Դուք չէք կարող ավելացնել մնացածից ավելի մեծ քանակ
ka: თქვენ არ შეგიძლიათ დარჩენილ ნაშთზე მეტი რაოდენობის შეტანა.
ru: Количество не может быть больше, чем остаток.

source: You must accept the terms of service in order to use IncoCloud!
bg: Трябва да приемете условията, за да ползвате "IncoCloud".
es: ¡Debe aceptar los términos del servicio para usar IncoCloud!
hy: IncoCloud-ի օգտագործման համար դու պետք է հաստատեք ծառայությունը
ka: თქვენ უნდა დაეთანხმოთ მომსახურების წესებს ინკო-ღრუბლის გამოსაყენებლად!
ru: Вы должны принять условия соглашения для использования IncoCloud.

source: You must have at least one bank note or coin type selected.
az: Siz heç olmasa bir seçim etməlisiniz.
bg: Трябва да изберете поне един вид банкноти или монети.
es: Debe al menos terner un cheque o una moneda seleccionada.
fr: Vous devez avoir au moins un billet de banque ou type de pièce sélectionné.
hy: Դուք պետք է ունենաք ամենաքիչը մեկ թղթադրամ ընտրելու համար
ka: თქვენ უნდა გქონდეთ მონიშნული ერთი მაინც ბანკნოტი ან მონეტა.
pl: Musisz wybrać co najmniej jeden rodzaj banknotów i monet.
ru: Вы должны выбрать хотя бы одно значение.

source: You need to add an owner before you can import users.
bg: Необходимо е да добавите собственик преди да внесете потребители.
es: Necesita agregar un dueño antes de que pueda importar a los usuarios.
fr: Vous devez ajouter un propriétaire avant que vous pouvez importer des utilisateurs.
hy: Օգտագործողների ներմուծման համար անհրաժեշտ է ավելացնել Սեփականատիրոջը
ka: თქვენ უნდა დაამატოთ მესაკუთრე მომხმარებლების იმპორტამდე.
ru: Перед импортом пользователей необходимо добавить владельца.
uk: Перед тим як зробити імпорт користувачів необхідно додати власника.

source: Your confirmation code is:
bg: Вашият код за потвърждение е:
es: Su código de confirmación es:
hy: Ձեր հաստատման կոդը
ka: თქვენი დასტურის კოდი არის:
ru: Код подтверждения:
uk: Kод підтвердження:

source: Your document cannot be saved because the folder "{0}" does not exist. Please use administrative rights to create it and try again.
az: Sizin sənəd saxlanıla bilməz, çünki "{0}" qovluğu mövcud deyil. Qovluq yaratmaq üçün administrator istifadəçi hüququndan istifadə edin və cəhdinizi təkrar edin.
bg: Вашият документ не може да бъде записан, защото папката "{0}" не съществува. Моля, създайте я с помощта на администраторски права и опитайте отново.
es: Su documento no puede ser guardado porque la carpeta "{0}" no existe. Por favor use derechos de administración para crearla e inténtelo de nuevo.
fr: Votre document ne peut pas être sauvegardé parce que le dossier "{0}" n’existe pas. Utilisez les droits administratifs SVP pour le créer de nouveau et réessayez.
hy: Փաստաթուղթը չի կարող պահպանվել քանի որ "{0}" նշված թղթապանակը գոյություն չունի
ka: თქვენი დოკუემენტის შებახვა ვერ ხერხდება, რადგან საქაღალდე "{0}" არ არსებობს. გამოიყენეთ ადმინისტრაციული უფლებები მის შესაქმნელად და კვლავ სცადეთ.
pl: Wasz dokument nie może być zachowany, ponieważ taki folder "{0}" nie istnieje. Wykorzystujcie ewidentny zapis administratora dla stworzenia folderu i spróbujcie jeszcze raz.
ru: Ваш документ не может быть сохранен, так как папка "{0}" не существует. Используйте учетную запись администратора для создания папки и повторите попытку.
uk: Ваш документ не може бути збережений, тому що папка "{0}"не існує. Будь ласка, використовуйте адміністративні права для створення його і спробуйте ще раз.

source: Your document cannot be saved. Please make sure you are allowed to write to "{0}".
az: Sizin sənəd saxlanıla bilməz."{0}" yazmağa icazəniz olduğunu yoxlayın.
bg: Вашият документ не може да бъде записан. Моля, уверете се, че имате права за писане в "{0}".
es: Su documento no puede ser guardado. Asegúrese de tener permisos de escritura en "{0}" .
fr: Votre document ne peut pas être sauvegardé. Assurez vous SVP que vous avez l’autorisation d’écrire sur "{0}".
hy: Փաստաթուղթը չի կարող պահպանվել "{0}".
ka: ამ დოკუმენტის შენახვა ვერ ხერხდება. გადაამოწმეთ, დაშვებული ხართ თუ არა წეროთ"{0}".
pl: Wasz dokument nie może być zachowany. Sprawdźcie dostępność na zapisywanie w "{0}".
ru: Ваш документ не может быть сохранен. Удостоверьтесь в доступе на запись в "{0}".
uk: Ваш документ не може бути збережений. Будь ласка, переконайтеся, що ви маєте право на запис у "{0}".

source: Your email address is not yet verified! Please verify it before making any changes.
bg: Вашият имейл не е потвърден! Моля, потвърдете я преди да правите каквито и да е промени.
es: ¡Su dirección de correo electrónico no esta aún verificada! Por favor verifíquela antes de hacer algún cambio.
hy: Ձեր էլ փոստի հասցեն դեռևս հաստատված չէ խնդրում ենք հաստատել այն
ka: თქვენი იმეილი დამოწმებული არ არის! გთხოვთ დაამოწმოთ ცვლილებების გაკეთებამდე.
ru: Ваш почтовый адрес еще не подтвержден! Подтвердите его до внесения изменений

source: Your email:
bg: Вашият имейл:
es: Su correo electrónico:
hy: Ձեր էլ փոստը
ka: თქვენი იმეილი:
ru: ваш e-mail

source: Your license does not allow adding more vending machines! Please purchase a license to allow adding more machines.
bg: Вашият лиценз не ви позволява да добавяте повече автомати! Моля, закупете лиценз за да позволите добавянето на повече автомати.
es: ¡Su licencia no permite añadir más máquinas expendedoras! Por favor compre una licencia para poder adicionar más máquinas.
hy: Ձեր լիցենզիոն պլանը հնարավորություն չի տալիս ավելացնել մեկ այլ առևտրային մեքենա, խնդրում ենք ձեռք բերել լիցենզիա:
ka: თქვენი ლიცენზია არ იძლევა მეტი სავაჭრო მანქანების დამატების უფლებას. გთხოვთ შეიძინოთ ლიცენზია მათ დასამატებლად.
ru: Ваша лицензия не позволяет использовать большее количество рабочих мест! Для увеличения количества приобретите лицензию!

source: Your license does not allow adding more web stores! Please purchase a license to allow adding more web stores.
bg: Вашият лиценз не ви позволява да добавяте интернет магазини! Моля, закупете лиценз за да позволите добавянето на интернет магазини.
hy: Խնդրում ենք գնել լիցենզիա
ka: თქვენი ლიცენზია არ იძლევა მეტი ვებ-მაღაზიის დამატების საშუალებას! გთხოვთ შეიძინოთ ლიცენზია რათა დაამატოთ მეტი ვებ-მაღაზია.
ru: Лицензия не позволяет больше веб-хранилищ! Приобретите лицензию для добавления большего количества веб-хранилищ.

source: Your license does not allow connection with QuickBooks! QuickBooks Online Connector uses one database synchronization license. Please purchase a license to allow synchronization with QuickBooks Online.
bg: Вашият лиценз не ви позволява да направите връзка с QuickBooks! QuickBooks Online Connector използва един лиценз за синхронизация с база данни. Моля, закупете лиценз за за да разрешите синхронизацията с QuickBooks Online.
hy: Խնդրում ենք գնել լիցենզիա
ru: Лицензия не позволяет подключение к QuickBooks! QuickBooks Online Connector использует одну лицензию для синхронизации базы данных. Приобретите лицензию для синхронизации с QuickBooks Online.

source: Your license plan does not allow adding any more databases!
bg: Вашият лицензионен план не позволява добавянето на повече бази данни!
es: ¡Su plan de licencia no permite adicionar más bases de datos!
hy: Ձեր լիցենզիոն պլանը չի թույլատրում ավելացնել ավել տվյալների բազա
ka: თქვენი ლიცენზია არ იძლევა სხვა მონაცემთა ბაზის დამატების საშუალებას.
ru: Ваша лицензия не позволяет использовать большее количество баз данных!

source: Your new password is:
bg: Вашата нова парола е:
es: Su nueva contraseña es:
hy: Ձեր նոր գաղտնաբառը
ka: თქვენი ახალი პაროლი არის:
ru: Новый пароль:

source: Your prefix is too long and there are too few bar-code combinations. Are you sure you want to continue?
bg: Представката ви е твърде дълга и има прекалено малко съчетания за баркодове. Желаете ли да продължите?
es: Su prefijo es demasiado largo y también hay pocas combinaciones de códigos de barras. ¿Está seguro de que usted desea continuar?
hy: Ձեր գծիկավոր կոդերի պրեֆիկսը շատ երկար է ?
ka: თქვენი პრეფიქსი ძალიან გრძელია და შეიცავს ძალიან ცოტა შტრიხკოდების კომბინაციებს. გსურთ გაგრძელება?
ru: Префикс слишком длинный и слишком мало комбинаций штрих-кода. Продолжить?
uk: Префікс занадто довгий і дуже мало комбінацій штрих-коду. Продовжити?

source: Your session timed out! Please login again.
bg: Сесията ви изтече. Моля, влезте отново.
es: ¡Su tiempo de sección acabó! Por favor entre de nuevo al sistema.
hy: Ձեր սեսիան ավարտված է: Խնդրում ենք մուտք գործել կրկին
ka: თქვენს სესიას ვადა გაუვიდა! დარეგისტრირდით ხელმეორედ.
ru: Сессия изтекла! Войдите в систему заново.

source: Z Cluster
az: Z Qrupu
bg: Z Група
es: Cluster Z
fr: Cluster
hy: Z խումբ
ka: Z ჯგუფი
pl: Grupa Z
ru: Группа Z
uk: Група Z

source: Z Report
az: Z Hesabatı
bg: Z Отчет
es: Reporte Z
fr: Rapport Z
hy: Z հաշվետվություն
ka: Z რაპორტი
pl: Raport fiskalny dobowy
ru: Z отчет
uk: Z звіт

source: Z reports partner:
bg: Партньор за Z отчети:
es: Reporte Z de socios:
hy: Z Գործընկերոջ հաշվետվություն
ka: Z რაპორტის პარტნიორი
ru: Партнер для Z-отчета:

source: Zero
az: Sıfır
bg: Нула
es: Cero
fr: Zéro
hy: Զրո
ka: ნოლი
ru: Ноль
uk: Нуль

source: Zoom:
az: Miqyas:
bg: Увеличение:
es: Ampliar:
hy: Մասշտաբ
ka: გადიდება
pl: Skala:
ru: Масштаб:
uk: Масштаб:

source: [IncoCloud] Database successfully wiped
bg: [IncoCloud] База данни беше успешно изтрита
es: [IncoCloud] La base de datos se limpió exitosamente
hy: [IncoCloud] տվյալների բազան հաջողությամբ հեռացված է
ka: [ინკო-ღრუბელი] მონაცემთა ბაზა წარმატებით გაიწმინდა
ru: [IncoCloud] База данных удалена!

# Distribution
source: [IncoCloud] Distributor notification
bg: [IncoCloud] Дистрибуторско известие
es: [IncoCloud] Notificación del distribuidor
hy: [IncoCloud] դիստրիբյուտորի ծանուցում
ka: [ინკო-ღრუბელი] დისტრიბუტორის შეტყობინება
ru: [IncoCloud] Дистрибьюторское уведомление

source: [IncoCloud] Email address confirmation
bg: [IncoCloud] Потвърждение на имейл
es: [IncoCloud] Confirmación de dirección de correo electrónico
hy: [IncoCloud] էլ փոստի հաստատում
ka: [ინკო-ღრუბელი] იმეილის მისამართის დასტური
ru: [IncoCloud] Подтверждение адреса электронной почты

source: [IncoCloud] Group access granted
bg: [IncoCloud] Предоставен е достъп до група
es: [IncoCloud] Concedido el acceso al grupo
hy: [IncoCloud] խմբի մուտքը թույլատրված է
ka: [ინკო-ღრუბელი] ჯგუფის წვდომა მიღებულია
ru: [IncoCloud] Доступ в группу разрешен

source: [IncoCloud] Group was never initialized
bg: [IncoCloud] Група не е била инициализирана
es: [IncoCloud] El grupo nunca fue inicializado
hy: [IncoCloud] երբեք ինիցիալիզացված չէ
ka: [ინკო-ღრუბელი] ჯგუფის ინიციალიზაცია არასოდეს მომხრადა
ru: [IncoCloud] Группа не инициализирована.

source: [IncoCloud] Group was not used recently
bg: [IncoCloud] Група не е използвана скоро
es: [IncoCloud] El grupo no fue usado recientemente
hy: [IncoCloud] խումբը վերջի ժամանակներում չի օգտագործվել
ka: [ინკო-ღრუბელი] ჯგუფი ახლა არ გამოიყენება
ru: [IncoCloud] Группа давно не использовалась.

source: [IncoCloud] License limitation overcame
bg: [IncoCloud] Лицензно ограничение беше преодоляно
es: [IncoCloud] Venció el límite de la licencia
hy: [IncoCloud] Լիցենզիայի սահմանափակումը հաղթահարված է
ka: [ინკო-ღრუბელი] ლიცენზიის ლიმიტის გადაჭარბება
ru: [IncoCloud] Лицензионное ограничение было преодолено

source: [IncoCloud] License limitation reached
bg: [IncoCloud] Лицензно ограничение беше достигнато
es: [IncoCloud] Límite de la licencia alcanzado
hy: [IncoCloud] Լիցենզիայի սահմանափակում
ka: [ინკო-ღრუბელი] მიღწეულია ლიცენზიის ლიმიტი
ru: [IncoCloud] Лицензионное ограничение было достигнуто

source: [IncoCloud] Password reset
bg: [IncoCloud] Нулиране на парола
es: [IncoCloud] Reiniciar contraseña
hy: [IncoCloud] գաղտնաբառը զրոյացված է
ka: [ინკო-ღრუბელი] პაროლის ჩამოყრა
ru: [IncoCloud] Пароль сброшен.

source: [IncoCloud] Your client has a license that expires in 1 day
bg: [IncoCloud] Ваш клиент има лиценз, който изтича след 1 ден
es: [IncoCloud] Su cliente tiene una licencia que expira en 1 día
hy: [IncoCloud] Ձեր հաճապորդի լիցենզաին ավարտվում է 1 օրից
ka: [IncoCloud] თქვენი კლიენტის ლიცენზია იწურება 1 დღეში
ru: [IncoCLoud] Лицензия Вашего клиента истекает через 1 день.

source: [IncoCloud] Your client has a license that expires in {0} days
bg: [IncoCloud] Ваш клиент има лиценз, който изтича след {0} дни
es: [IncoCloud] Su cliente tiene una licencia que expira en {0} días
hy: [IncoCloud] Ձեր հաճապորդի լիցենզաին ավարտվում է {0} օրից
ka: [IncoCloud] თქვენი კლიენტის ლიცენზია იწურება {0} დღეში
ru: [IncoCLoud] Лицензия Вашего клиента истекает через {0} дней.

source: [IncoCloud] Your license expires in 1 day
bg: [IncoCloud] Вашият лиценз изтича след 1 ден
es: [IncoCloud] Su licencia expira en 1 día
hy: [IncoCloud] ձեր լիցենզիան ավարտվում է մեկ օրից
ka: [ინკო-ღრუბელი] ლიცენზიას ვადა გასდის 1 დღეში
ru: [IncoCloud] Лицензия заканчивается через 1 день

source: [IncoCloud] Your license expires in {0} days
bg: [IncoCloud] Вашият лиценз изтича след {0} дни
es: [IncoCloud] Su licencia expira en {0} días
hy: [IncoCloud] ձեր լիցենզիան ավարտվում է {0} օրից
ka: [ინკო-ღრუბელი] ლიცენზიას ვადა გასდის {0} დღეში
ru: [IncoCloud] Лицензия заканчивается через {0} дней

# Document numbers per location
source: "{0}" are not enabled!
bg: "{0}" не са разрешени!
es: ¡"{0}" no está habilitado!
hy: "{0}" միացված չէ!
ka: "{0}" არააქტიური!
ru: "{0}"неактивен!

source: "{0}" field
az: "{0}" sahə
bg: Поле "{0}"
es: Campo "{0}"
fr: "{0}"champ
hy: "{0}" դաշտ
ka: "{0}" მინდორი
pl: "{0}" pole
ru: "{0}" поле
uk: "{0}" поля

source: "{0}" is already used for the "{1}" quick item! Do you want to remove this quick item?
az: "{0}" artiq cəld çagiriş üçün istifadə olunur "{1}"! Silmək?
bg: "{0}" вече се използва за бързата стока "{1}"! Желаете ли да премахнете тази бърза стока?
es: "{0}" ya esta usado por "{1}" mercancía rápida! ¿Desea eliminar esta mercancía rápida?
fr: "{0}"est déjà utilisé pour le" {1}"élément rapide! Voulez-voussupprimer cet élémentrapide?
hy: "{0}" "{1}" արդեն օգտագործվում է արագ կանչի համար, հեռացնել?
ka: "{0}"უკვე გამოყენებულია "{1}" -სთვის! ნამდვილად გსურთ ძველი მნიშვნელობის გაუქმება?
pl: "{0}" już wykorzystuje się dla szybkiego wezwania "{1}"! Usunąć?
ru: "{0}" уже используется для быстрого вызова "{1}"! Удалить?
uk: "{0}" вже виконується для швидкого виклику "{1}"! Видалити?

source: abcdefghijklmnopqrstuvwxyz{0}ABCDEFGHIJKLMNOPQRSTUVWXYZ
az: abcçdeəfgğhxıijkqlmnoöprsştuüvyz{0}ABCÇDEƏFGĞHXIİJKQLMNOÖPRSŞTUÜVYZ
bg: абвгдежзийклмнопрстуфхцчшщъьюя{0}АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЬЮЯ
es: abcdefghijklmnñopqrstuvwxyz{0}ABCDEFGHIJKLMNÑOPQRSTUVWXYZ
hy: Աբվգդեզէըթժիլխծկհձղճմյնշոչպջռսվտրցուփքևօֆ{0}աբգդեզէըթԺիլխծկհձղճմյնշոչպջռսվտրցոՒփքևօֆ
pl: aąbcćdeęfghijklłmnńoóprsśtuwyzźż{0}AĄBCĆDEĘFGHIJKLŁMNŃOÓPRSŚTUWYZŹŻ
ru: абвгдеёжзийклмнопрстуфхцчшщъыьэюя{0}АБВГДЕЁЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЫЬЭЮЯ
uk: абвгґдеєжзиіїйклмнопрстуфхцчшщьюя{0}АБВГҐДЕЄЖЗИІЇЙКЛМНОПРСТУФХЦЧШЩЬЮЯ

source: and
az: və
bg: и
es: y
fr: et
hy: և
ka: და
pl: i
ru: и
uk: i

source: confirm email address now
bg: потвърди имейл адреса сега
es: confirmar dirección de correo electrónico ahora
hy: Հաստատել էլ. փոստի հասցեն
ka: დაადასტურეთ იმეილი ახლა
ru: подтвердите email сейчас

source: current database
bg: текуща база
es: base de datos actual
hy: Ընթացիկ բազա
ka: მიმდინარე მონაცემთა ბაზა
ru: текущая база данных

source: current group
bg: текуща група
es: grupo actual
hy: Ընթացիկ խումբ
ka: მიმდინარე ჯგუფი
ru: текущая группа

source: disabled
bg: спряна
es: deshabilitado
hy: Անջատված է
ka: გამორთულია
ru: отключено
uk: Відключено

source: e-mail
bg: ел. поща
es: correo electrónico
hy: Էլ. փոստ
ka: ელ-ფოსტა

source: e-mail:
bg: ел. поща:
es: Correo electrónico:
hy: Էլ. փոստ
ka: ელ-ფოსტა:

source: e-mail: {0}
bg: ел. поща: {0}
es: correo electrónico: {0}
hy: Էլ. փոստ:{0}
ka: ელ-ფოსტა: {0}

source: enabled
bg: пусната
es: habilitado
hy: Միացված է
ka: ჩართულია
ru: включено

source: equals
az: bərabərdir
bg: равна
es: equivalente
fr: égale
hy: Հավասար է
ka: უდრის
pl: Ruwna się
ru: равно
uk: рівно

source: few seconds left
bg: остават няколко секунди
es: unos segundos restantes
hy: Մի քանի րոպե մինչ ավարտը
ka: დარჩა რამდენიმე წამი
ru: осталось несколько секунд

source: for Items Production
az: malın istehsalı üçün
bg: за производство на стоки
es: Para Producción de Mercancías
fr: pour la production des articles
hy: Արտադրություն
ka: საქონლის წარმოებისთვის
pl: dla produkcji towaru
ru: для производства товара
