Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Locations are used for your physical locations where you store items, place orders, or make purchases from. To create the locations quickly use the form bellow. To edit your locations later go to:{0}{1}
az: Участки содержат список ваших точек продаж, обслуживания и склады. Форма внизу поможет быстро создать участки. Изменить их позже можно в:{0}{1}
bg: Обектите представляват Вашите физически помещения, където съхранявате стоки, правите поръчки или купувате. За бързо създаване на обекти използвайте полето отдолу. За да промените обектите си по-късно, идете на:{0}{1}
es: Las entidades son usadas por los lugares físicos donde almacena artículos, colocan pedidos, o desde donde hace las compras. Para crear las entidades rápidamente use la forma permitida. Para editar sus entidades más tarde vaya a: {0} {1}.
fr: Les emplacements sont utilisés pour vos emplacements physiques où vous stockez les articles, placer des commandes, ou faire des achats à partir des emplacements Pour créer rapidement utiliser le formulaire ci-dessous Pour modifier vos emplacements plus tard, aller à:.. {0}{1}
hy: Տեղամասերում պարունակվում է տեղեկություն կազմակերպության բաժանմունքների վերաբերյալ: Հետագայում այն կարելի է փոփոխել անցնելով {0}{1}
ka: ობიექტები გამოიყენება თქვენი ფიზიკური ობიექტების აღსაწერად სადაც თქვენ ანთავსებთ მარაგებს, შეკვეთებს, ან აკეთებს შესყიდვებს. ობიექტის ჩქარა შესაქმნელად გამოიყენე ქვედა ფორმა. ობიექტის მომავალში რედაქტირებისათვის მიმართე:{0}{1}
pl: Lokalizacje są wykorzystywane do swojej fizycznej lokalizacji, w których można przechowywać przedmioty, zamówienia, lub dokonywać zakupów. Aby utworzyć miejsca trzeba użyć poniższy formularz do edycji lokalizacji na stronie:{0}{1}
ru: Объекты представляют собой точки продаж, в которых сохраняется товар, осуществляются заказы и покупки. Для быстрого создания объекта, используйте форму ниже. Объекты можно редактировать в:{0}{1}
uk: Об'єкти, це точки продажів, в яких зберігається товар, здійснюються замовлення і покупки. Для швидкого створення об'єкта, використовуйте форму нижче. Об'єкти можна змінити в:{0}{1}

source: Locations management is only possible for the database group that you are currently connected to.
bg: Управлението на обекти е възможно само за групата бази данни, към която сте текущо свързани.
es: La administración de entidades es solo posible para el grupo de bases de datos al que usted está actualmente conectado.
fr: La gestion Emplacements n'est possible que pour le groupe de base de données que vous êtes actuellement connecté au.
hy: Տեղամասի ղեկավարում հնարավոր է միայն այն խմբում, որին այժմ միացված եք
ka: ადგილმდებარეობის მართვა შესაძლებელია მხოლოდ იმ მონაცემთა ბაზების ჯგუფისთვის, რომელთანაც მიერთებული ხართ.
ru: Управление объектами возможно для группы баз данных, к которым Вы подключены.
uk: Управління об'єктами можливо для групи баз даних, до яких Ви підключені.

source: Locations movement step:
az: Obyektlər üzrə hərəkət:
bg: Стъпка при движение на обектите:
es: Paso para mover entidades:
fr: Pas de déplacement d’emplacement:
hy: Շարժը տեղամասերով
ka: მოძრაობა ობიექტების მიხედვით:
pl: Ruch po działach :
ru: Движение по объектам:
uk: Рух по об'єктам:

source: Locations status refresh rate:
bg: Честота на опресняване на обектите
es: Actualizar la tasa en el estado de las entidades:
fr: État Emplacements taux de rafraîchissement:
hy: Թարմացնել տեղամասի կարգավիճակը
ka: ადგილმდებარეობის სტატუსის განახლებადობა
ru: Частота обновления статуса объекта

source: Locations to be created:
az: Yaradılacaq obyektlər
bg: Обекти, които ще бъдат създадени:
es: Entidades a ser creadas:
fr: Emplacementà créer:
hy: Տեղամասի անվանումը
ka: ობიექტების შექმნა:
pl: Miejsca, w których tworzy się:
ru: Объекты, которые будут созданы
uk: Об'єкти, які будуть створені

source: Locations...
az: Obyektlər...
bg: Обекти...
es: Entidades...
fr: Emplacement ...
hy: Տեղամասեր
ka: ობიექტები...
pl: Działy...
ru: Объекты...
uk: Об'єкти...

source: Locked location:
bg: Заключен обект:
es: Entidad bloqueada
hy: Փակ տեղամաս
ka: დაბლოკილი ლიცენზია:
ru: Заблокированный объект:
uk: Заблокований об'єкт:

source: Locked partner:
bg: Заключен партньор:
es: Socio bloqueado
hy: Փակ գործընկեր
ka: დაბლოკილი პარტნიორი:
ru: Заблокированный партнер:

source: Log all changes in operations
az: Əməliyyatlardakı bütün dəyişiliklərin uçotu
bg: Запис на всички промени в операция
es: Registro de todos los cambios en las operaciones
fr: Connectez-vous à tous les changements dans les opérations
hy: Գրանցել բոլոր գործողությունները մատյանում
ka: ოპერაციაში ყველა ცვლილების ლოგირება
pl: Ewidencja wszystkich zmian w operacji
ru: Учет всех изменений в операции
uk: Контроль всіх змін в операціях

source: Logging in...
bg: Влизане...
es: Entrando al sistema...
fr: Connexion à...
hy: Մուտք համակարգ
ka: რეგისტრაცია...
ru: Вход...

source: Logical address cannot be empty!
bg: Логическият адрес не може да е празен.
es: ¡La dirección lógica no puede estar en blanco!
fr: Adresse logique ne peut pas être vide!
hy: Տրամաբանական հասցեն չի կարող դատարկ լինել
ka: ლოგიკური მისამართი არ შეიძლება იყოს ცარიელი!
ru: Логический адрес должен быть указан!
uk: Заповните логічний адрес!

source: Logical address:
az: Loqik ünvan:
bg: Логически адрес:
es: Dirección lógica:
fr: Adresse Logique:
hy: Տրամաբանական հասցե
ka: ლოგიკური მისამართი:
pl: Logiczny adres :
ru: Логический адрес:
uk: Логічний адрес:

source: Login
az: İstifadəçi adı
bg: Идентификация
es: Entrada al sistema
hy: Մուտքի վահանակ
ka: შესვლა
pl: Imię użytkownika
ru: Логин

source: Login failed! Please check your e-mail and password.
bg: Входът е неуспешен. Моля, проверете своята поща и парола.
es: ¡Entrada fallida! Por favor verifique su correo y contraseña
fr: Échec de la connexion! Veuillez vérifier votre adresse e-mail et mot de passe.
hy: Մուտքը իրականացված չէ խնդրում ենք ստուգել էլ հասցեն և գաղտնաբառ
ka: წარუმატებელი შესვლა! გთხოვთ, შეამოწმოთ თქვენი იმეილი და პაროლი.
ru: Вход в систему неуспешен! Проверьте e-mail и пароль.

source: Login failed! Workstation: "{0}" ({1}). Product version: {2}
bg: Неуспешен вход! Работна станция: "{0}" ({1}). Версия на продукта: {2}
es: ¡Entrada fallida! Estación de trabajo: "{0}" ({1}). Versión del producto: {2}
hy: Մուտքը ձախողված է! Կայան: "{0}" ({1}). Պրոդուկտի վերսիա: {2}
ka: წარუმატებელი შესვლა! სამუშაო ადგილი: "{0}" ({1}). პროდუქტის ვერსია: {2}
ru: Вход в систему не выполнен! Рабочая станция: "{0}" ({1}). Версия продукта: {2}

source: Login successful. Workstation: "{0}" ({1}). Product version: {2}
bg: Успешен вход. Работна станция: "{0}" ({1}). Версия на продукта: {2}
es: La entrada en el sistema fue exitosa. Estación de trabajo: "{0} " ({1}). Versión del producto: {2}
hy: Մուտքը հաջողված է! Կայան: "{0}" ({1}). Պրոդուկտի վերսիա: {2}
ka: წარმატებული შესვლა. სამუშაო ადგილი: "{0}" ({1}). პროდუქტის ვერსია: {2}
ru: Вход в систему выполнен. Рабочая станция: "{0}" ({1}). Версия продукта: {2}

source: Logout
az: Çıxış
bg: Излизане
es: Salir
fr: Déconnexion
hy: Դուրս գալ
ka: გამოსვლა
pl: Wyjście
ru: Выход
uk: Вихід

source: Logout failed! Please try again later.
bg: Излизането не беше успешно. Моля, опитайте по-късно.
es: ¡Entrada fallida! Por favor inténtelo más tarde.
fr: Déconnexion échoué! S'il vous plaît réessayer plus tard.
hy: Դուրս գալ չհաջողվեց խնդրում ենք փորձել կրկին
ka: წარუმატებელი შესვლა! გთხოვთ, სცადეთ მოგვიანებით.
ru: Выход из системы неуспешен! Повторите попытку позднее.

source: Logout successful.
bg: Успешен изход.
es: Salida del sistema exitosa.
hy: Ելքը հաջողված է
ka: წარმატებული გამოსვლა
ru: Выход из системы выполнен.

# Distribution
source: Longitude:
bg: Дължина:
es: Longitud:
hy: Երկայնություն
ka: განედი:
ru: Длина:

source: Lot
az: Partiya
bg: Партида
es: Lote
hy: Խմբաքանակ
ka: ლოტი
pl: Partia
ru: Партия
uk: Партія

source: Lot Location
az: Partiyanın yerləşdiyi yer
bg: Местоположение на партида
es: Ubicación del Lote
fr: L'emplacement du Lot
hy: Խմբաքանակի գտնվելու վայրը
ka: ლოტის ადგილმდებარეობა
pl: Lokalizacja partii
ru: Местонахождение партии
uk: Лот Розташування

source: Lot No.
az: Lot №
bg: Партида №
es: Lote No.
fr: Lot N°
hy: Խմբաքանակի համարը
ka: ლოტის ნომერი
pl: Lot №
ru: Лот №
uk: Номер лоту

source: Lot location
az: Partiyanın yerləşdiyi yer
bg: Местоположение на партида
es: Ubicación del lote
fr: L'emplacement du Lot
hy: Խմբաքանակի գտնվելու վայրը
ka: ლოტის ადგილმდებარეობა
pl: Lokalizacja partii
ru: Местонахождение партии
uk: Месце знаходження партії

source: Lot number (LLLLLL)
bg: Номер на партида (LLLLLL)
hy: Խմբաքանակ (LLLLLL)
ka: პატიის ნომერი (LLLLLL)
ru: Номер лота (LLLLLL)

source: MAC address:
bg: MAC адрес:
es: Dirección MAC:
ka: MAC მისამართი:
ru: МАС-адрес:
uk: МАС-адрес:

source: Machine model:
bg: Модел на автомата:
es: Modelo de máquina:
hy: Մեքենայի մոդելը
ka: მანქანის მოდელი:
ru: Модель устройства:

source: Machine number
bg: Номер на автомата
es: Número de máquina
hy: Մեքենայի համարը
ka: მანქანის ნომერი
ru: Номер устройства

source: Machine number:
bg: Номер на автомата:
es: Número de máquina:
hy: Մեքենայի համարը
ka: მანქანის ნომერი:
ru: Номер устройства:

source: Machines:
bg: Автомати:
es: Máquinas:
hy: Մեքենաներ
ka: მანქანები:
ru: Рабочие места:

source: Main
az: Əsaslar
bg: Основни
es: Básicos
fr: Principal
hy: Հիմնական
ka: ძირითადი
pl: Główne
ru: Основные
uk: Основні

source: Make Group
bg: Създай група
es: Hacer un Grupo
hy: Ստեղծել խումբ
ka: ჯგუფის გაკეთება
ru: Сделать группу

source: Make Operation Corrections
az: Əməliyyatın korreksiyası
bg: Правене на корекции в операциите
es: Hacer Correciones en las Operaciones
fr: Faites les corrections de fonctionnement
hy: Գործողությունների ուղղում
ka: ოპერაციაში ცვლილების შეტანა
pl: Korekcja operacji
ru: Коррекция операции
uk: Корекція операції

source: Make Orders
bg: Правене на поръчки
es: Hacer Pedidos
hy: Պատվեր
ka: შეკვეთების გაკეთება
ru: Выполнить Заказы

source: Make Sales
bg: Правене на продажби
es: Hacer Ventas
hy: Վաճառք
ka: გაყიდვების გაკეთება
ru: Выполнить Продажи

source: Make a Stock-Taking
bg: Направи ревизия
es: Hacer un Inventario
hy: Կատարել Գույքագրում
ka: ინვენტარიზაციის ოპერაციის გაკეთება
ru: Выполнить Инвентаризацию

source: Make a stock-taking
bg: Направи ревизия
es: Hacer un inventario
hy: Կատարել գույքագրում
ka: ინვენტარიზაციის ოპერაციის გაკეთება
ru: Выполнить инвентаризацию

source: Make sales by bank
bg: Правене на продажби по банка
es: Hacer ventas por banco
hy: Վճարում փոխանցումով
ka: გაყიდვების გაკეთება საბანკო გადარიცხვებით
ru: Выполнить продажи по безналичному расчету

source: Make sales in cash
bg: Правене на продажби в брой
es: Hacer ventas en efectivo
hy: Վճարում կանխիկ
ka: გაყიდვების გაკეთება ნაღდი ფულით
ru: Выполнить продажи по наличному расчету

source: Make sales with card
bg: Правене на продажби с карта
es: Hacer ventas con tarjeta
hy: Վճարում քարտով
ka: გაყიდვების გაკეთება ბარათით
ru: Выполнить продажи по банковским картам

# Device
source: Make:
bg: Марка:
es: Hacer:
hy: Կատարում
ka: მარკა
ru: Марка:

source: Manage Operators
az: Operatorların idarə edilməsi
bg: Управление на операторите
es: Administrar Operadores
fr: Gérer les opérateurs
hy: Օպերատորների կառավարում
ka: ოპერატორების მართვა
pl: Kierowanie operatorami
ru: Управление операторами
uk: Управління операторами

# Distribution
source: Manage users
bg: Управление на потребители
es: Administrar usuarios
hy: Խմբագրել օգտագործողներին
ka: მომხმარებლების მართვა
ru: Управление пользователями

source: Managed by:
bg: Управляван от:
es: Administrado por:
fr: Géré par:
hy: Կառավարվում է
ka: მართავს:
ru: Управляется:

source: Management
bg: Мениджмънт
es: Administración
hy: Կառավարում
ka: მართვა
ru: Менеджер документов

source: Manager
az: Menecer
bg: Управител
es: Administrador
fr: Gestionnaire
hy: Կառավարիչ
ka: მენეჯერი
pl: Menedżer
ru: Менеджер
uk: Менеджер

source: Manual entry
bg: Ръчно въвеждане
es: Entrada manual
hy: Ոչ ավտոմատ գրանցում
ka: მექანიკური შესვლა
ru: Ручной ввод

source: March
az: Mart
bg: Март
es: Marzo
fr: Mars
hy: Մարտ
ka: მარტი
pl: Marzec
ru: Март
uk: Березень

source: Margin bottom:
bg: Отстъп отдолу:
es: Margen inferior:
fr: Bouton Marge:
hy: Ստորին քայլ
ka: ქვედა საზღვარი
ru: Нижний отступ:

source: Margin left:
bg: Отстъп отляво:
es: Margen izquierdo:
fr: Marge de gauche:
hy: Ձախ քայլ
ka: მარცხენა საზღვარი
ru: Левый отступ:

source: Margin right:
bg: Отстъп отдясно:
es: Margen derecho:
fr: Marge de droite:
hy: Աջ քայլ
ka: მარჯვენა საზღვარი
ru: Правый отступ:

source: Margin top:
bg: Отстъп отгоре:
es: Margen superior:
fr: Top de marge:
hy: Վերին քայլ
ka: ზედა საზღვარი
ru: Верхний отступ:

source: Marking the database wiping failed!
bg: Маркирането на базата данни за изтриване беше неуспешно!
es: ¡La selección de la base de datos a limpiar falló!
hy: Նշավորման տվյալների բազայի զրոյացումը ձախողված է
ka: მონაცემთა ბაზის მონიშვნა წმენდისთვის არ განხორციელდა!
ru: Отметка стирания базы данных не установлена!

source: Match clients at QuickBooks by:
bg: Сравнявай клиентите в QuickBooks по:
hy: QuickBooks-ում գործընկերներին դասավորել ըստ:
ru: Поиск клиентов в QuickBooks по:

source: Match clients at the web store by:
bg: Сравнявай клиентите в интернет магазина по:
es: Los clientes no coinciden en la tienda web por:
hy: Հաճախորդների համապատասխանումը ինտերնետ խանութին
ka: კლიენტების მონიშვნა ვებ-მაღაზიაში:
ru: Отбор клиентов интернет-магазина по:
uk: Порівняти клієнтів інтернет-магазину по

source: Match items at QuickBooks by:
bg: Сравнявай стоките в QuickBooks по:
hy: QuickBooks-ում ապրանքները դասավորել ըստ:
ru: Поиск товаров в QuickBooks по:

source: Match items at the web store by:
bg: Сравнявай стоките в интернет магазина по:
es: Las mercancías no coinciden en la tienda web por:
hy: Ապրանքների համապատասխանումը ինտերնետ խանութին
ka: საქონლის მონიშვნა ვებ-მაღაზიაში:
ru: Отбор товаров интернет-магазина по:
uk: Порівняти товари інтернет-магазину по

source: Match items at {0} by:
bg: Сравнявай стоките в {0} по:
es: Las mercancías no coinciden en {0} por:
hy: Ապրանքների համապատասխանումը {0} -ին
ka: კლიენტების მონიშვნა {0}:
ru: Отбор товаров {0} по:
uk: Порівняти товари {0} по:

source: Match partners at {0} by:
bg: Сравнявай партньорите в {0} по:
es: Los socios no coinciden en {0} por:
hy: Գործընկերների համապատասխանումը {0} -ին
ka: პარტნიორების მონიშვნა {0}:
ru: Отбор партнеров {0} по:
uk: Порівняти партнерів {0} по:

source: Materials
az: Xammal
bg: Суровини
es: Materiales
fr: Matériaux
hy: Հումք
ka: მასალები
pl: Surowiec
ru: Сырье
uk: Сировина

source: Materials:
az: Xammal
bg: Суровини:
es: Materiales:
fr: Matériaux:
hy: Հումք
ka: მასალები:
pl: Surowiec:
ru: Сырье:
uk: Сировина:

source: Max supported locations:
bg: Максимален брой поддържани обекти:
hy: Առավելագույն աջակցվեղ տեղամասերը
ka: მაქსიმალური ობიექტები:
ru: Максимальное число участков:

source: Maximum Databases Limit Reached
bg: Максимален брой бази данни достигнат
es: Límite de Base de datos Máximo Permitido
hy: Տվյալների բազայի առավելագույն քանակության
ka: მონაცემთა ბაზის ზღვარი მიღწეულია
ru: Достигнут предел количества баз данных.

source: Maximum allowed quantity
bg: Максимално позволено количество
es: Cantidad máxima permitida
fr: La quantité maximale autorisée
hy: Առավելագույնը թույլատրված քանակություն
ka: მაქსიმალური ხელმისაწვდომი რაოდენობა
pl: Maksymalna dopuszczalna ilość
ru: Максимальное допустимое количество
uk: Максимальна кількість

source: Maximum customers per location:
az: Maksimum yol verilə bilən say
bg: Максимален брой клиенти на обект:
es: Cantidad máxima de clientes por entidad:
fr: Les clients maximum par emplacement:
hy: Մաքսիմալ գործընկերներ տեղամասի համար
ka: მომხმარებლების მაქსიმალური რაოდენობა ადგილმდებარეობის მიხედვით:
ru: Максимальное количество клиентов на объекте:
uk: Максимальна кількість клієнтів на об'єкті:

source: Maximum devices:
bg: Максимален брой устройства:
es: Dispositivos máximos:
hy: Մաքսիմալ քանակությամբ սարքավորումներ
ka: მაქსიმალური მოწყობილობები:
ru: Максимальное количество устройств:

source: Maximum number of slices:
az: Hissələrin maksimum sayı:
bg: Максимален брой на разрезите:
es: Número máximo de cuotas:
fr: Le nombre maximum de tranches:
hy: Մասերի մաքսիմում քանակություն
ka: შემადგენლების მაქსიმალური რაოდენობა
pl: Maksymalna ilość jednostek
ru: Максимальное кол-во частей:
uk: Максимальна к-ть частин:

source: May
bg: Май
es: Mayo
fr: Mai
hy: Մայիս
ka: მაისი
pl: Maj
ru: Май
uk: Травень

source: Meas. unit
az: Ölcü vahidi
bg: Мярка
es: Unidad de proporción
fr: Unité de mesure
hy: Չափ/մ
ka: საზომი ერთეული
pl: Jednostka wymiaru
ru: Единица измерения
uk: Одиниця виміру

source: Measure
az: Öl. Vah.
bg: Мярка
es: Medida
fr: Mesure
hy: Չափ/մ
ka: საზომი ერთეული
pl: Jednostka wymiaru
ru: Единица измерения
uk: Одиниця виміру

source: Measure 2
az: Ölcü vahidi 2
bg: Мярка 2
es: Medida 2
fr: Mesure 2
hy: Չափ/մ 2
ka: მეორე საზომი ერთეული
pl: Jednostka wymiaru2
ru: Единица измерения 2
uk: Одиниця виміру 2

source: Measure 2:
az: Ölcü vahidi 2:
bg: Мярка 2:
es: Medida 2:
fr: Mesure 2:
hy: Չափ/մ 2
ka: მეორე საზომი ერთეული:
pl: Jednostka wymiaru2:
ru: Единица измерения 2:
uk: Одиницявиміру 2:

source: Measure ratio:
az: Münasibət:
bg: Съотношение:
es: Radio de proporción
fr: Mesure en %
hy: Հարաբերություն
ka: შეფარდება:
pl: Stosunek:
ru: Отношение:
uk: Відношення:

source: Measure weight
az: Çəki ölcü vahidi
bg: Измерване на тегло
es: Medida de peso
fr: Mesure du poids
hy: Քաշային չափ/մ
ka: ერთეულის მნიშვნელობა
pl: Wagowa jednostka wymiaru
ru: Весовая единица измерения
uk: Вагова одиниця виміру

source: Measure:
az: Ölcü vahidi:
bg: Мярка:
es: Medida:
fr: Mesure:
hy: Չափ/մ
ka: საზომი ერთეული:
pl: Jednostka wymiaru :
ru: Единица измерения:
uk: Одиниця виміру:

source: Measurement unit cannot be empty!
az: Ölcü vahidi boş ola bilməz!
bg: Мерната единица не може да бъде празна.
es: ¡La unidad de medida no puede estar en blanco!
fr: Unité de mesure ne peut pas être vide!
hy: Չափման միավորը չի կարող դատարկ լինել
ka: ზომის ერთეული არ შეიძლება იყოს ცარიელი!
pl: Jednostka wymiaru nie może być niewypełniona!
ru: Единица измерения не может быть незаполнена!
uk: Одиниця виміру не може бути порожня!

source: Measurement unit for item "{0}" is empty! Do you want to use the default one?
bg: Мерната единица за стока "{0}" липсва. Желаете ли да използвате подразбиращата се единица?
es: ¡La unidad de medida para la mercancia "{0}" está en blanco! ¿Desea usar la predeterminada?
hy: Չափման միավորը "{0}" դատարկ է: Դուք ցանկանում եք օգտագործել լռելյայն միավորը ?
ka: ზომის ერთეული საქონლისთვის "{0}" არის ცარიელი! გნებავთ ზოგადი ზომის ერთეულის გამოყენება?
ru: Единица измерения "{0}" не указана. Использовать единицу измерения по умолчанию?

source: Menu
az: Menyu
bg: Меню
es: Menú
hy: Մենյու
ka: მენიუ
ru: Меню
uk: Меню

source: Merging information from the web store...
bg: Сливане на информация от интернет магазинът...
es: Integrando información desde la tienda web...
hy: Ինտերնետ խանութից ինֆորմացիայի խմբավորում
ka: ინფორმაციის გაერთიანება ვებ-მაღაზიიდან...
ru: Слияние информации из интернет-магазина...

source: Merging inventory with QuickBooks Online...
bg: Сливане на наличности с QuickBooks Online...
hy: QuickBooks ապրանքացանկի միավորում
ru: Слияние инвентаризации с QuickBooks Online...

source: Merging operations with QuickBooks Online...
bg: Сливане на операции с QuickBooks Online...
hy: QuickBooks գործողությունների միավորում
ru: Слияние операций с QuickBooks Online...

source: Message
az: Məlumat
bg: Съобщение
es: Notificacíon
hy: Հաղորդագրություն
ka: მესიჯი
pl: Wiadomiość
ru: Сообщение
uk: Повідомлення

source: Message No.
az: Məlumat №
bg: Съобщение №
es: No. de mensaje
fr: Message N°
hy: Հաղորդագրության համարը
ka: შეტყობინების ნომერი
pl: Wiadomiość №
ru: Сообщение №
uk: Номер повідомлення

source: Message:
az: Məlumat:
bg: Съобщение:
es: Notificacíon:
hy: Հաղորդագրություն:
ka: მესიჯი
pl: Wiadomiość:
ru: Сообщение:
uk: Повідомлення:

source: Meta Fiscal Cyrilic Test
az: NKA-nın kiril əlifbası testi
bg: Мета фискален тест на кирилица
es: Prueba Meta Fiscal Cyrilic
fr: Meta Test de l'exercice cyrillique
hy: Ֆիսկալային սարքի թեստ կիրիլիցայով
pl: Test fiskalnego urządzenia na wsparcie cyrylicy
ru: Тест фискального устройства на поддержку кириллицы

source: Meta Fiscal Item Lenght Test
az: Тест фискального устройства на длину наименования
bg: Мета фискален тест за дължина на стока
es: Prueba Meta Fiscal de largo de mercancía
fr: Meta Test de l'exercice Longueur Point
hy: Ֆիսկալային սարքի թեստ ապրանքի անվանումով
pl: Test fiskalnego urządzenia na długość nazwy
ru: Тест фискального устройства на длину наименования

source: Meta Fiscal Item Load Test
az: Тест фискального устройства на загрузку наименования
bg: Мета фискален тест за натоварване със стоки
es: Prueba de descarga de mercancía metafiscal
fr: Meta Test de Charge fiscale Point
hy: Ֆիսկալային սարքի թեստ անվանման բեռնումով
pl: Test fiskalnego urządzenia na ładowanie towaru
ru: Тест фискального устройства на загрузку наименования

source: Meta Fiscal Payments Test
az: Тест оплат фискального устройства
bg: Мета фискален тест на плащания
es: Prueba de pagos metafiscal
fr: Meta Test de l'exercice de paiements
hy: Ֆիսկալային սարքի վճարման թեստ
pl: Test opłat fiskalnego urządzenia
ru: Тест оплат фискального устройства

source: Meta Fiscal Reports Test
az: NKA-nın hesabatlarının testi
bg: Мета фискален тест на справки
es: Prueba de Reporte Meta Fiscal
fr: Meta Test de l'exercice des rapports
hy: Ֆիսկալային սարքի հաշվետվության թեստ
pl: Test sprawozdań fiskalnego urządzenia
ru: Тест отчетов фискального устройства

source: Meta Fiscal Simple Test
az: NKA-nın sadə testi
bg: Мета фискален базов тест
es: Examen simple metafisical
fr: Meta Test de l'exercice simple
hy: Ֆիսկալային սարքի թեստ
pl: Prosty test fiskalnego urządzenia
ru: Простой тест фискального устройства

source: Meta Fiscal Vat Groups Test
az: Тест фискального устройства на поддержку групп НДС
bg: Мета фискален тест за ДДС групи
es: Grupos de prueba del IVA Metafiscal
fr: Meta TVA fiscale des groupes de test
hy: Ֆիսկալային սարքի թեստ ԱԱՀ–ով
pl: Test fiskalnego urządzenia na wsparcie grup VAT
ru: Тест фискального устройства на поддержку групп НДС

source: Meta Non Fiscal Text Length Test
az: Тест нефискального устройства на длину текста
bg: Мета нефискален тест за дължина на текст
es: Prueba No-Fiscal de largo de texto
fr: Meta non essai fiscale Longueur du texte
hy: Ոչ ֆիսկալային սարքի թեստ տողի երկարությամբ
pl: Niefiskalny test urządzenia na długość tekstu
ru: Тест нефискального устройства на длину текста

source: Meta Register Money Test
az: Тест фискального устройства на регистрацию наличности
bg: Мета тест за регистриране на пари
es: Prueba de dinero Metafiscal
fr: Test d'argent Méta Inscription
hy: Ֆիսկալային սարքի թեստ կանխիկի գրանցմամբ
pl: Test fiskalnego urządzenia na rejestrację gotówki
ru: Тест фискального устройства на регистрацию наличности

source: Millimeters
az: mm
bg: Милиметри
es: Milímetros
fr: Millimètres
hy: մմ
ka: მმ
pl: mm
ru: мм
uk: мм

source: Million
az: Milyon
bg: Милион
es: Millón
hy: Միլիոն
ka: მილიონი
pl: Milion
ru: Миллион
uk: Міліон

source: Minimal Quantity
az: Minimal say
bg: Минимално количество
es: Cantidad Mínima
fr: Quantité minimale
hy: Մինիմալ քանակ
ka: მინიმალური რაოდენობა
pl: Minimalna ilość
ru: Минимальное количество
uk: Мінімальна кількість

source: Minimal quantity
az: Minimal say
bg: Мин. количество
es: Cantidad mínima
fr: Quantité minimale
hy: Մինիմալ քանակ
ka: მინიმალური რაოდენობა
pl: Minimalna ilość
ru: Минимальное количество
uk: Мінімальна кількість

source: Minimal quantity:
az: Minimal say:
bg: Минимално количество:
es: Cantidad mínima:
fr: Quantité minimale
hy: Մինիմալ քանակ
ka: მინიმალური რაოდენობა:
pl: Minimalna ilość:
ru: Минимальное количество:
uk: Мінімальна кількість:
