Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Editing users with access level higher or equal of the current's one is not allowed!
az: Редактирование пользователей с уровнем доступа выше или равным текущему - запрещено!
bg: Редактирането на потребители с равнище на достъп, по-високо или равно на това на текущия, не е позволено.
es: ¡Editar usuarios con nivel de acceso mayor o igual al actual no está permitido!
fr: Modification des utilisateurs avec le niveau d'accès supérieur ou égal d'un courant n'est pas permis!
hy: Ավելի բարձր հասանելիության օգտագործողի իրավասությունները զի թույլատրվում խմբագրել
ka: უფრო მაღალი ან ტოლი უფლებების მქონე მომხმარებლის რედაქტირება არ არის ნებადართული!
pl: Edycja użytkownika z poziomem dostępu, wyższym albo równym ze wszystkimi, jednego nie pozwala się!
ru: Редактирование пользователей с уровнем доступа выше или равным текущему - запрещено!

source: Eight
az: Səkkiz
bg: Осем
es: Ocho
fr: Huit
hy: ՈՒթ
ka: რვა
pl: Osiem
ru: Восемь
uk: Вісім

source: Eighteen
az: on səkkiz
bg: Осемнадесет
es: Dieciocho
fr: Dix-huit
hy: Տասնութ
ka: თვრამეტი
pl: Osiemnaście
ru: Восемнадцать
uk: Вісімнадцять

source: Eighty
az: Səksən
bg: Осемдесет
es: Ochenta
fr: Quatre-vingt
hy: ՈՒթսուն
ka: ოთხმოცი
pl: Osiemdziesiąt
ru: Восемьдесят
uk: Вісімдесять

source: Electronic Journal Report
az: Elektron jurnal üzrə hesabat
bg: Отчет на ЕКЛ
es: Reporte Libro Diario Electrónico
fr: Le Rapport de Journal Électronique
hy: Հաշվետվություն ըստ էլեկտրոնային մատյանի
ka: რაპორტი ელექტრონული ჟურნალის მიხედვით
pl: Sprawozdanie po elektronowym czasopismie
ru: Отчет по электронному журналу
uk: Звіт по електронному журналу

source: Electronic scales
az: Elektron tərəzilər:
bg: Електронни везни
es: Balanza electrónica
fr: Les échelles électroniques
hy: Էլեկտրական կշեռքներ
ka: ელექტრონული სასწორები:
pl: Elektroniczne wagi
ru: Электронные весы:
uk: Електронні ваги:

source: Eleven
az: On bir
bg: Единадесет
es: Siete
fr: Onze
hy: Տասնմեկ
ka: თერთმეტი
pl: Jedenaście
ru: Одиннадцать
uk: Одинадцять

source: Ellipsis Character
az: Simvol üçün nöqtələr
bg: Многоточие след знак
es: Caracter de Elipsis
fr: EllipsisCaractère
hy: Փոխարինող նշանի սիմվոլ
ka: ელიფსის სიმბოლო
pl: Wielokropek dla symboli
ru: Многоточие для символов
uk: Три крапки для символів

source: Ellipsis Path
az: Yol üçün nöqtələr
bg: Многоточие след тире
es: Ruta de Elipsis
fr: Ellipsis Chemin
hy: Փոխարինող նշանի ուղին
ka: ელიფსის ბილიკი
pl: Wielokropek dla drogi
ru: Многоточие для пути
uk: Три крапки Шлях

source: Ellipsis Word
az: Sözlər üçün nöqtələr
bg: Многоточие по средата
es: Palabra de Elipsis
fr: Ellipsis Mot
hy: Փոխարինող նշանի բառ
ka: ელიფსის სიტყვა
pl: Wielokropek dla słów
ru: Многоточие для слов
uk: Многотчіе для слів

source: Enable
az: Включить
bg: Разреши
es: Habilitado
fr: Activer
hy: Միացնել
ka: ჩართვა
pl: Włączyć
ru: Включить
uk: Включити

source: Enable VAT rate
bg: Включване на ДДС-ставка
es: Habilitar tasa de IVA
hy: Ցուցադրել ԱԱՀ դրույքաչափը
ka: დღგ-ს განაკვეთის ჩართვა
ru: Использовать ставки НДС

source: Enable expiration date
az: Yararlılıq müddətini isrifadə etmək
bg: Разрешен срок на годност
es: Habilitar fecha de vencimiento
fr: Activer la date d'expiration
hy: Ցուցադրել խմբաքանակի պիտանելիության ամսաթիվը
ka: საქონლის ვადის გასვლის გააქტიურება
pl: Wykorzystywać termin przydatności
ru: Использовать срок годности
uk: Використовувати термін придатності

source: Enable item code
az: Malların kodlarını avtomatik yaratmaq
bg: Разрешен код на стока
es: Habilitar código de mercancía
fr: Activer le code de produit
hy: Ցուցադրել ապրանքի կոդը
ka: საქონლის კოდის გააქტიურება
pl: Włącz kod pozycji
ru: Автоматически генерировать коды товаров

source: Enable line numbers
bg: Разрешен номер на ред
es: Habilitar números de línea
fr: Activer les numéros de ligne
hy: Ցուցադրել հերթական համարը
ka: სტრიქონების ნომრების გააქტიურება
ru: Номера строк

source: Enable lot location
az: Partiyanın yerini istifadə etmək
bg: Разрешено местоположение на партида
es: Habilitar ubicación del lote
fr: Activer l’emplacement du lot
hy: Ցուցադրել խմբաքանակի տեղը
ka: ლოტის ადგილმდებარეობის გააქტიურება
pl: Wykorzystywać lokalizację partii
ru: Использовать местонахождение партии
uk: Використовувати місце знаходження партії

source: Enable lot name
az: Partiyanın adını istifadə etmək
bg: Разрешено име на партида
es: Habilitar nombre de lote
fr: Activer le lot de noms
hy: Ցուցադրել խմբաքանակի անվանումը
ka: ლოტის სახელის გააქტიურება
pl: Wykorzystywać numer partii
ru: Использовать наименование партии
uk: Використовувати назву партії

source: Enable manufactured date
az: Hazırlanma tarixini istifadə etmək
bg: Разрешена дата на производство
es: Habilitar fecha de producción
fr: Activer la date de fabrication
hy: Ցուցադրել խմբաքանակի արտադրման ամսաթիվը
ka: წარმოების თარიღის გააქტიურება
pl: Wykorzystywać datę wyrobu
ru: Использовать дату изготовления
uk: Використовувати дату виготовлення

source: Enable serial number
az: Seriya nömrələri istifadə etmək
bg: Разрешен сериен номер
es: Habilitar número de serie
fr: Activer le numéro de série
hy: Ցուցադրել խմբաքանակի հերթական համարը
ka: სერიული ნომრის გააქტიურება
pl: Wykorzystywać seryjne numery
ru: Использовать серийные номера
uk: Використовувати серійні номера

source: Enable tax rate
bg: Включване на данъчна ставка
es: Habilitar tarifa de impuesto
hy: Խմբագրել հարկային դրույքաչափը
ka: გადასახადების განაკვეთის ჩართვა
ru: Использовать налоговые ставки

source: Enable verbose error logging
az: Səhvlərin təfsilatı ilə protokollaşmasını qoşmaq
bg: Подробен запис на възникнали грешки
es: Posible error indefinido registrado
fr: Activez l'enregistrement détaillé des erreurs
hy: Միացնել մանրամասն սխալների պրոտոկոլավորումը
ka: შეცდომების დაწვრილებითი ლოგირების ჩართვა
pl: Włączyć dokładne protokołowanie błędów
ru: Включить подробное протоколирование ошибок
uk: Включити докладне протоколювання помилок

source: Enabled
az: Qoşulub
bg: Разрешен
es: Habilitado
fr: Activé
hy: Միացված է
ka: ჩართულია
pl: Włączone
ru: Включено
uk: Включено

source: Enabling Service
bg: Пускане на услуга
es: Habilitar Servicio
hy: Ծառայության միացում
ka: სერვისის ჩართვა
ru: Запуск службы

source: Encoding:
az: Kodirovka:
bg: Кодиране:
es: Códificación:
fr: Codage :
hy: Կոդավորում
ka: კოდირება:
pl: Kodowanie:
ru: Кодировка:
uk: Кодування:

source: Encrypted password:
az: Şifrələnmiş parol:
bg: Кодирана парола:
es: Contraseña encriptada:
fr: Mot de passe crypté:
hy: Ֆիքսված գաղտնաբառ
ka: დაშიფრული პაროლი:
pl: Zaszyfrowane hasło :
ru: Зашифрованный пароль:
uk: Зашифрований пароль:

source: End date
az: Son tarix
bg: Крайна дата
es: Fecha final
fr: Date de fin
hy: Վերջնական ամսաթիվ
ka: საბოლოო თარიღი
pl: Końcowa data
ru: Конечная дата
uk: Кінцева дата

source: End number
az: Son nömrə
bg: Краен номер
es: Número final
fr: Numéro de fin
hy: Վերջին համար
ka: ბოლო ნომერი
pl: Ostatni numer
ru: Последний номер
uk: Кінцевий номер

source: Ends with
az: Оканчивается на
bg: Завършва с
es: Terminados con
fr: Se termine par
hy: Ավարտվում է
ka: სრულდება
pl: Kończy się na
ru: Оканчивается на
uk: Закінчується

source: Ends with "{0}"
az: Оканчивается на "{0}"
bg: Завършва с "{0}"
es: Terminados con "{0}"
fr: Se termine par "{0} "
hy: Ավարտվում է "{0}"
ka: სრულდება"{0}"ით
pl: Kończy się na "{0}"
ru: Оканчивается на "{0}"
uk: Закінчується з "{0}"

source: Enter Message
az: Mesaj daxil edin
bg: Въведете съобщение
es: Introducir texto de la notificación
fr: Entrer le message
hy: Մուտքագրեք հաղորդագրություն
ka: შეიყვანეთ შეტყობინება
pl: Napisz wiadomość
ru: Введите сообщение
uk: Введіть повідомлення

source: Enter Name
bg: Въведете име
es: Introducir nombre
fr: Entrer Nom
hy: Մուտքագրեք անվանումը
ka: შეიყვანეთ სახელი
ru: Введите имя

source: Enter Password
bg: Въведете парола
es: Introducir contraseña
hy: Մուտքագրել գաղտնաբառը
ka: შეიტანეთ პაროლი
ru: Введите пароль

source: Enter date manually or select a date by pressing {0}. Press Enter to continue.
az: Введите дату вручную или выберите с помощью {0}. Для продолжения - Enter.
bg: Въведете дата или я изберете чрез {0}. Натиснете Enter за потвърждение.
es: Entre la fecha manualmente o seleccione una fecha presionando {0}. Presione Enter para continuar
fr: Entrez la date manuellement ou sélectionnez une date en appuyant sur {0}. Appuyez sur Entrée pour continuer.
hy: Մուտքագրեք ամսաթիվը կամ ընտրեք ցուցակից, սեղմելով {0}: Սեղմեք Enter շարունակելու համար
ka: შეიყვანეთ თარიღი ხელით ან აირჩიეთ {0} ღილაკის მეშვეობით. გასაგრძელებლად დააჭირეთ - Enter - ს.
pl: Wprowadźcie datę ręcznie albo wybierzcie za pomocą {0}. Dla przedłużenia - Enter.
ru: Введите дату вручную или выберите с помощью {0}. Для продолжения - Enter.
uk: Введіть дату вручну або виберіть за допомогою {0}. Для продовження - Enter.

source: Enter item code or name or select an item by pressing {0}. Press Enter to continue or {1} to finish the document.
az: Введите код товара или наименование или выберите с помощью {0}. Для продолжения - Enter, для окончания документа - {1}.
bg: Въведете името на стоката или нейния код, или я изберете от списък чрез {0}. Натиснете Enter за потвърждение или {1} за приключване на документа.
es: Entre el código o el nombre de la mercancía o seleccione una mercancía presionando {0}. Presione Enter para continuar o {1} para finalizar el documento.
fr: Entrez le code article ou le nom ou sélectionnez un élément en appuyant sur {0}. Appuyez sur Entrée pour continuer ou {1} à la fin du document.
hy: Մուտքագրեք կոդը կամ անունը կամ ընտրեք ցուցակից, սեղմելով {0}: Սեղմեք մուտքագրել շարունակել կամ {1} ավարտել փաստաթուղթը
ka: შეიყვანეთ საქონლის კოდი ან დასახელება ხელით ან აირჩიეთ {0} ღილაკის მეშვეობით. გასაგრძელებლად დააჭირეთ - Enter - ს, დოკუმენტის დასასრულებლად დააჭირეთ - {1} - ს.
pl: Wprowadźcie kod towaru albo miano albo wybierzcie za pomocą {0}. Dla przedłużenia - Enter dla zakończenia dokumentu - {1}.
ru: Введите код товара или наименование или выберите с помощью {0}. Для продолжения - Enter, для окончания документа - {1}.
uk: Введіть код товару або найменування або виберіть за допомогою {0}. Для продовження - Enter, для закінчення документа - {1}.

source: Enter item quantity. Press Enter to continue.
az: Malın sayını daxil edin. Davam üçün - Enter
bg: Въведете количеството на стоката. Натиснете Enter за потвърждение.
es: Entre la cantidad de mercancía. Presione Enter para continuar.
fr: Entrer la quantité élément. Appuyez sur Entrée pour continuer.
hy: Մուտքագրեք ապրանքի քանակը: Շարունակելու համար սեղմեք Enter:
ka: შეიყვანეთ საქონლის რაოდენობა. გასაგრძელებლად დააჭირეთ - Enter - ს.
pl: Wprowadźcie ilość towaru. Dla przedłużenia - Enter
ru: Введите количество товара. Для продолжения - Enter
uk: Введіть кількість товару. Натисніть клавішу Enter, щоб продовжити

source: Enter location name or select a location by pressing {0}. Press Enter to continue.
az: Введите наименование участка или выберите с помощью {0}. Для продолжения - Enter
bg: Въведете обект или го изберете от списък чрез {0}. Натиснете Enter за потвърждение.
es: Entre la ubicación o seleccione una presionando{0}. Presione Enter para continuar.
fr: Entrez le nom de lieu ou sélectionnez un emplacement en appuyant sur {0}. Appuyez sur Entrée pour continuer.
hy: Մուտքագրեք տեղամասի անունը կամ ընտրեք ցուցակից, սեղմելով {0}: Սեղմեք Enter շարունակելու համար
ka: შეიყვანეთ ადგილმდებარეობა ხელით ან აირჩიეთ {0} ღილაკის მეშვეობით. გასაგრძელებლად დააჭირეთ - Enter - ს.
pl: Podaj nazwę witryny lub wybierz z {0}. Aby kontynuować - Enter
ru: Введите наименование объекта или выберите с помощью {0}. Для продолжения - Enter
uk: Введіть найменування об'єкта або виберіть за допомогою {0}. Для продовження - Enter

source: Enter partner name or select a partner by pressing {0}. Press Enter to continue.
az: Введите наименование партнера или выберите с помощью {0}. Для продолжения - Enter
bg: Въведете партньор или го изберете от списък чрез {0}. Натиснете Enter за потвърждение.
es: Entre el nombre del socio o seleccione el socio presionando {0}. presione Enter para continuar
fr: Entrez le nom du partenaire ou sélectionnez un partenaire en appuyant sur {0}. Appuyez sur Entrée pour continuer.
hy: Մուտքագրեք գործընկերոջ անունը կամ ընտրեք ցուցակից, սեղմելով {0}: Սեղմեք Enter շարունակելու համար
ka: შეიტანეთ პარტნიორის დასახელება ან აირჩიეთ {0} ღილაკის გამოყენებით. გასაგრძელებლად დააჭირეთ - Enter-ს.
pl: Wprowadźcie miano partnera albo wybierzcie za pomocą {0}. Dla przedłużenia - Enter
ru: Введите наименование партнера или выберите с помощью {0}. Для продолжения - Enter

source: Enter purchase price for the item. Press Enter to continue.
az: Malın alış qiymətini daxil edin. Davam üçün - Enter
bg: Въведете доставната (или входящата) цена на стоката. Натиснете Enter за потвърждение.
es: Entre el precio de compra de la mercancía. Presione Enter para continuar.
fr: Entrez le prix d'achat de l'élément. Appuyez sur Entrée pour continuer.
hy: Մուտքագրեք ապրանքի գնման գինը: Շարունակելու համար սեղմեք Enter
ka: შეიტანეთ საქონლის შესასყიდი ფასი. გასაგრძელებლად დააჭირეთ - Enter-ს.
pl: Wprowadźcie zakupową cenę towaru. Dla przedłużenia - Enter
ru: Введите закупочную цену товара. Для продолжения, нажмите - Enter
uk: Введіть ціну покупки для цього товару. Натисніть клавішу Enter, щоб продовжити.

source: Enter sale price for the item. Press Enter to continue.
az: Malın satış qiymətini daxil edin. Davam üçün - Enter
bg: Въведете продажна цена на стоката. Натиснете Enter за потвърждение.
es: Entre el precio de venta de la mercancía. Presione Enter para continuar.
fr: Entrez le prix de vente de l'élément. Appuyez sur Entrée pour continuer.
hy: Մուտքագրեք ապրանքի վաճառքի գինը: Շարունակելու համար սեղմեք Enter
ka: შეიტანეთ საქონლის გასაყიდი ფასი. გასაგრძელებლად დააჭირეთ - Enter-ს.
pl: Wprowadźcie sprzedażową cenę. Dla przedłużenia - Enter
ru: Введите продажную цену. Для продолжения - Enter
uk: Введіть продажну ціну для цього елемента. Натисніть клавішу Enter, щоб продовжити.

source: Enter user name or select an user by pressing {0}. Press Enter to continue.
az: Введите имя пользователя или выберите с помощью {0}. Для продолжения - Enter
bg: Въведете потребител или го изберете от списък чрез {0}. Натиснете Enter за потвърждение.
es: Entre un nombre de usuario o seleccione uno presionando {0}. Presione Enter para continuar.
fr: Entrez le nom d'utilisateur ou sélectionnez un utilisateur en appuyant sur {0}. Appuyez sur Entrée pour continuer.
hy: Մուտքագրեք օգտագործողի անունը կամ ընտրեք ցուցակից, սեղմելով {0}: Սեղմեք Enter շարունակելու համար
ka: შეიტანეთ მომხმარებლის დასახელება ან აირჩიეთ {0} ღილაკის გამოყენებით. გასაგრძელებლად დააჭირეთ - Enter-ს.
pl: Wprowadźcie imię użytkownika albo wybierzcie za pomocą {0}. Dla przedłużenia - Enter
ru: Введите имя пользователя или выберите с помощью {0}. Для продолжения - Enter

source: Enter your company information
az: Təşkilat haqqında informasiyanı daxil edin
bg: Въведете Вашата фирмена информация
es: Entre la información de su compañía
fr: Entrez votre information de l'entreprise
hy: Մուտքագրել կազմակերպության տվյալները
ka: შეიტანეთ ინფორმაცია თქვენი კომპანიის შესახებ
pl: Podaj informacje o firmie
ru: Введите информацию об организации

source: Entered invoice number already exists!
az: Göstərilmiş nömrə ilə hesab-faktura mövcuddur!
bg: Номерът на фактурата, който сте избрали, вече е зает!
es: ¡El número de la factura entrada ya existe!
fr: Le numéro de facture entré existe déjà!
hy: Մուտքագրված հաշիվ ապրանքագրման համարը արդեն գոյություն ունի!
ka: მოცემული ნომრით ინვოისი უკვე არსებობს!
pl: Faktura ze wskazanym numerem już istnieje!
ru: Счет-фактура с указанным номером уже существует!
uk: Інвойс з вказаним номером вже існує !

source: Entry No.
az: Yazı №
bg: Запис №
es: No. de entrada
fr: Entrée N°
hy: Գրանցման համարը
ka: შესასვლელი ნომერი
pl: Zapis №
ru: Запись №
uk: Вхід Ні.

source: Error Reporting
bg: Отчет за грешки
es: Reportando error
hy: Հաշվետվության սխալ
ka: ანგარიშგების შეცდომა
ru: Отчет об ошибке

source: Error at row {0}!
az: {0}Sətirdə səhv!
bg: Грешка на ред {0}!
es: ¡Error en la fila {0}!
fr: Erreur à la ligne {0}!
hy: Սխալ տող {0}
ka: {0} სტრიქონში შეცდომაა!
pl: Błąd w rządku {0}!
ru: Ошибка в строке {0}!
uk: Помилка в рядку {0}!

source: Error occurred
bg: Възникна грешка
es: Ocurrió un error
hy: Սխալ է գրանցվել
ka: შეცდომა
ru: Произошла ошибка

source: Error occurred while connecting to the licensing server
bg: Възникна грешка при връзката с лицензният сървър
es: Ocurrio un error conectando al servidor de licencias
hy: Սխալ է գրանցվել լիցենզավորման սերվերին միացման ժամանակ
ka: შეცდომა სალიცენზიო სერვერთან კავშირისას
ru: Ошибка при подключении к серверу лицензий
uk: Помилка при підключенні до сервера ліцензій

source: Error occurred while creating database "{0}"! Please check if you have permissions to create a new database file: "{1}".
bg: Възникна грешка при създаване на база "{0}"! Моля, проверете дали имате права да създавате нов файл за база данни: "{1}".
es: ¡Ocurrió un error creando la base de datos "{0}" ! Por favor verifique si tiene permisos para crear un nuevo fichero de base de datos:"{1}".
hy: "{0}" տվյալների բազայի ստեղծման սխալ! ստուգեք ձեր իրավասության մակարդակը: "{1}".
ka: შეცდომა "{0}" მონაცემთა ბაზის შექმნისას! შეამოწმეთ თუ გაქვთ ახალი მონაცემთა ბაზის ფაილის : "{1}" შექმნის უფლება.
ru: Ошибка создания базы данных "{0}"! Проверьте разрешения для создания фала новой базы данных:"{1}"
uk: Помилка при створенні бази даних "{0}"! Перевірте, якщо у вас є дозвіл на створення файлу нової бази даних: "{1}".

source: Error occurred while creating database "{0}"! Please check the database name for invalid characters and if you have permissions to create a new database.
az: Ошибка при создании базы данных "{0}"! Проверьте недопустимые символы в наименовании и права для создания базы данных!
bg: Възникна грешка при създаване на база "{0}"! Моля, проверете зададеното име за невалидни символи и дали имате права да създавате нови бази.
es: ¡Ocurrió un error creando la base de datos "{0}" ! Por favor verifique el nombre de la base de datos que no tenga caracteres inválidos y si tiene permisos para crear un nuevo fichero de base de datos
fr: Une erreur s'est produite lors de la création de base de données "{0} "! S'il vous plaît vérifiez le nom de base de données pour les caractères invalides et si vous disposez des autorisations pour créer un nouvelle base de données.
hy: Սխալ տվյալների "{0}" բազայի ստեղծման դեպքում! խնդրում ենք ստուգել տվյալների բազայի անունը չթույլատրվող սիմվոլների համար կամ տվյալների բազայի ստեղծման իրավունքը
ka: შეცდომა "{0}" მონაცემთა ბაზის შექმნისას! შეამოწმეთ დასახელებაში დაუშვებელი სიმბოლოების არარსებობა და ბაზის შექმნის უფლებები.
pl: Błąd przy stworzeniu bazy danych "{0}"! Sprawdźcie niedopuszczalne symbole w mianie i prawo dla stworzenia bazy danych!
ru: Ошибка при создании базы данных "{0}"! Проверьте недопустимые символы в наименовании и права для создания базы данных!
uk: Помилка при створенні бази даних "{0}"! Перевірте ім'я бази даних на неприпустимі символи, якщо у вас є дозвіл на створення нової бази даних.

source: Error occurred while creating folder "{0}". Please check if you have write permissions to that location.
bg: Възникна грешка при създаване на папка "{0}"! Моля, дали имате права за писане.
es: Ocurrió un error creando la carpeta "{0}". Por favor revise que tenga permiso de escritura para esta ubicación.
fr: Une erreur s'est produite lors de la création dossier "{0} ". Veuillez vérifier si vous avez les permissions d'écriture à cet emplacement.
hy: "{0}"Թղթապանակի ստեղծման ժամանակ սխալ է գրանցվել, խնդրում ենք ստուգել ձեր հասանելիությունը
ka: შეცდომა "{0}" ფოლდერის შექმნისას! შეამოწმეთ თუ გაქვთ ჩაწერის უფლება.
ru: Ошибка при создании папки "{0}". Проверьте права для записи в указанную папку.
uk: Помилка при створенні папки "{0}". Перевірте, чи у вас є права на запис у цю папку !

source: Error occurred while performing export.
az: Eksportda səhv!
bg: Възникна грешка при експорт.
es: Ocurrió un error al realizar la exportación.
fr: Une erreur s'est produite lors de l'exécution à l'exportation.
hy: Սխալ արտահանման դեպքում
ka: შეცდომა ექსპორტისას!
pl: Błąd przy eksporcie!
ru: Ошибка при экспорте!
uk: Помилка при експорті !

source: Error occurred while performing import.
az: İmportda səhv!
bg: Възникна грешка при импорт.
es: Ocurrió un error al realizar la importación.
fr: Une erreur s'est produite lors de l'exécution d'importation.
hy: Սխալ է գրանցվել ներմուծում անելու ընթացքում
ka: შეცდომა იმპორტისას!
pl: Błąd przy imporcie!
ru: Ошибка при импорте!
uk: Помилка при імпорті.

source: Error occurred while saving export to "{0}". Please check if you have write permissions to that location.
az: Ошибка при экспорте в "{0}". Проверьте доступ для записи в указанное место!
bg: Възникна грешка при експорт на "{0}". Моля, проверете дали имате права за запис в тази папка.
es: Ocurrió un error guardando la exportación de "{0}". Por favor revise que tenga permiso de escritura para esta ubicación.
fr: Une erreur s'est produite lors de l'enregistrement à l'exportation vers "{0} ". Veuillez vérifier si vous avez les permissions d'écriture à cet emplacement.
hy: Սխալ {0} արտահանումը պահպանելու ժամանակ: Խնդրում ենք ստուգել թույլտվության մակարդակը
ka: შეცდომა "{0}" - ში ექსპორტისას! შეამოწმეთ მოცემულ მისამართზე ჩაწერის უფლება!
pl: Błąd przy eksporcie w "{0}". Sprawdźcie dostęp dla zapisu we wskazanym miejscu!
ru: Ошибка при экспорте в "{0}". Проверьте доступ для записи в указанное место!
uk: Помилка при експорті в "{0}". Перевірте, чи у вас є права на запис у цю папку !

source: Error occurred: {0}
az: Səhv: {0}
bg: Възникна грешка: {0}
es: Ocurrió el error: {0}
fr: Une erreur s'est produite: {0}
hy: Սխալ: {0}
ka: შეცდომა: {0}
pl: Wystąpił błąd: {0}
ru: Ошибка: {0}

source: Error while retrieving new licensing information
bg: Възникна грешка при получаването на нова лицанзна информация
es: Ocurrió un error al recuperar la nueva información de concesión de licencias
hy: Սխալ է գրանցվել լիցենզավորման ինֆորմացիայի ստացման ժամանակ
ka: შეცდომა ახალი ლიცენზიის ინფორმაციის ამოღებისას
ru: Ошибка при получении новой информации о лицензии

source: Error!
az: Səhv!
bg: Грешка!
fr: Erreur!
hy: Սխալ!
ka: შეცდომა!
pl: Błąd!
ru: Ошибка!
uk: Помилка !

source: Errors:
az: Səhvlər:
bg: Грешки:
es: Errores:
fr: Erreurs:
hy: Սխալներ
ka: შეცდომები:
pl: Błądy!
ru: Ошибки:
uk: Помилка:

# Distribution
source: Estimated next program:
bg: Изчислена следваща програма:
es: Siguiente programa estimado:
hy: Մոտավոր հաջորդ ծրագիրը
ka: შემდეგი პროგრამის გამთვლა:
ru: Расчет следующей программы:

source: Evaluation mode
az: Demo-rejim
bg: Демонстрационен режим
es: Modo de evaluación
fr: Mode d'évaluation
hy: Դեմո ռեժիմ
ka: დემო - რეჟიმი
pl: Tryb demo
ru: Демо-режим
uk: Демо-режим

source: Every Sunday midnight
bg: Всяка неделя в полунощ
hy: Ամեն կիրակի կեսգիշերին
ka: ყოველ კვირას შუაღამისას
ru: Каждое Воскресенье в полночь

source: Every day at midnight
bg: Всеки ден в полунощ
hy: Ամեն օր կեսգիշերին
ka: ყოველ დღე შუაღამისას
ru: Ежедневно в полночь

# Transformation source
source: Everything
bg: Всичко
es: Todo
hy: Ամեն ինչ
ka: ყველაფერი
ru: Все

source: Exact match
az: Tam uygunluq
bg: Точно съвпадение
es: Coincidencia exacta
hy: Լրիվ համապատասխանություն
ka: ზუსტი ტოლობა
pl: Dokładna odpowiedniość
ru: Точное соответствие
uk: Точна відповідність

source: Excel 97 Worksheet
az: Excel 97 səhifəsi
bg: Excel 97 таблица
es: Hoja de Excel 97
fr: Feuille Excel 97
hy: Excel 97 էջ
ka: Excel 97-ის ცხრილი
pl: Arkusz Excel 97
ru: Лист Excel 97
uk: Аркуш Excel 97

source: Exception
az: İstisna
bg: Изключение
es: Excepción
hy: Բացառություն
ka: გამონაკლისი
pl: Wyjątek
ru: Исключение
uk: Виняток

source: Exceptions
az: İstisnalar
bg: Изключения
es: Excepciones
hy: Բացառություններ
ka: გამონაკლისები
pl: Wyjąteki
ru: Исключения
uk: Винятки
