Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: The logical address entered contains invalid characters! The logical address may contain only letters or digits.
az: Məntiqi ünvan ancaq hərflərdən və ya rəqəmlərdən ibarət olmalıdır.
bg: Логическият адрес съдържа невалидни символи. Необходимо е логическият адрес да съдържа единствено букви и цифри.
es: ¡La dirección lógica entrada tiene caracteres inválidos! La dirección lógica solo puede contener letras y números.
fr: L'adresse logique est saisie contient des caractères invalides! L'adresse logique peut contenir que des lettres ou des chiffres.
hy: Մուտքագրված տրամաբանական հասցեն պարունակում է անթույլատրելի սիմվոլներ: Տրամաբանական հասցեն կարող է պարունակել միայն տառեր և թվեր
ka: მითითებული ლოგიკური მისამართი შეიცავს დაუშვებელ სიმბოლოებს. ლოგიკური მისამართუ უნდა შეიცავდეს მხოლოდ ასოებს და ციფრებს.
pl: Wprowadzony logiczny adres zawieraniedopuszczalne symbole. Logiczny adres może zawierać tylko litery albo cyfry.
ru: Введенный логический адрес содержит недопустимые символы. Логический адрес может содержать только буквы или цифры.
uk: Введений логічний адрес містить погані символи. Логічний адрес може містити тільки букви або цифри.

source: The logical address for the device is not correct!
bg: Логическият адрес е неправилен.
es: ¡La dirección lógica para el dispositivo no es correcta!
fr: L'adresse logique de l'appareil est incorrect!
hy: Սարքավորման անթույլատրելի հասցե
ka: მოწყობილობის ლოგიკური მისამართი არ არის სწორი!
ru: Недопустимый логический адрес устройства!

source: The machine is temporarily turned off
bg: Автомата е временно изключен
es: La máquina está temporalmente apagada
hy: Մեքենայի ժամանակավոր անջատում
ka: მანქანა დროებით გამორთულია
ru: Устройство временно выключено.

source: The machine number is already in use. Make sure you have not added this machine already!
bg: Този номер на автомат вече е зает. Уверете се, че този автомат не е вече добавен.
es: El número de la máquina ya esta en uso. ¡Asegúrese de que no tiene agregada ya está máquina!
hy: Մեքենայի համարը արդեն զբաղված է
ka: მანქანის ნომერი უკვე გამოყენებაშია. დარწმუნდით, რომ ეს მანქანა დამატებული არ გაქვთ!
ru: Номер рабочего места уже используется. Возможно, что рабочее место уже было добавлено.

source: The machine number used to identify it cannot be empty!
bg: Номера за идентифициране на автомата не може да бъде празен!
es: ¡El número de la máquina usado para identificarla no puede estar en blanco!
hy: Տվյալ մեքենայի համարը արդեն զբաղված է
ka: მანქანის საიდენტიფიკაციოდ გამოყენებული ნომერი არ შეიძლება იყოს ცარიელი!
ru: Номер рабочего места используется для идентификации и не может быть изменен.

source: The mail settings are not complete! Please fill in the SMTP server configuration in order to send emails. Do you want to open the email settings now?
bg: Настройките за имейл са непълни. Моля, попълнете ги, за да пращате писма. Желаете ли да видите настройките за имейл сега?
es: ¡La configuración de correo no está completa! Por favor complete la configuración del servidor SMPT para enviar correos electrónicos. ¿Desea abrir la configuración del correo ahora?
fr: Les paramètres de messagerie ne sont pas complètes! Veuillez remplir la configuration du serveur SMTP pour envoyer des e-mails. Voulez-vous ouvrir les paramètres de courrier électronique maintenant?
hy: Փոստային կարգավորումները լրացված չեն, լրացրեք SMTP սերվերի պարամետրերը. բացել փոստային կարգավորումները ?
ka: ელ-ფოსტის პარამეტრები არ არის დასრულებული! გთხოვთ, შეავსოთ SMTP სერვერის კონფიგურაცია ფოსტის გასაგზავნად. გსურთ გავხსნა ელ-ფოსტის პარამეტრები?
ru: Настройки почты не заполнены. Заполните параметры сервера SMTP. Открыть настройки почты?

source: The mail was not successfully sent. Would you like to check your mail settings?
bg: Писмото не беше успешно изпратено. Желаете ли да проверите настройките си за ел. поща?
es: El correo no fue correctamente enviado. ¿Le gustaría revisar su configuración de correo?
fr: Le mail n'a pas été envoyé avec succès. Aimeriez-vous pour vérifier vos paramètres de messagerie?
hy: Փոստի ուղարկումը ձախողվել է, ստուգել փոստային պարամետրերը ?
ka: ელ-ფოსტა არ გაიგზავნა. გსურთ შეამოწმოთ ელ-ფოსტის პარამეტრები?
ru: Отправка почты не выполнена. Проверить настройки почты?

source: The maximal approved amount for this card is {0}! Do you want to use it and add another payment?
bg: Максималната одобрена сума за тази карта е {0}! Желаете ли да я използвате и да добавите друго плащане?
es: ¡La cantidad máxima aprobada para esta tarjeta es {0}! ¿Desea usarla y agregar otro pago?
hy: Տվյալ քարտի մաքսիմալ գումարը {0}-է Դուք ցանկանում եք օգտագործել այն և ավելացնել ևս մեկ վճարում
ka: მაქსიმალური დამტკიცებული თანხა ამ ბარათისთვის არის {0}! გსურთ გამოიყენოთ იგი და დაამატოთ სხვა გადახდა?
ru: Максимально утвержденная сумма для этой карты {0}! Вы хотите ее использовать или добавить другую оплату?

source: The maximal value
az: Maksimum göstərici
bg: Максимална стойност
es: Valor máximo
fr: La valeur maximale
hy: Մաքսիմալ արժեքը
ka: მაქსიმალური მნიშვნელობა
pl: Maksymalne znaczenie
ru: Максимальное значение
uk: Максимальне значення

source: The maximum allowed number of retries has been reached! License downloading from this internet address is temporarily disabled.
az: Было достигнуто максимальное количество попыток! Загрузка лицензии через интернет временно недоступна.
bg: Максималният брой опити е достигнат! Свалянето на лицензи от този интернет адрес е временно забранен.
es: ¡El número máximo de intentos permitidos ha sido alcanzado! La descarga de la licencia desde esta dirección está temporalmente deshabilitada.
fr: Le nombre maximum autorisé de tentatives a été atteint! Licence téléchargement à partir de cette adresse internet est temporairement désactivé.
hy: Այս համակարգչի համար լիցենզիայի սերվերը անջատված է բազմակի օգտագործման պատճառով
ka: თქვენ გამოიყენეთ მაქსიმალური რაოდენობის გამეორებები! ლიცენზიის ჩამოტვირთვა მოცემული ინტერნეტ მისამართიდან დროებით გაუქმებულია!
pl: Maksymalna dopuszczalna liczba prób została osiągnięta! License pobierania z tego adresu internetowego jest tymczasowo wyłączone.
ru: Было достигнуто максимальное количество попыток! Загрузка лицензии через интернет временно недоступна.
uk: Ви досягли максимальну кількість спроб! Завантаження ліцензій через інтернет тимчасово недоступно.

source: The maximum allowed quantity is {0}.
az: Maksimum yola verilən say {0}.
bg: Максималното позволено количество е {0}.
es: La cantidad máxima permitida es {0}.
fr: La quantité maximale autorisée est de {0}.
hy: Առավելագույն թույլատրված քանակը {0}-ոն է
ka: მაქსიმალური ხელმისაწვდომი რაოდენობა არის {0}.
pl: Maksymalna dopuszczalna ilość {0}.
ru: Максимальное допустимое количество {0}.
uk: Максимально можлива кількість {0}.

source: The maximum number of databases in that group is reached! Do you want to open the management window?
bg: Достигнат е максималният брой бази данни в групата. Желаете ли да отворите екрана за управление?
es: ¡El máximo número de bases de datos en este grupo está alcanzado! ¿Desea abrir la ventana de administración?
hy: Այս խմբում տվյալների բազաների քանակը լրացված է ցանկանում եք անցնել ղեկավարման պատուհանին ?
ka: ჯგუფში მონაცემთა ბაზების მაქსიმუმი მიღწეულია! გნებავთ მართვის ფანჯრის გახსნა?
ru: Максимальное количество баз данных в группе достигнуто. Открыть консоль управления?

source: The minimal value
az: Minimum göstərici
bg: Минимална стойност
es: Valor mínimo
fr: La valeur minimale
hy: Մինիմալ արժեքը
ka: მაქსიმალური ღირებულება
pl: Minimalne znaczenie
ru: Минимальное значение
uk: Мінімальне значення

source: The minimum date cannot be greater than the maximum date.
bg: Минималната дата не може да бъде след максималната дата.
es: La fecha mínima no puede ser mayor que la fecha máxima.
hy: Սկզբնական ամսաթիվը վերջնականից մեծ չի կարող լինել
ka: მინიმალური თარიღი არ შეიძლება იყოს მაქსიმალურზე მეტი.
ru: Начальная дата не может быть больше конечной.

source: The minimum number cannot be greater than the maximum number.
bg: Минималното число не може да бъде по-голямо от максималното число.
es: El número mínimo no puede ser mayor que el número máximo.
hy: Սկզբնական համարը վերջնականից մեծ չի կարող լինել
ka: მინიმალური რაოდენობა არ შეიძლება იყოს მაქსიმალურზე მეტი.
ru: Начальное число не может быть больше конечного.

source: The minimum time cannot be greater than the maximum time.
bg: Минималното време не може да бъде след максималното време.
es: La hora mínima no puede ser mayor que la hora máxima.
hy: Սկզբնական ժամը վերջնականից մեծ չի կարող լինել
ka: მინიმალური დრო არ შეიძლება იყოს მაქსიმალურზე მეტი.
ru: Начальное время не может быть больше конечного.

source: The name of a price rule must not be empty.
az: Наименование ценового правила не может быть пустым.
bg: Името на ценовото правило не може да бъде празно.
es: El nombre de la regla de precio no puede estar vacío.
fr: Le nom d'une règle de prix ne doit pas être vide.
hy: Գնային օրենքի անունը չի կարող դատարկ լինել
ka: ფასობრივი წესის დასახელება არ შეიძლება იყოს ცარიელი
pl: Miano cenowej reguły nie może być puste.
ru: Наименование ценового правила не может быть пустым.
uk: Назва правила ціни не може бути пустим.

source: The network address entered cannot be found!
az: Введенный сетевой адрес не найден!
bg: Въведеният мрежов адрес не е намерен!
es: ¡La dirección de red entrada no puede ser encontrada!
fr: L'adresse réseau saisie ne peut pas être trouvé!
hy: Մուտքագրված ցանցային հասցեն չի գտնվել!
ka: შეყვანილი მისამართი ქსელში ვერ მოიძებნა!
pl: Wprowadzony sieciowy adres jest nie znaleziony!
ru: Введенный сетевой адрес не найден!
uk: Введений мережевий адрес не знайдений!

source: The next time you login in IncoCloud you will be prompted to enter a confirmation code.
bg: Следващият път, когато влезете в IncoCloud, системата ще ви помоли да въведете код за потвърждение.
es: La próxima vez que entre en el sistema de IncoCloud será avisado para entrar un código de confirmación.
hy: IncoCloud մյուս մուտքի ժամանակ ձեզ կառաջարկվի մուտքագրել հաստատման կոդը
ka: ინკო-ღრუბელში შემდეგ დარეგისტრირებისას თქვენ მიიღებთ შეტყობინებას დასტურის კოდის შეტანის თაობაზე.
ru: При следующей регистрации в IncoCloud потребуется код подтверждения.
uk: Наступний раз при вході в IncoCloud буде потрібно буде ввести код підтвердження.

source: The nightly Z reports will save an advance payment using this partner. By selecting a dedicated partner here you can distinguish the payments made by each vending machine.
bg: Вечерните Z отчети ще записват авансово плащане с този партньор. Чрез избиране на различен партньор тук, можете да различите плащанията, направени от всяки един автомат.
es: Los reportes Z de últimas horas de la noche guardarán un pago avanzado utilizando a este socio. Seleccionando a un socio disciplinado aquí puede distinguir los pagos hechos por cada máquina expendedora
ka: ღამის Z რეპორტი შეინახავს საავანსო გადახდას პარტნიორის გამოყენებით. შესაბამისი პარტნიორის არჩევით თქვენ შეგიძლიათ განასხვავოთ თითოეული მანქანის მიერ გაკეთებული გადახდა.
ru: Ночные z-отчеты будут сохранять авансовые платежи с данным партнером. Выбирая другого партнера вы можете распознавать оплаты, сделанные каждым торговым автоматом.

source: The number of all values
az: Bütün göstəricilərin sayı
bg: Броя на всички стойности
es: El número de todos los valores
fr: Le nombre de toutes les valeurs
hy: Բոլոր արժեքների թիվը
ka: ყველა მნიშვნელობის ნომერი
pl: Ilość wszystkich znaczeń
ru: Количество всех значений
uk: Число всіх значень

source: The numbers between the start number for location "{0}" and the maximal operation number {4} (possibly other ranges too) for operations of type "{2}" are less than the recommended value of {3}. Are you sure you want to continue?
bg: Номерата между началният номер за обект "{0}" и максималният номер за операции {4} (и може би и други диапазони) за операции от тип "{2}" са по-малко от препоръчителната стойност {3}. Сигурни ли сте, че искате да продължите?
ka: ნომრების დიაპაზონი საწყისი ნომერი ობიექტისთვის "{0}" და მაქსიმალური ოპერაციის ნომერი {4} (შესაძლოა სხვა დიაპაზონიც აგრეთვე) ოპერაციების ტიპისთვის "{2}" ნაკლებია რეკომენდირებული მნიშვნელობაზე {3}. დარწმუნებული ხართ რომ გსურთ გაგრძელება?
ru: Числа между начальным номером для участка {0} и максимальныим номером операции {4} (возможно, и другие диапазоны) типа "{2}" менее, чем рекомендуемое значение {3}. Продолжить?

source: The numbers between the start number for location "{0}" and the maximal operation number {4} for operations of type "{2}" are less than the minimal value of {3}.
bg: Номерата между началният номер за обект "{0}" и максималният номер за операции {4} за операции от тип "{2}" са по-малко от минималната стойност {3}.
ka: ნომრების დიაპაზონი საწყისი ნომერი ობიექტისთვის "{0}" და მაქსიმალური ოპერაციის ნომერი {4} ოპერაციების ტიპისთვის "{2}" ნაკლებია მინიმალურ მნიშვნელობაზე {3}.
ru: Номера между начальным номером для участка "{0}" и максимальным номером операции {4} для операций типа "{2}" менее минимального значения {3}.

source: The numbers between the start numbers for locations "{0}" and "{1}" (possibly other ranges too) for operations of type "{2}" are less than the recommended value of {3}. Are you sure you want to continue?
bg: Номерата между началните номера за обекти "{0}" и "{1}" (и може би и други диапазони) за операции от тип "{2}" са по-малко от препоръчителната стойност {3}. Сигурни ли сте, че искате да продължите?
ka: ნომრების დიაპაზონი საწყისი ნომერი ობიექტისთვის "{0}" და "{1}" (შესაძლოა სხვა დიაპაზონიც აგრეთვე) ოპერაციების ტიპისთვის "{2}" ნაკლებია რეკომენდირებულ მნიშვნელობაზე {3}. დარწმუნებული ხართ რომ გსურთ გაგრძელება?
ru: Числа между начальными номерами для участков "{0}" и "{1}" (возможно, и другие диапазоны) операции типа "{2}" менее, чем рекомендуемое значение {3}. Продолжить?

source: The numbers between the start numbers for locations "{0}" and "{1}" for operations of type "{2}" are less than the minimal value of {3}.
bg: Номерата между началните номера за обекти "{0}" и "{1}" за операции от тип "{2}" са по-малко от минималната стойност {3}.
ka: ნომრების დიაპაზონი საწყისი ნომერი ობიექტისთვის "{0}" და "{1}" ოპერაციების ტიპისთვის "{2}" ნაკლებია მინიმალური მნიშვნელობაზე {3}.
ru: Номера между начальными номерами участков "{0}" и "{1}" для операций типа "{2}" менеее минимального значения {3}.

source: The operation cannot be annulled because the annulment will cause negative availability of item "{0}".
az: Операция не может быть аннулирована, так как аннулирование приведет к отрицательному остатку "{0}".
bg: Операцията не може да бъде анулирана, защото анулирането ще доведе до отрицателна наличност на стока "{0}".
es: La operación no puede ser anulada porque la anulación causará disponibilidad negativa de la mercancía "{0}" .
fr: L'opération ne peut pas être annulée parce que l'annulation entraînera la disponibilité négative d’article "{0}".
hy: Գործողությունը չի կարող չեղյալ համարվել,քանի որ դա "{0}" ապրանքի բացասական առկայության պատճառ կդառնա
ka: ოპერაციის ანულირება შეუძლებელია. ანულირება ნეგატიურ გავლენას მოახდენს "{0}"ზე.
pl: Operacja nie może być anulowana, ponieważ anulowanie doprowadzi do negatywnej pozostałości "{0}".
ru: Операция не может быть аннулирована, так как аннулирование приведет к отрицательному остатку "{0}".
uk: Операція не може бути анульована, оскільки скасування призведе до негативних наслідків "{0}".

source: The operation completed successfully. The updated information will be synchronized from IncoCloud shortly.
bg: Операцията завърши успешно. Обновената информация ще бъде синхронизирана от "IncoCloud" скоро.
es: La operación se completó correctamente. La información de actualización será sincronizada desde IncoCloud en poco tiempo.
hy: Գործողությունը պահպանված է հաջողությամբ
ka: ოპერაცია დასრულდა წარმატებით. განახლერბული ინფორმაცია ინკო-ღრუბელთან დასინქრონდება მალე
ru: Операция завершена успешно. Изменения будут синхронизированы в ближайшее время.

source: The operator "{0}" already has an order at "{1}" for "{2}". Do you want to merge the two orders?
bg: Оператор "{0}" вече има поръчка на "{1}" за "{2}". Желаете ли да слеете двете поръчки?
es: El operador "{0}" ya tiene un pedido en "{1}" para "{2}". ¿Desea unir las dos pedidos?
hy: "{0}" օպերատորը արդեն օգտագործում է "{1}" "{2}". Դուք ցանկանում եք խմբավորել երկու պատվերները?
ka: ოპერატორი "{0}" უკვე აქვს შეკვეთა "{1}" "{2}"-სთვის. გნებავთ ორი შეკვეთის გაერთიანება?
ru: У оператора "{0}" уже есть заказ в "{1}" для "{2}". Объединить заказы?

source: The operator code entered contains invalid characters! The operator code may contain only letters or digits.
bg: Въведеният код на оператор съдържа невалидни символи! Кодът на оператора може да съдържа само букви и цифри.

source: The order cannot be saved due to insufficient quantity of item "{0}".
bg: Поръчката не може да бъде записана поради недостиг на стоката "{0}".
es: El pedido no puede ser guardado debido a la insuficiente cantidad del elementos "{0}".
hy: Պատվերը չի կարող հաստատվել "{0}" ապրանքի բացասական քանակության պատճառով .
ka: შეკვეთის შენახვა შეუძლებელია "{0}" საქონლის რაოდენობის არქონის გამო.
ru: Заказ не может быть сохранен - количество "{0}" недостаточно.
uk: Замовлення не може бути збереженно із-за недостатньої кількості товару "{0}".

source: The order was successfully saved. Do you want to delete the reservation?
bg: Поръчката беше успешно записана. Желаете ли да изтриете резервацията?
es: EL pedido se guardo exitósamente. Desea eliminar la reservación?
fr: L'ordre a été correctement enregistré. Voulez-vous supprimer la réservation?
hy: Պատվերը հաջողությամբ պահպանվել է, հեռացնել ամրագրումը ?
ka: შეკვეთა შენახულია წარმატებით. გნებავთ რეზერვის წაშლა?
ru: Заказ сохранен успешно. Удалить бронь?

source: The paid amount is less than the total. Do you want to add another payment?
az: Ödənilən məbləğ ümumi məbləğdən aşağıdır. Əlavə ödəniş edirsiniz?
bg: Заплатената сума е по-малка от дължимата. Желаете ли да добавите допълнително плащане?
es: La cantidad pagada es menos que el total. ¿Quiere usted añadir otro pago?
fr: Le montant payé est inférieur au total. Voulez-vous ajouter un autre paiement?
hy: Վճարված գումարը բավարար չէ։ Կատարել այլ վճարումներ?
ka: გადახდის თანხა ჯამურ თანხაზე ნაკლებია. გსურთ გადახდის სხვა ტიპის დამატება?
pl: Spłacona suma jest mniejsza od końcowej. Chcecie dodać inną spłatę?
ru: Сумма оплаты меньше итоговой суммы. Внести дополнительную оплату?
uk: Сума оплати менше підсумкової суми. Внести додаткову оплату?

source: The paid amount is less than the total. Do you want to add another payment? (You can only print a fiscal receipt for a fully paid operation.)
az: Ödənilən məbləğ ümumi məbləğdən aşağıdır. Əlavə ödəniş edirsiniz? (Fiskal sənəd ancaq tam ödəniş nəticəsində çap oluna bilər.)
bg: Заплатената сума е по-малка от дължимата. Желаете ли да добавите допълнително плащане? (Можете да отпечатате фискална бележка само за напълно платена операция.)
es: La cantidad pagada es menos que el total. ¿Quiere usted añadir otro pago? (sólo puede imprimir un recibo fiscal para una operación completamente pagada.)
fr: Le montant payé est inférieur au total. Voulez-vous ajouter un autre paiement? (Vous ne pouvez imprimer un reçu fiscal pour une opération entièrement libérées.)
hy: Վճարված գումարը բավարար չէ։ Կատարել այլ վճարումներ?
ka: გადახდის თანხა ჯამურ თანხაზე ნაკლებია. გსურთ გადახდის სხვა ტიპის დამატება? (ფისკალური ქვითრის ამობეჭდვა თქვენ მხოლოდ სრულად გადახდილი ოპერაციისას შეგიძლიათ)
pl: Wpłacona kwota jest mniejsza niż całkowita. Chcesz dodać kolejne płatności? (Można tylko wydrukować paragon fiskalny za w pełni opłaconą prace).
ru: Сумма оплаты меньше итоговой суммы. Внести дополнительную оплату? (Фискальный документ может быть выдан только при полной оплате.)
uk: Сума оплати менше підсумкової суми. Внести додаткову оплату? (Фіскальний документ може бути виданий тільки при повній оплаті.)

source: The partner "{0}" cannot be deleted, because it is used in operations.
bg: Партньорът "{0}" не може да се изтрие, защото се използва в операции.
es: El socio "{0}" no puede ser eliminado, porque está usado en operaciones.
hy: "{0}"գործընկերոջը հնարավոր չէ հեռացնել, քանի որ այն մասնակցում է գործողությանը
ka: პარტნიორის "{0}" წაშლა არ შეიძლება, რადგან გამოიყენება ოპერაციებში.
ru: Партнер "{0}" не может быть удален, так как используется в операциях.

source: The partner "{0}" cannot be deleted, because it is used in operations. Do you want to move it to the "Deleted" group?
az: Partnyor "{0}" silinə bilməz, çünki o,əməliyyatlarda iştirak edir. Silmək üçün əvvəlcə həmin əməliyyatları silmək lazımdır!
bg: Партньорът "{0}" не може да се изтрие, защото се използва в операции. Желаете ли да го преместите в група "Изтрити"?
es: El socio "{0}" no puede ser eliminado, porque está usado en operaciones. ¿Desea moverlo a el grupo "Eliminado"?
fr: Le partenaire "{0}"ne peut pas être supprimé, car il est utilisé dans les opérations. Voulez-vous le déplacer vers la "supprimé" groupe?
hy: "{0}" գործընկերը չի կարող հեռացվել, քանի որ այն մասնակցում է գործողությանը, տեղափոխել այն "Հեռացված" խումբ ?
ka: პარტნიორის "{0}" წაშლა არ შეიძლება, რადგან გამოიყენება ოპერაციებში. გსურთ გადავიტანოთ ჯგუფში "წაშლილი"?
ru: Партнер "{0}" не может быть удален, так как используется в операции. Переместить его в группу "Удаленные" ?

source: The partner "{0}" is invalid!
bg: Партньорът "{0}" e неправилен.
es: ¡El socio"{0}" es inválido!
hy: "{0}" սխալ գործընկեր
ka: პარტნიორი "{0}" არასწორია!
ru: Партнер "{0}" недопустим!

source: The partner code pattern is not valid. The pattern should be of the following format: <prefix>#<suffix>
az: Указанный шаблон кода партнера недопустим. Шаблон должен быть следующего формата: <prefix>#<suffix>
bg: Моделът за код на партньор не е валиден. Моделът трябва де е във формат <префикс>#<суфикс>.
es: El código de socio no es válido. El patrón puede ser de la siguiente forma: <prefix>#<suffix>
fr: Le modèle de code partenaire est invalide. Le modèle devrait être sous le format suivant: <préfixe> # <suffixe>
hy: Գործընկերոջ կոդի շաբլոնը անվավեր է
ka: პარტნიორის კოდის ნიმუში გამოუსადეგარია, ის უნდა იყოს შემდეგი ფორმატის: <prefix>#<suffix>
pl: Wskazany szablon kodu partnera jest niedopuszczalny. Szablon powinien być następnego formatu: <prefix>#<suffix>
ru: Указанный шаблон кода партнера недопустим. Шаблон должен быть следующего формата: <prefix>#<suffix>

source: The partner that will be used for payments regarding daily Z reports cannot be empty!
bg: Партньорът, който ще бъде използван за плащания свързани с ежедневните Z отчети не може да бъде празен!
es: ¡El socio que será usado para estimar los pagos diarios del reporte Z no puede estar vacío!
hy: Օրեկան Z հաշվետվություններում օգտագործվող գործընկերը չի կարող ընտրված չլինել:
ka: პარტნიორი, რომელიც გამოიყენება დღიური Z რეპორტისთვის არ შეიძლება იყოს ცარიელი!
ru: При использовании оплат, входящих в Z-отчет, необходимо указывать партнера.
uk: При використанні оплат, які входять до Z-звіт, необхідно вказувати партнера!

source: The partner to be used for sales when a client uses a getti card.
bg: Партньорът, който ще бъде използван за продажби, когато клиент използва getti карта.
es: El socio para ser usado para ventas cuando un cliente use una tarjeta getti.
hy: Գործընկերը որը կօգտագործվի getti քարտով վաճառքի ժամանակ
ka: პარტნიორის გამოყენება გაყიდვებისთვის როდესაც კლიენტი იყენებს getti ბარათს
ru: Партнер для продаж при использовании карт getti.

source: The partner was not found!
bg: Партньорът не беше намерен!
es: ¡El socio no fue encontrado!
hy: Գործընկերը գոյություն չունի!
ka: პარტნიორი არ არის ნაპოვნი!
ru: Партнер не найден!
