Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Minimum update stability:
az: Yenilənmənin versiya tipi:
bg: Минимална стабилност на актуализацията:
es: Estabilidad mínima de actualización:
fr: Mise à jour de stabilité minimum:
hy: Մինիմալ թարմացման կայունություն
ka: ვერსიის ტიპი განახლებისთვის:
pl: Rodzaj wersji dla odnowy :
ru: Тип версии для обновления:
uk: Тип версії для обновлення:

source: Missing item
bg: Липсваща стока
es: Mercancías perdidas
hy: Բացակայող ապրանքներ
ka: გამოტოვებული საქონელი
ru: Отсутствующие товары

source: Missing items group
bg: Липсваща група от стоки
es: Falta grupo de mercancías
hy: Բացակայող ապրանքների խմբեր
ka: გამოტოვებული საქონლის ჯგუფი
ru: Отсутствующие группы товаров

source: Missing location
bg: Липсващ обект
es: Falta entidad
hy: Բացակայող տեղամաս
ka: გამოტოვებული ადგილმდებარეობა
ru: Отсутствующие объекты
uk: Відсутні об'єкти

source: Missing location group
bg: Липсваща група от обекти
es: Falta grupo de entidades
hy: Բացակայող տեղամասի խումբ
ka: გამოტოვებული ადგილმდებარეობების ჯგუფი
ru: Отсутствующие группы объектов
uk: Відсутні групи об'єктів

source: Missing partner
bg: Липсващ партньор
es: Falta socio
hy: Բացակայող գործընկեր
ka: გამოტოვებული პარტნიორი
ru: Отсутствующие партнеры

source: Missing partner group
bg: Липсваща група от партньори
es: Falta grupo de socios
hy: Բացակայող գործընկերոջ խումբ
ka: გამოტოვებული პარტნიორების ჯგუფი
ru: Отсутствующие группы партнеров

source: Missing user
bg: Липсващ потребител
es: Falta usuario
hy: Բացակայող օգտագործող
ka: გამოტოვებული მომხმარებელი
ru: Отсутствующие пользователи

source: Missing user group
bg: Липсваща група от потребители
es: Falta grupo de usuarios
hy: Բացակայող օգտագործողի խումբ
ka: გამოტოვებული მომხმარებლების ჯგუფი
ru: Отсутствующие группы пользователей

source: Mobile Licensing
bg: Мобилно лицензиране
es: Licenciar Móvil
hy: Mobile լիցենզիա
ka: მობილურით ლიცენზირება
ru: Мобильное лицензирование

source: Mobile licenses allow you to connect mobile devices to shared database servers
bg: Mobile лицензите Ви позволяват да свръзвате мобилни устройства със споделена база данни
es: Las licencias Móviles le permiten conectar los dispositivos móviles a servidores de base de datos compartidas
hy: Mobile լիցենզիան հնարավորություն է տալիս միացնել պլանշետը MySql տվյալների բազային
ka: მობილური ლიცენზია გაძლევთ უფლებას დაუკავშირდეთ მობილურ მოწყობილობას მონაცემთა ბაზების გასაზიარებლად
ru: Мобильные лицензии позволяют подключить мобильные устройства к доступным серверам баз данных.
uk: Мобільні ліцензії дозволяють підключіті мобільні пристрої до доступних серверів баз даних.

source: Mode
az: Üsul
bg: Вид
es: Modo
hy: Ռեժիմ
ka: მეთოდი
pl: Sposób
ru: Способ
uk: Спосіб

# Device
source: Model:
bg: Модел:
es: Modelo:
hy: Մոդել
ka: მოდელი:
ru: Модель:

source: Modifications
az: Dəyişiklik
bg: Модификации
es: Modificaciones
hy: Փոփոխություններ
ka: ცვლილებები
pl: Zmiany
ru: Изменения
uk: Зміни

source: Modifiers:
az: Modifikatorlar:
bg: Модификатори:
es: Modificadores
fr: Modificateurs:
hy: Առանձնահատկություններ
ka: მოდიფიკატორები:
pl: Modyfikatory
ru: Модификаторы:
uk: Модифікатори:

source: Modify detail information.
az: Ətraflı məlumatı dəyişmək.
bg: Промяна на информацията
es: Modificar detalles de la información
fr: Modifier les informations détaillées.
hy: Փոփոխել մանրամասն ինֆորմացիան
ka: დეტალური ინფორმაციის შეცვლა
pl: Zmienić dokładną informację.
ru: Изменить подробную информацию.
uk: Змінити детальну інформацію.

source: Modifying the managing database for a location is available only when connected to the database that currently manages the location.
bg: Промяната на управляващата обект база данни е възможно само при връзка към базата, която в момента управлява обекта.
es: Modificar la administración de la base de datos para una entidad solo está disponible estando conectada a la base de datos que actualmente administra la entidad.
fr: Modification de la base de données de gestion pour un emplacement est disponible uniquement lorsqu'il est connecté à la base de données qui gère actuellement l'emplacement.
hy: Ղեկավարվող տվյալների բազայում փոփոխություններ հնարավոր է կատարել միայն բազային միացված ժամանակ
ka: მართვადი მონაცემთა ბაზის მოდიფიკაცია ადგილმდებარეობისთვის შესაძლებელია მხოლოდ მაშინ, როდესაც შეგიძლიათ მართოთ ეს ადგილმდებარეობა.
ru: Изменение управления объектами возможно только при подключении к соответствующей базе данных.
uk: Зміна управління об'єктами можливо тільки при підключенні до відповідної бази даних.

source: Monday
bg: Понеделник
es: Lunes
hy: Երկուշաբթի
ka: ორშაბათი
ru: Понедельник

source: Month
az: Ay
bg: Месец
es: Mes
fr: Mois
hy: Ամիս
ka: თვე
pl: Miesiąc
ru: Месяц
uk: Місяць

source: Month:
az: Ay:
bg: Месец:
es: Mes:
fr: Mois:
hy: Ամիս
ka: თვე:
pl: Miesiąc:
ru: Месяц:
uk: Місяць:

source: Monthly
bg: Месечно
es: Mensualmente
hy: Ամսեկան
ka: თვიური
ru: Ежемесячно

source: More than "{0}" minutes ago
bg: Преди повече от "{0}" минути
es: Hace más de "{0}" minutos
hy: Ավելի քան "{0}" րոպե հետո
ka: "{0}" წუთზე მეტი დროის წინ
ru: Более "{0}" минут назад

source: More than minutes ago
bg: Преди повече от минути
es: Hace algunos minutos
hy: Ավելի քան մեկ րոպե հետո
ka: მეტი წუთის წინ
ru: Более минуты назад

source: Move
az: Yerini dəyişmək
bg: Преместване
es: Mover
fr: Déplacer
hy: Տեղափոխել
ka: გადატანა
pl: Przemieścić
ru: Переместить
uk: Перемістити

source: Move Items
az: Malların yerini dəyişmək
bg: Преместване на стоки
es: Mover Mercancía
fr: Déplacer Articles
hy: Տեղափոխել ապրանքները
ka: საქონლის გადატანა
pl: Przemieścić towary
ru: Переместить товары
uk: Переміщення елементів

source: Move Locations
az: Obyektlərin yerini dəyişmək
bg: Преместване на обекти
es: Mover Entidades
fr: Déplacer les Lieux
hy: Տեղափոխել տեղամասերը
ka: ლოკაციების გადატანა
pl: Przemieścić dział
ru: Переместить объекты
uk: Проведення переміщення

source: Move Partners
az: Partnyorların yerini dəyişmək
bg: Преместване на партньори
es: Mover Socio
fr: Déplacer les Partenaires
hy: Տեղափոխել գործընկերներին
ka: პარტნიორების გადატანა
pl: Przemieścić partnerów
ru: Переместить партнеров
uk: Переміщення партнерів

source: Move Reports
az: Hesabatların yerini dəyişmək
bg: Преместване на справки
es: Mover Reportes
fr: Déplacer les Rapports
hy: Տեղափոխել զեկույցը
ka: ანგარიშების გადატანა
pl: Przemieścić sprawozdania
ru: Переместить отчеты
uk: Переміщення звіту

source: Move Users
az: İstifadəçinin yerini dəyişmək
bg: Преместване на потребители
es: Mover usuarios
fr: Déplacer les utilisateurs
hy: Տեղափոխել օգտագործողներին
ka: მომხმარებლების გადატანა
pl: Przemieścić partnerów
ru: Переместить пользователей
uk: Переміщення користувачів

source: Multiple rooms restaurant
az: Bir neçə zalı olan restoran
bg: Ресторант с много зали
es: Restaurantes con múltiples áreas
fr: Le restaurant Plusieurs salles
hy: Մի քանի սենյակներ ռեստորան
ka: მრავალოთახიანი რესტორანი
pl: Sieć pokojów restauracji
ru: Ресторан с несколькими залами

source: Multiple stores
az: Bir neçə mağaza
bg: Група от магазини
es: Múltiples almacenes
fr: Magasins multiples
hy: Մի քանի տեղամասեր
ka: მრავალი მაღაზია
pl: Sieć sklepów
ru: Несколько магазинов

# Distribution
source: My Company
bg: Моята компания
es: Mi Compañía
hy: Իմ կազմակերպությունը
ka: ჩემი კომპანია
ru: Моя компания

source: My Licenses
bg: Моите лицензи
es: Mis Licencias
hy: Իմ լիցենզիան
ka: ჩემი ლიცენზიები
ru: Мои лицензии

# Distribution
source: My Network
bg: Моята мрежа
es: Mis Redes
hy: Իմ ցանցը
ka: ჩემი ქსელი
ru: Моя сеть

source: MySQL Server
bg: MySQL Сървър
es: Servidor MySQL

source: NET AMOUNT
bg: НЕТНА СУМА
es: CANTIDAD NETA
hy: ԳՈՒՄԱՐԸ
ka: წმინდა ოდენობა
ru: Количество нетто

source: NON-FISCAL RECEIPT
az: Qeyri fiskal sənəd
bg: НЕФИСКАЛЕН БОН
es: NINGÚN RECIBO FISCAL
fr: Reçu
hy: Ոչ ֆիսկալային կտրոն
ka: არაფისკალური დოკუმენტი
pl: NIEFISKALNY DOKUMENT
ru: НЕФИСКАЛЬНЫЙ ДОКУМЕНТ
uk: НЕФІСКАЛЬНИЙ ДОКУМЕНТ

source: Name
az: Adı
bg: Име
es: Nombre
fr: Nom
hy: Ավանում
ka: დასახელება
pl: Miano
ru: Наименование
uk: Назва

source: Name 2:
az: Adı 2:
bg: Име 2:
es: Nombre 2:
fr: Nom 2:
hy: Անվանում 2
ka: მეორე დასახელება:
pl: Miano2
ru: Наименование 2:
uk: Назва 2:

source: Name:
az: Adı:
bg: Име:
es: Nombre:
fr: Nom:
hy: Անվանում
ka: დასახელება:
pl: Miano
ru: Наименование:
uk: Назва:

source: Net Amount
az: Məbləğ
bg: Нетна сума
es: Cantidad neta
fr: Montant net
hy: Գումարը
ka: თანხა დღგ-ს გარეშე
pl: Ilość netto
ru: Сумма
uk: Колькість нетто

source: Network address
bg: Мрежови адрес
es: Dirección de la red
hy: Ցանցային հասցե
ka: ქსელის მისამართი
ru: Сетевой адрес

source: Network address:
az: Şəbəkə ünvanı:
bg: Мрежови адрес:
es: Dirección de la red:
fr: Adresse réseau:
hy: Ցանցային հասցե
ka: ქსელის მისამართი:
pl: Sieciowy adres :
ru: Сетевой адрес:
uk: Мережевий адрес:

source: Network port
bg: Мрежови порт
es: Puerto de red
hy: Ցանցային պորտ
ka: ქსელის პორტი
ru: Сетевой порт

source: Network port:
az: Şəbəkə portu:
bg: Мрежови порт:
es: Puerto de red:
fr: Port réseau:
hy: Ցանցային պորտ
ka: ქსელის პორტი:
pl: Sieciowy port :
ru: Сетевой порт:
uk: Мережевий порт:

source: Never
az: Heç vaxt
bg: Никога
es: Nunca
fr: Jamais
hy: Երբեք
ka: არასოდეს
pl: Nigdy
ru: Никогда
uk: Ніколи

source: Never synchronized
bg: Никога не синхронизиран
es: Nunca sincronizó
fr: Jamais synchronisé
hy: Երբեք չսինխրոնիզացված
ka: არასოდეს დასინქორებულა
ru: Не синхронизировалось

# Cash book entry
source: New
bg: Нов
es: Nuevo
hy: Նոր
ka: ახალი სალაროს ოპერაცია
ru: Создать

# Company
source: New
bg: Нова
es: Nuevo
hy: Նոր
ka: ახალი კომპანია
ru: Создать

# Customer
source: New
bg: Нов
es: Nuevo
hy: Նոր
ka: ახალი კლიენტი
ru: Создать
uk: Новий

# Device
source: New
bg: Ново
es: Nuevo
hy: Նոր
ka: ახალი მოწყობილობა
ru: Создать

# Goods
source: New
bg: Нова
es: Nuevo
hy: Նոր
ka: ახალი საქონელი
ru: Создать

# Group
source: New
bg: Нова
es: Nuevo
hy: Նոր
ka: ახალი ჯგუფი
ru: Создать

# Item
source: New
bg: Нова
es: Nuevo
hy: Նոր
ka: ახალი საქონელი
ru: Новый

# Location
source: New
bg: Нов
es: Nuevo
hy: Նոր
ka: ახალი ადგილმდებარეობა
ru: Создать
uk: Новий

source: New
az: Yeni
bg: Нов
es: Nuevo
fr: Nouveau
hy: Նոր
ka: ახალი ბაზა
pl: nowy
ru: Создать
uk: Створити

# Operation
source: New
bg: Нова
es: Nuevo
hy: Նոր
ka: ახალი ოპერაცია
ru: Создать

# Partner
source: New
bg: Нов
es: Nuevo
hy: Նոր
ka: ახალი პარტნიორი
ru: Создать

# Payment
source: New
bg: Ново
es: Nuevo
hy: Նոր
ka: ახალი გადახდა
ru: Создать

# Payment type
source: New
bg: Нов
es: Nuevo
hy: Նոր
ka: ახალი გადახდა
ru: Создать

# Price rule
source: New
bg: Ново
es: Nuevo
hy: Նոր
ka: ახალი საფასო წესი
ru: Создать

# Recipe
source: New
bg: Нова
es: Nuevo
hy: Նոր
ka: ახალი რეცეპტი
ru: Создать

# Report
source: New
bg: Нов
es: Nuevo
hy: Նոր
ka: ახალი ანგარიში
ru: Создать

# Reservation
source: New
bg: Нова
es: Nuevo
hy: Նոր
ka: ახალი რეზერვი
ru: Создать

# User
source: New
bg: Нов
es: Nuevo
hy: Նոր
ka: ახალი მომხმარებელი
ru: Создать

# VAT group
source: New
bg: Нова
es: Nuevo
hy: Նոր
ka: დღგ-ს ახალი ჯგუფი
ru: Создать

source: New - {0}
az: Yeni - {0}
bg: Нов - {0}
es: Nuevo - {0}
fr: Nouvelle - {0}
hy: Նոր - {0}
ka: ახალი - {0}
pl: nowy - {0}
ru: Создать - {0}
uk: Новий - {0}

source: New Cash Book Entry
bg: Нов запис в касовата книга
es: Nuevo Libro de Caja Entrado
hy: Դրամարկղային գրքի նոր գրառում
ka: სალაროს წიგნის ახალი მონაცემები
ru: Новая запись в Кассовой Книге

source: New Database
bg: Нова база данни
es: Nueva Base de datos
hy: Նոր տվյալների բազա
ka: ახალი მონაცემთა ბაზა
ru: Новая база данных

source: New Device
az: Yeni avadanlıq
bg: Ново устройство
es: Nuevo dispositivo
fr: Nouvelle appareil
hy: Նոր սարք
ka: ახალი მოწყობილობა
pl: Nowe urządzenie
ru: Новое устройство
uk: Новий пристрій

source: New Group
az: Yeni qrup
bg: Нова група
es: Nuevo grupo
fr: Nouveau Groupe
hy: Նոր խումբ
ka: ახალი ჯგუფი
pl: Nowa grupa
ru: Новая группа
uk: Нова група

source: New Item
az: Yeni mal
bg: Нова стока
es: Nueva mercancía
fr: Nouvel élément
hy: Նոր ապրանք
ka: ახალი საქონელი
pl: Nowy towar
ru: Новый товар
uk: Новий товар

source: New Line After Footer
az: Aşağı hissədən sonra yeni sətir
bg: Нов ред след долните редове
es: Nueva línea despues del pié de página
fr: La Nouvelle Ligne Après Pied de page
hy: Նոր տող ստորին տողից հետո
ka: ახალი სტრიქონი ქვედა ნაწილის შემდეგ
pl: Nowy rządek po dolnej części
ru: Новая строка после нижней части
uk: Новаий рядок після нижньої частини

source: New Line After Header
az: Başlıqdan sonra yeni sətir
bg: Нов ред след заглавието
es: Nueva línea despues de encabezado
fr: La Nouvelle Ligne Après l'En-tête
hy: Նոր տող վերին տողից հետո
ka: ახალი სტრიქონი ზედა ნაწილის შემდეგ
pl: Nowy rządek po tytule
ru: Новая строка после заголовка
uk: Новий рядок після заголовка

source: New Line After VAT
az: ƏDV-dən sonra yeni sətir
bg: Нов ред след ДДС информацията
es: Nueva línea después del IVA
fr: la Nouvelle Ligne Après la TVA
hy: Նոր տող ԱԱՀ-ից հետո
ka: ახალი სტრიქონი დღგ-ს შემდეგ
pl: Nowy rządek po VAT
ru: Новая строка после НДС
uk: Новий рядок після ПДВ

source: New Location
az: Yeni obyekt
bg: Нов обект
es: Nueva entidad
fr: le Nouvel Endroit
hy: Նոր տեղամաս
ka: ახალი ადგილმდებარეობა
pl: Nowa dział
ru: Новый объект
uk: Новий об'єкт

source: New Modification Label
az: Yeni etiket
bg: Нов етикет
es: Nueva Etiqueta de Modificación
fr: la Nouvelle Étiquette de Modification
hy: Նոր պիտակ
ka: ახალი ეტიკეტი
pl: Nowa etykietka
ru: Новая этикетка
uk: Нова етикетка

source: New Partner
az: Yeni partnyor
bg: Нов партньор
es: Nuevo socio
fr: le Nouveau Partenaire
hy: Նոր գործընկեր
ka: ახალი პარტნიორი
pl: Nowy partner
ru: Новый партнер
uk: Новий партнер

source: New Payment Type
az: Yeni ödəmə tipi
bg: Нов тип плащане
es: Nuevo Tipo de Pago
fr: le Nouveau Type de Paiement
hy: Նոր վճարման տեսակ
ka: გადახდის ახალი ტიპი
pl: Nowy typ opłaty
ru: Новый тип оплаты
uk: Новий тип оплати

source: New Price Rule
az: Yeni qiymət qaydası
bg: Ново ценово правило
es: Nueva Regla de Precio
fr: la Nouvelle Règle Des prix
hy: Նոր գնային կանոն
ka: ახალი საფასო წესი
pl: Nowa cenowa reguła
ru: Новое ценовое правило
uk: Нове правило ціни

source: New Recipe
az: Yeni resept
bg: Нова рецепта
es: Nueva receta
fr: la Nouvelle Recette
hy: Նոր բաղադրատոմս
ka: ახალი რეცეპტი
pl: Nowy przepis
ru: Новый рецепт
uk: Новий рецепт

source: New Report
az: Yeni hesabat
bg: Нова справка
es: Nuevo Reporte
fr: le Nouveau Rapport
hy: Նոր զեկույց
ka: ახალი ანგარიში
pl: Nowe sprawozdanie
ru: Новый отчет
uk: Новий звіт

source: New Reservation
az: Yeni rezervasiya
bg: Нова резервация
es: Nueva Reservación
fr: la Nouvelle Réservation
hy: Նոր ամրագրում
ka: ახალი ჯავშანი
pl: Nowa rezerwacja
ru: Новая резервация
uk: Нове замовлення

source: New Tax Group
az: Yeni vergi qrupu
bg: Нова данъчна група
es: Nuevo grupo de Impuestos
fr: le Nouveau Groupe Fiscal
hy: Նոր հարկային խումբ
ka: ახალი საგადასახადო ჯგუფი
pl: Nowa podatkowa grupa
ru: Новая налоговая группа
uk: Нова податкова група

source: New User
az: Yeni istifadəçi
bg: Нов потребител
es: Nuevo usuario
fr: le Nouvel Utilisateur
hy: Նոր օգտագործող
ka: ახალი მომხმარებელი
pl: Nowy użytkownik
ru: Новый пользователь
uk: Новий користувач

source: New VAT Group
az: Yeni ƏDV stavkası
bg: Нова ДДС група
es: Nuevo grupo de IVA
fr: le Nouveau Groupe de TVA
hy: Նոր ԱԱՀ խումբ
ka: დღგ-ს ახალი ჯგუფი
pl: Nowa stawka VAT
ru: Новая ставка НДС
uk: Нова ставка ПДВ

source: New company record
az: Yeni şirkət
bg: Нов фирмен запис
es: Nueva compañia registrada
fr: Nouvel enregistrement de l’entreprise
hy: Նոր կազմակերպություն
ka: ახალი ორგანიზაცია
pl: Nowa organizacja
ru: Новая организация
uk: Нове підприємство

source: New group
az: Yeni qrup
bg: Нова група
es: Nuevo grupo
fr: Nouveau groupe
hy: Նոր խումբ
ka: ახალი ჯგუფი
pl: Nowa grupa
ru: Новая группа
uk: Нова група

source: Next
az: Növbəti
bg: Напред
es: Siguiente
fr: Suivant
hy: Հաջորդ
ka: შემდეგ
pl: Następny
ru: Далее

source: Nine
az: Doqquz
bg: Девет
es: Nueve
fr: Neuf
hy: Ինը
ka: ცხრა
pl: Dziewięć
ru: Девять
uk: Дев'ять

source: Nineteen
az: On doqquz
bg: Деветнадесет
es: Diecinueve
fr: Dix-neuf
hy: Տասնինը
ka: ცხრამეტი
pl: Dziewiętnaście
ru: Девятнадцать
uk: Дев'ятнадцять

source: Ninety
az: Doxsan
bg: Деветдесет
es: Noventa
fr: Quatre-vingt-dix
hy: Իննսուն
ka: ოთხმოცდაათი
pl: Dziewięćdziesiąt
ru: Девяносто
uk: Дев'яносто

source: No
az: Yox
bg: Не
fr: Non
hy: Ոչ
ka: არა
pl: Nie
ru: Нет
uk: Ні

# QuickBooks
source: No Bill payments account specified! Please select an account if you want to enable exporting of Purchases.
bg: Няма зададена сметка за плащания по задължения! Моля, изберете сметка, ако желаете да разрешите експорта на Доставки.
hy: Վճարման փասաթուղթը բացակայում է
ru: Не указан счет оплаты счетов! Укажите счет для экспорта покупок.

source: No Cheese
az: Pendirsiz
bg: Без сирене
es: Sin Queso
fr: Pas de fromage
hy: Առանց պանրի
ka: ყველის გარეშე
pl: Bez sera
ru: Без сыра
uk: Без сиру

source: No Cream
az: Qaymaqsız
bg: Без сметана
es: Sin Crema
fr: Pas de crème
hy: Առանց սերուցքի
ka: ნაღების გარეშე
pl: Bez śmietanki
ru: Без сливок
uk: Без сливок

source: No Dill
az: Şüyüdsüz
bg: Без копър
es: Sin Eneldo
fr: Aucun restaurant
hy: Առանց սամիթի
ka: კამას გარეშე
pl: Bez koperka
ru: Без укропа
uk: Без кипятку

source: No Dressing
az: Soussuz
bg: Без сос
es: Sin aderezo
fr: Aucune Sauce
hy: Առանց սոուսի
ka: სოუსის გარეშე
pl: Bez sosu
ru: Без соуса
uk: Без соуса

# QuickBooks
source: No Expense account for new items specified! Please select an account if you want to create new items in QuickBooks when a match is not found.
bg: Няма зададена сметка за разходи за нови стоки! Моля, изберете сметка, ако желаете да разрешите създаването на липсващи стоки в QuickBooks.
hy: Նոր ապրանքների վճարման փասաթուղթը բացակայում է
ru: Не указан счет расходов! Укажите счет для создания новых товаров в QuickBooks в случае отсутствия товара.

source: No Fat
az: Yağsız
bg: Без мазнини
es: Sin Grasa
fr: Sans Gras
hy: Առանց կարագի
ka: კარაქის გარეშე
pl: Bez oleju
ru: Без масла
uk: Без масла

source: No Garlic
az: Sarımsaqsız
bg: Без чесън
es: Sin Ajo
fr: Pas d’Ail
hy: Առանց սխտորի
ka: ნივრის გარეშე
pl: Bez czosnku
ru: Без чеснока
uk: Без чиснока

source: No Groups
bg: Няма групи
es: Sin grupos
hy: Առանց խմբերի
ka: ჯგუფების გარეშე
ru: Нет групп

source: No Ice
az: Buzsuz
bg: Без лед
es: Sin Hielo
fr: Pas de glace
hy: Առանց սառույցի
ka: ყინულის გარეშე
pl: Bez lodu
ru: Без льда
uk: Без льоду

source: No Icon
az: İkonkasız
bg: Без икона
es: Ningún Ícono
fr: Aucune icône
hy: Ոչ մի նմուշ
ka: პიქტოგრამის გარეშე
pl: Bez ikony
ru: Без иконки
uk: Без іконки

# QuickBooks
source: No Income account for new items specified! Please select an account if you want to create new items in QuickBooks when a match is not found.
bg: Няма зададена сметка за приходи за нови стоки! Моля, изберете сметка, ако желаете да разрешите създаването на липсващи стоки в QuickBooks.
hy: Նոր ապրանքների մուտքի փասաթուղթը բացակայում է
ru: Не указан счет доходов! Укажите счет для создания новых товаров в QuickBooks в случае отсутствия товара.

# QuickBooks
source: No Inventory asset account for new items specified! Please select an account if you want to create new items in QuickBooks when a match is not found.
bg: Няма зададена сметка за инвентаризация на активите за нови стоки! Моля, изберете сметка, ако желаете да разрешите създаването на липсващи стоки в QuickBooks.
hy: Նոր ապրանքների հաշվարկի փասաթուղթը բացակայում է
ru: Не указан счет для переучета! Укажите счет для создания новых товаров в QuickBooks в случае отсутствия товара.

source: No Mashrooms
az: Göbələksiz
bg: Без гъби
es: Sin hongo
fr: Pas dechampignons
hy: Առանց սնկի
ka: სოკოს გარეშე
pl: Bez grzybów
ru: Без грибов
uk: Без грибів

source: No Mobile license is installed. Start a one month free trial?
bg: Не е инсталиран Мобилен лиценз. Започване на едномесечен пробен период?
es: Ninguna licencia Móvil está instalada. ¿Iniciar una prueba gratis por un mes?
hy: Mobile լիցենզիան տեղադրված չէ: Ակտիվացնել մեկամսյա փորձնական օգտագործումը ?
ka: მობილური ლიცენზია არ არის დაყენებული. დავიწყოთ ერთთვიანი დემო-ვერსიის გამოყენება?
ru: Мобильные лицензии не найдены. Начать месячный пробный период?

source: No Olives
az: Zeytunsuz
bg: Без маслини
es: Sin Aceitunas
fr: Pas d’Oliviers
hy: Առանց բուսական յուղի
ka: ძეთის ხილის გარეშე
pl: Bez oliwek
ru: Без оливок
uk: Без оливок

source: No Onion
az: Soğansız
bg: Без лук
es: Sin Cebolla
fr: Pas d'oignon
hy: Առանց սոխի
ka: უხახვო
pl: Bez łuku
ru: Без лука
uk: Без цибулі

source: No Parsley
az: Cəfərisiz
bg: Без магданоз
es: Sin Perejil
fr: Pas de persil
hy: Առանց մաղադանոսի
ka: უპეტრუშკო
pl: Bez pietruszki
ru: Без петрушки
uk: Без петрушки

# QuickBooks
source: No Sales deposit account specified! Please select an account if you want to enable exporting of Sales or Invoices.
bg: Няма зададена сметка за депозити от продажби! Моля, изберете сметка, ако желаете да разрешите експортирането на продажби или фактури.
hy: Նոր ապրանքների վաճառքի փասաթուղթը բացակայում է
ru: Не указан счет склада отгрузки! Укажите счет, если необходимо экспортировать продажи или счета-фактуры.

source: No Salt
az: Duzsuz
bg: Без сол
es: Sin Sal
fr: Sans sel
hy: Առանց աղի
ka: უმარილო
pl: Bez sóli
ru: Без соли
uk: Без солі

source: No Sugar
az: Şəkərsiz
bg: Без захар
es: Sin Azúcar
fr: Sans sucre
hy: Առանց շաքարավազի
ka: უშაქრო
pl: Bez cukru
ru: Без сахара
uk: Без цукру

source: No VAT
az: ƏDV-siz
bg: Без ДДС
es: Ningún IVA
fr: Pas de TVA
hy: Առանց ԱԱՀ
ka: დღგ-ს გარეშე
pl: Bez VAT
ru: Без НДС
uk: Без ПДВ

source: No auto production
bg: Без автоматично производство
hy: Չօգտագործել ավտոմատ արտադրության մեջ
ka: ავტომატური წარმოების გარეშე
ru: Автоматическое производство выключено

source: No auto sync
bg: Без автоматична синхронизация
es: No autosincronizar
hy: Առանց ավտոմատ սինխրոնիզացման
ka: ავტომატური სინქრონიზაციის გარეშე
ru: Нет автоматической синхронизации

source: No column
az: Sütunsuz
bg: Без колона
es: Ninguna columna
fr: Aucune colonne
hy: Սյունակը բացակայում է
ka: სვეტის გარეშე
pl: Bez kolum
ru: Без колонок
uk: Нема стовпчика

source: No company
bg: Без компания
es: Ninguna compañía
hy: Անհայտ կազմակերպություն
ka: კომპანიის გარეშე
ru: Компания не найдена

source: No connection can be made with the database! {0} will exit now.
bg: Не може да бъде направена връзка с базата данни! {0} ще се изключи сега.
es: ¡No se puede hacer conexión con la base de datos! {0} saldrá ahora.
hy: {0} տվյալների բազայի հետ կապ չկա
ka: მონაცემთა ბაზასთან კავშირი შეუძლებელია! {0} პროგრამიდან გამოვა ახლა.
ru: Нет подключения к базе данных! Приложение {0} будет закрыто.

source: No data available.
az: Məlumat yoxdur.
bg: Няма налични данни.
es: Ningún dato disponible.
fr: Pas de données disponible
hy: Տվյալներ չկան
ka: მონაცემები არ არის.
pl: Danych nie ma.
ru: Данных нет.
uk: Данних немає.

source: No data to export.
az: Eksport üçün məlumat yoxdur
bg: Няма налични данни за експорт
es: Ningún dato para exportar.
fr: Pas de données à exporter
hy: Արտահանելու տվյալներ չկան
ka: არ არის მონაცემები საექსპორტოდ.
pl: Brak danych do eksportu.
ru: Нет данных для экспорта

source: No databases
bg: Няма бази данни
es: Ninguna bases de datos
hy: Նոր տվյալների բազա
ka: არ არის მონაცემთა ბაზები
ru: Нет баз данных

source: No databases are present in this group.
bg: Няма бази данни в тази група.
es: Ninguna base de datos está presente en este grupo
hy: Այս խմբում չկան տվյալների բազաներ
ka: არცერთი მონაცემთა ბაზა არ არის ამ ჯგუფში
ru: В группе нет баз данных

source: No devices found
bg: Няма намерени устройства
es: Ningún dispositivo encontrado
hy: Չկան գտնված սարքեր
ka: ვერ ვიპოვე მოწყობილობები
ru: Устройства не обнаружены!

source: No e-mail recipients entered!
bg: Няма въведен получател на писмото.
es: ¡Ningún correo electrónico entró al buzón!
fr: Aucun destinataire e-mail n’est entré!
hy: Անհայտ հասցեատեր
ka: იმეილის მიმღები შეტანილი არ არის!
ru: Не указан получатель!
