Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: This is an evaluation version of the Sales Order operation! To save your operation please purchase a license.
bg: Това е пробна версия на операция поръчка! За да запишете операцията, е необходимо да закупите лиценз.
es: ¡Esta es una versión de evaluación de la operación de Orden de Ventas! Para guardar la operación por favor compre una licencia.
hy: Սա պատվերի ցուցադրական տարբերակ է
ka: ეს არის კლიენტის შეკვეთის ოპერაციის საცდელი ვერსია, თუ გსურთ თქვენი ოეპრაციის შენახვა, შეიძიენთ ლიცენზია
ru: Это ознакомительная версия операции Предварительного заказа! Для сохранения операции необходимо приобрести лицензию.
uk: Це ознайомча версія операції Попереднього замовлення! Для збереження операції необхідно придбати ліцензію.

source: This is an evaluation version of the Transform Document operation! You are allowed to use a single source operation only. To use more than one please purchase a license.
bg: Това е пробна версия на трансформация на документи и можете да посочите само една операция като източник. За да използвате повече от една, е необходимо да закупите лиценз.
es: ¡Esta es una versión de evaluación de la operación de Transformación de Documentos! Usted tiene permiso de usar una sola operación de origen único. Para usar más de una por favor compre una licencia.
fr: Il s'agit d'une version d'évaluation de l'opération du document Transform! Vous êtes autorisé à utiliser une opération seule source. Pour utiliser plus d'un s'il vous plaît acheter une licence.
hy: Սա փաստաթղթերի ձևափոխման ցուցադրական տարբերակ է
ka: ეს არის ოპერაციის - ტრანსფორმაციის დოკუმენტი საცდელი ვერსია, თუ გსურთ თქვენი ოპერაციის შენახვა, შეიძიენთ ლიცენზია
ru: Это пробная версия операции Трансформация документов! Разрешено трансформировать только одну операцию. Для выполнения трансформации более одной операции приобретите лицензию.
uk: Це пробна версія операції Трансформація документів! Дозволено трансформувати тільки одну операцію. Для виконання трансформації більше однієї операції придбайте ліцензію.

source: This is an evaluation version of the Warranty Card operation! To save your operation please purchase a license.
az: Это ознакомительная версия операции гарантийного талона! Для сохранения вашей работы необходимо приобрести лицензию.
bg: Това е пробна версия на операция гаранционна карта! За да запишете операцията, е необходимо да закупите лиценз.
es: ¡Esta es una versión de evaluación de la operación de la Tarjeta de Garantía! Para guardar su operación por favor compre una licencia.
fr: Il s'agit d'une version d'évaluation de l'opération de carte de garantie! Pour enregistrer votre opération s'il vous plaît acheter une licence.
hy: Սա երաշխիքային կտրոնի ցուցադրական տարբերակ է
ka: ეს არის დემო ვერსიის საგარანტიო ბარათების ოპერაცია! თუ გსურთ ოპერაციის შენახვა, გთხოვთ, შეიძინეთ ლიცენზია.
pl: To jest wersja oceny funkcjonowania Karty Gwarancyjnej! Aby zapisać operację należy zakupić licencję.
ru: Это ознакомительная версия операции гарантийного талона! Для сохранения вашей работы необходимо приобрести лицензию.
uk: Це ознайомча версія операції гарантійного талона! Для збереження операції придбайте ліцензію.

source: This is an evaluation version of the Write-off operation! To save your operation please purchase a license.
bg: Това е пробна версия на операция изписване! За да запишете операцията, е необходимо да закупите лиценз.
es: ¡Esta es una versión de evaluación de la operación de Venta interna! Para guardar su operación por favor compre una licencia.
fr: Il s'agit d'une version d'évaluation de documents des articles perdus! Pour enregistrer votre opération s'il vous plaît acheter une licence.
hy: Սա դուրսգրման փաստաթղթի ցուցադրական տարբերակ է
ka: ეს არის ოპერაციის - ჩამოწერა საცდელი ვერსია, თუ გსურთ თქვენი ოპერაციის შენახვა, შეიძიენთ ლიცენზია
ru: Это пробная версия операции Списание! Для сохранения операции приобретите лицензию.
uk: Це ознайомча версія операції Списання! Для збереження операції придбайте ліцензію.

source: This is an evaluation version of the barcode printer! To export your barcodes please purchase a license.
bg: Това е пробна версия на баркод-принтера! За да изнесете баркодовете си, е необходимо да закупите лиценз.
es: ¡Esta es una versión de evaluación de la impresora del código de barras! Para exportar sus códigos de barras por favor compre una licencia.
fr: Il s'agit d'une version d'évaluation de l'imprimante code à barres! Pour exporter vos codes à barres s'il vous plaît acheter une licence.
hy: Սա գծիկավոր կոդի տպիչի ցուցադրական տարբերակ է, խնդրում ենք ձեռք բերել լիցենզիա
ka: ეს არის შტრიხკოდების პრინტერის დემო-ვერსია! ექსპორტის ოპერაციისთვის შეიძინეთ ლიცენზია.
ru: Это пробная версия принтера штрих-кодов! Для экспорта штрих-кодов приобретите лицензию.
uk: Це ознайомча версія принтера штрих-кодів! Для експорту штрих-кодів придбайте ліцензію.

source: This is an evaluation version of the barcode printer! To print your barcodes please purchase a license.
bg: Това е пробна версия на баркод-принтера! За да отпечатате баркодовете си, е необходимо да закупите лиценз.
es: ¡Esta es una versión de evaluación de la impresora del código de barras! Para imprimir códigos de barras por favor compre una licencia.
fr: Il s'agit d'une version d'évaluation de l'imprimante code à barres! Pour imprimer vos codes à barres s'il vous plaît acheter une licence.
hy: Սա գծիկավոր կոդի տպիչի մոդուլի ցուցադրական տարբերակ է, խնդրում ենք ձեռք բերել լիցենզիա
ka: ეს არის შტრიხკოდების პრინტერის დემო-ვერსია! ბეჭდვის ოპერაციისთვის შეიძინეთ ლიცენზია.
ru: Это пробная версия принтера штрих-кодов! Для печати штрих-кодов приобретите лицензию.
uk: Це ознайомча версія принтера штрих-кодів! Для друку штрих-кодів придбайте ліцензію.

source: This is an evaluation version of the cash book! To add new entries please purchase a license.
bg: Това е пробна версия на касовата книга! За да добавяте нови записи, моля, е необходимо да закупите лиценз.
es: ¡Esta es una versión de evaluación del libro de caja! Para añadir nuevos ingresos por favor compre una licencia.
hy: Սա դրամարկղային գրքի ցուցադրական տարբերակ է
ka: ეს არის სალაროს წიგნაკის დემო-ვერსია! ახალი ინფორმაციის დასამატებლად შეიძინეთ ლიცენზია.
ru: Это пробная версия кассового журнала! Для добавления новых записей приобретите лицензию.
uk: Це ознайомча версія касового журналу! Для додавання нових записів придбайте ліцензію.

source: This is an evaluation version of the cash book! To delete entries please purchase a license.
bg: Това е пробна версия на касовата книга! За да изтривате записи, моля, е необходимо да закупите лиценз.
es: ¡Esta es una versión de evaluación del libro de caja! Para eliminar los ingresos por favor compre una licencia.
hy: Սա դրամարկղային գրքի ցուցադրական տարբերակ է
ka: ეს არის სალაროს წიგნაკის დემო-ვერსია! ინფორმაციის წასაშლელად შეიძინეთ ლიცენზია.
ru: Это пробная версия кассового журнала! Для удаления записей приобретите лицензию.
uk: Це ознайомча версія касового журналу! Для видалення записів придбайте ліцензію.

source: This is an evaluation version of the cash book! To edit entries please purchase a license.
bg: Това е пробна версия на касовата книга! За да редактирате записи, моля, е необходимо да закупите лиценз.
es: ¡Esta es una versión de evaluación del libro de caja! Para editar los ingresos por favor compre una licencia.
hy: Սա դրամարկղային գրքի ցուցադրական տարբերակ է
ka: ეს არის სალაროს წიგნაკის დემო-ვერსია! ინფორმაციის რედაქტირებისთვის შეიძინეთ ლიცენზია.
ru: Это пробная версия кассового журнала! Для изменения записей приобретите лицензию.
uk: Це ознайомча версія касового журналу! Для зміни записів придбайте ліцензію.

source: This is an evaluation version of the cash book! To print cash orders please purchase a license.
bg: Това е пробна версия на касовата книга! За да отпечатвате касови ордери, моля, е необходимо да закупите лиценз.
es: ¡Esta es una versión de evaluación del libro de caja! Para imprimir pedidos al contado por favor compre una licencia.
hy: Սա դրամարկղային գրքի ցուցադրական տարբերակ է
ka: ეს არის სალაროს წიგნაკის დემო-ვერსია! სალაროს დავალების დასაბეჭდად შეიძინეთ ლიცენზია.
ru: Это пробная версия кассового журнала! Для печати кассовых ордеров приобретите лицензию.
uk: Це ознайомча версія касового журналу! Для друку касових ордерів придбайте ліцензію.

source: This is an evaluation version of {0}! Only reservations up to 2 hours in the future can be saved.
az: Это ознакомительная версия {0}! Возможно использование резервации со сроком не более 2 часов.
bg: Това е пробна версия на {0}! Само резервации до 2 часа напред могат да се записват.
es: ¡Esta es una versión de evaluación de {0}! Solo las reservaciones de hasta 2 horas en el futuro pueden ser salvadas
fr: Il s'agit d'une version d'évaluation de {0} ! Seules les réservations jusqu'à 2 heures dans l'avenir peut être sauvegardé.
hy: Տվյալ {0}-ն փորձնական տարբերակ է և մինչև 2 ժամը կատարված ամրագրումները կարող են պահպանվել
ka: ეს არის {0} - ის საცდელი ვერსია! შესაძლებელია მხოლოდ 2 საათიანი ჯავშნების დამახსოვრება.
pl: To zapoznawcza wersja {0}! Jest możliwe użycie rezerwacji z terminem działania nie więcej 2 godzin.
ru: Это ознакомительная версия {0}! Возможно использование резервации со сроком не более 2 часов.
uk: Це ознайомча версія {0}! Тільки бронювання до 2 годин, в майбутньому може бути збережена.

source: This is not a licensed Back Office version of {0}! Custom reports cannot be saved.
az: Эта версия Back Office {0} нелицензирована! Отчеты пользователя не сохраняются.
bg: Това е нелицензирана Back Office версия на {0}! Потребителските справки не могат да бъдат записани.
es: ¡Esta no es una versión autorizada del Back Office de {0}! Los reportes personalizados no pueden ser guardados.
fr: Ce n'est pas une version sous licence Back Office de {0}! Rapports personnalisés ne peuvent pas être sauvegardé.
hy: Սա Հետնամասային օֆիսի {0} տարբերակի լիցենզավորված օրինակ չէ.հաշվետվությունները չեն կարող պահպանվել
ka: {0} - ს Back Office - ს ეს ვერსია არ არის ლიცენზირებული! არჩეული ანგარიშების შენახვა შეუძლებელია.
pl: Ta wersja Back Office {0} nielicencjonowana! Raporty użytkownika nie zachowują się.
ru: Эта версия Back Office {0} нелицензирована! Отчеты пользователя не сохраняются.
uk: Це не ліцензійний Back Office {0}! Користувальницькі звіти не можуть бути врятовані.

source: This is not a licensed Back Office version of {0}! Only up to 10 lines can be exported at once.
az: Эта версия Back Office {0} нелицензирована! Возможен экпорт только 10 строк.
bg: Това е нелицензирана Back Office версия на {0}! Най-много 10 реда могат да бъдат експортирани наведнъж.
es: ¡Esta no es una versión autorizada del Back Office de {0}! Solo hasta 10 líneas pueden ser exportadas a la vez.
fr: Ce n'est pas une version sous licence Back Office de {0}! Seuls jusqu'à 10 lignes peuvent être exportées à la fois.
hy: Սա Հետնամասային օֆիսի {0}ի չլիցենզավորված տարբերակն է: Հնարավոր է արտահանել 10 տող
ka: {0} - ს Back Office - ს ეს ვერსია არ არის ლიცენზირებული! შესაძლებელია მხოლოდ 10 სტრიქონის ექსპორტი.
pl: Ta wersja Back Office {0} nielicencjonowana! Jest możliwy eksport tylko 10 rządków jednocześnie.
ru: Эта версия Back Office {0} нелицензирована! Возможен экпорт только 10 строк.
uk: Ця весія Back Office {0} неліцинзована! можливий експорт тільки 10 рядків.

source: This is not a licensed Back Office version of {0}! Only up to 10 lines can be imported at once.
az: Эта версия Back Office {0} нелицензирована! Возможен импорт только 10 строк.
bg: Това е нелицензирана Back Office версия на {0}! Най-много 10 реда могат да бъдат импортирани наведнъж.
es: ¡Esta no es una versión autorizada del Back Office de {0}! Solo hasta 10 líneas pueden ser importadas a la vez.
fr: Ce n'est pas une version sous licence Back Office de {0}! Seuls jusqu'à 10 lignes peuvent être importés à la fois.
hy: Սա Հետնամասային օֆիսի {0}-ի չլիցենզավորված տարբերակն է: Հնարավոր է ներմուծել 10 տող
ka: {0} - ს Back Office - ს ეს ვერსია არ არის ლიცენზირებული! შესაძლებელია მხოლოდ 10 სტრიქონის იმპორტი.
pl: Ta wersja Back Office {0} nielicencjonowana! Jest możliwy import tylko 10 rządków jednocześnie.
ru: Эта версия Back Office {0} нелицензирована! Возможен импорт только 10 строк.
uk: Ця весія Back Office {0} неліцинзована! можливий експорт тільки 10 рядків.

source: This is not a licensed Back Office version of {0}! Only up to 10 lines can be printed at once.
az: Ваша копия {0} Back Office не зарегистрированна! Возможна печать не более 10 позиций.
bg: Това е нелицензирана Back Office версия на {0}! Най-много 10 реда могат да бъдат отпечатани наведнъж.
es: ¡Esta no es una versión autorizada del Back Office de {0}! Solo hasta 10 líneas pueden ser impresas a la vez.
fr: Ce n'est pas une version sous licence Back Office de {0}! Seuls jusqu'à 10 lignes peuvent être imprimés à la fois.
hy: Սա Հետնամասային օֆիսի {0}-ի չլիցենզավորված տարբերակն է: Հնարավոր է տպել 10 տող
ka: {0} - ს Back Office - ს ეს ვერსია არ არის ლიცენზირებული! შესაძლებელია მხოლოდ 10 სტრიქონის ბეჭდვა.
pl: To nie Wsteczna Biurowa wersja, co ma pozwolenie {0}! Tylko aż do 10 linii może być wydrukowane teraz.
ru: Ваша копия {0} Back Office не зарегистрирована! Возможна печать не более 10 позиций.

source: This is not a licensed Back Office version of {0}! Only up to 2 panels can be used at the same time.
az: Эта версия Back Office {0} нелицензирована! Можно использовать не более 2 панелей одновременно.
bg: Това е нелицензирана Back Office версия на {0}! Най-много 2 панела могат да бъдат използвани едновременно.
es: ¡Esta no es una versión autorizada del Back Office de {0}! Solo hasta 2 paneles pueden ser usados al mismo tiempo.
fr: Ce n'est pas une version sous licence Back Office de {0}! Seuls jusqu'à 2 panneaux peuvent être utilisés en même temps.
hy: Սա Հետնամասային օֆիսի {0}-ի չլիցենզավորված տարբերակն է:Կարելի է օգտագործել միաժամանակ 2-ից ոչ ավել պանելներ
ka: {0} - ს Back Office - ს ეს ვერსია არ არის ლიცენზირებული! შესაძლებელია მხოლოდ 2 პანელის გამოყენება.
pl: Ta wersja Back Office {0} nielicencjonowana! Można wykorzystywać nie więcej niż 2 paneli jednocześnie.
ru: Эта версия Back Office {0} нелицензирована! Можно использовать не более 2 панелей одновременно.
uk: Ця версія Back Office {0} неліцинзована! можливе використання не більше 2 панелів одночасно.

source: This is not a licensed Back Office version of {0}! Please purchase a license to export to 1C.
bg: Това е нелицензирана Back Office версия на {0}! Моля, закупете лиценз, за да можете да изнасяте сведения към 1С.
es: ¡Esta no es una versión autorizada del Back Office de {0}! Por favor compre una licencia para exportar a 1C.
hy: Սա Հետնամասային օֆիսի {0}-ի չլիցենզավորված տարբերակն է:
ka: {0} - ს Back Office - ს ეს ვერსია არ არის ლიცენზირებული! შეიძინეთ 1С-ში ექსპორტის ლიცენზია.
ru: Ваша копия {0} Back Office не зарегистрирована! Приобретите лицензию для экспорта в 1С.

source: This is not a licensed Back Office version of {0}. You need to install a Back Office license in order to use the complete functionality of the Dashboard.
az: Эта версия Back Office {0} нелицензирована! Для использования всех возможностей Информационной панели необходимо установить лицензию.
bg: Това е нелицензирана Back Office версия на {0}! За да използвате пълната функционалност на на таблото, ноля инсталирайте Back Office лиценз.
es: ¡Esta no es una versión autorizada del Back Office de {0}! Necesita instalar la licencia del Back Office de manera que pueda usar las funcionalidad completa de la Consola.
fr: Ce n'est pas une version sous licence Back Office de {0}. Vous devez installer une licence Back Office afin de pouvoir utiliser la fonctionnalité complète du tableau de bord.
hy: Սա Հետնամասային օֆիսի {0}-ի չլիցենզավորված տարբերակն է: Ցուցափեղկի բոլոր հնարավորությունները օգտագործելու համար պետք է տեղադրել լիցենզավորված Back Office-ի տարբերակը
ka: {0} - ს Back Office - ს ეს ვერსია არ არის ლიცენზირებული! ტაბლოს ყველა ფუნქციონალობის გამოსაყენებლად გაიარეთ ლიცენზირება.
pl: Ta wersja Back Office {0} nielicencjonowana! Dla użycia wszystkich możliwości Tabeli należy zainstalować licencję.
ru: Эта версия Back Office {0} нелицензирована! Для использования всех возможностей Информационной панели необходимо установить лицензию.
uk: Ця версія Back Office {0} неліцинзована! Для використання всіх можливостей Табло, необхідно встановити ліцензію.

source: This is not a licensed version of {0}! Only less than 5 lines are allowed in a sale.
az: Вы используете нелицензионную версию {0}! Допустимо менее 5 строк в документе.
bg: Това е нелицензирана версия на {0}! При продажба могат да бъдат въведени до 5 реда.
es: ¡Esta no es una versión autorizada de {0}! Solo menos de 5 líneas son permitidas en una venta.
fr: Ce n'est pas une version sous licence de {0}! Seulement moins de 5 lignes sont autorisées dans une vente.
hy: Դուք օգտագործում եք {0}-ի չլիցենզավորված տարբերակը!փաստաթղթում հասանելի է 5-ից քիչ տող
ka: თქვენ იყენებთ {0} - ს არალიცენზირებულ ვერსიას! დოკუმენტში დასაშვებია არაუმეტეს 5 სტრიქონისა.
pl: Wykorzystujecie nielicencjowaną wersję {0}! Są dopuszczalne mniej niż 5 rządków w dokumencie.
ru: Вы используете нелицензионную версию {0}! Допустимо менее 5 строк в документе.
uk: Вы використовуєте неліцензійну версію {0}! Не більше 5 рядків допускається в документі.

source: This is not a licensed version of {0}! Only prices less than 10 are allowed in a sale.
az: Вы используете нелицензионную версию {0}! Допустимы цены менее 10 .
bg: Това е нелицензирана версия на {0}! При продажба могат да бъдат въведени цени до 10.
es: ¡Esta no es una versión autorizada de {0}! Solo los precios menores de 10 son permitidas en una venta.
fr: Ce n'est pas une version sous licence de {0}! Seuls les prix moins de 10 sont autorisés dans une vente.
hy: Դուք օգտագործում եք {0}-ի չլիցենզավորված տարբերակը! վաճառքի համար հասանելի է 10-ից պակաս գին
ka: თქვენ იყენებთ {0} - ს არალიცენზირებულ ვერსიას! გაყიდვისას დასაშვებია მხოლოდ 10 ერთეულზე ნაკლები ფასები.
pl: Wykorzystujecie nielicencjowaną wersję {0}! Są dopuszczalne ceny mniej niż 10 rządków w dokumencie.
ru: Вы используете нелицензионную версию {0}! Допустимы цены менее 10 .
uk: Вы використовуєте неліцензійну версію {0}! Небільше 10 цін допускається у продажу .

source: This is not a licensed version of {0}! Only quantities less than 3 are allowed in a sale.
az: Вы используете нелицензионную версию {0}! Допустимо количество менее 3.
bg: Това е нелицензирана версия на {0}! При продажба могат да бъдат въведени количества до 3.
es: ¡Esta no es una versión autorizada de {0}! Solo las cantidades menores de 3 son permitidas en una venta.
fr: Ce n'est pas une version sous licence de {0}! Seules les quantités de moins de 3 sont permises dans une vente.
hy: Դուք օգտագործում եք {0}-ի չլիցենզավորված տարբերակը! վաճառքի համար հասանելի է 3-ից պակաս քանակություն
ka: თქვენ იყენებთ {0} - ს არალიცენზირებულ ვერსიას! რაოდენობაში დასაშვებია არაუმეტეს 5 ცალის.
pl: Wykorzystujecie nielicencjowaną wersję {0}! Jest dopuszczalna ilość mniej niż 3 rządków w dokumencie.
ru: Вы используете нелицензионную версию {0}! Допустимо количество менее 3.
uk: Ви використовуєте неліцензійну версію {0}! не більше 3 кількості допускаються в продажу.

source: This is not a licensed version of {0}! Please purchase a license to use this device.
bg: Това е нелицензирана версия на {0}! Моля, закупете лиценз за да използвате това устройство.
hy: {0}-ի չլիցենզավորված տարբերակ
ka: ეს არ არის ლიცენზირებული ვერსია {0}! გთხოვთ შეიძინოთ ლიცენზია ამ მოწყობილობის გამოსაყენებლად.
ru: Эта версия {0} не лицензирована! Приобретите лицензию для использования устройства.

source: This is the identification number of the machine. Tipically the number starts with IN.
bg: Това е идентификационния номер на автомата. Обикновенно започва с IN.
es: Este es el número de identificación de la máquina. Típicamente el numero comienza con IN.
hy: Սա մեքենայի իդենտիֆիկացիոն համարն է: Մեքենայի համարը սկսվում է IN
ka: ეს არის მანქანის საიდენტიფიკაციო ნომერი. ჩვეულებრივ ნომერი იწყება IN-ით.
ru: Это идентификационный номер рабочего места. Обычно начинается с IN.

source: This is the name of the database in the IncoCloud group. For example "Main Warehouse".
bg: Това е името на базата данни в IncoCloud групата. Например "Основен Склад".
es: Este es el nombre de la base de datos en el grupo IncoCloud. Por ejemplo "Main Warehouse".
hy: Սա տվյալների բազայի անվանում է IncoCloud խմբում, օրինակ "Main Warehouse".
ka: ეს არის სახელი მონაცემთა ბაზის ინკო-ღრუბლის ჯგუფში. მაგალითად "მთავარი საწყობი".
ru: Это наименование базы данных в группе IncoCloud. Например, "Главный склад".

source: This is the name of the group in IncoCloud. For example "My Company". All the databases in this group will be synchronized together.
bg: Това е името на групата в IncoCloud. Например "Моята компания". Всички бази данни в тази група ще бъдат синхронизирани заедно.
es: Este es el nombre del grupo en IncoCloud. Por ejemplo " My Company". Todas las bases de datos en este grupo serán sincrronizadas juntas.
hy: Սա IncoCloud խմբի անվանում է, օրինակ "My Company". Այս խմբի բոլոր տվյալների բազաները սինխրոնիզացվելու են միասին
ka: ეს არის ჯგუფის სახელი ინკო-ღრუბელში. მაგალითად "ჩემი კომპანია". ყველა მონაცემთა ბაზა ამ ჯგუფში იქნება დასინქრონებული ერთად.
ru: Это имя группы в IncoCloud. Например, "Моя фирма". Все базы данных этой группы синхронизируются вместе.

source: This item shoud not be produced automatically
bg: Тази стока не трябва да бъде произвеждана автоматично
es: Estas mercancías no deben ser producidas automaticamente
hy: Տվյալ ապրանքը չի օգտագործվի ավտոմատ արտադրության մեջ
ka: ამ საქონლისთვის ავტომატური წარმოების გათიშვა
ru: Этот товар не будет произведен автоматически

source: This license can be used only while a certified fiscal printer is connected! Please connect and enable a proper fiscal printer in Edit->Devices... to use this license.
az: Эта лицензия может использоваться только при подключенном сертифицированном принтере! Подключите соответсвующий принтер в Правка->Устройства... для использования данной лицензии.
bg: Този лиценз може да бъде използван само ако удостоверен фискален принтер е свързан! Моля, свържете и включете подходящ фискален принтер от Редакция->Устройства, за да използвате този лиценз.
es: ¡Esta licencia solo puede ser usada mientras una impresora fiscal certificada esté conectada! Por favor conecte y habilite una impresora fiscal apropiada en Editar->Dispositivos... para usar esta licencia.
fr: Cette licence peut être utilisé que pendant une imprimante certifiée fiscale est connecté! Veuillez vous connecter et de permettre une imprimante bon exercice dans Édition-> Dispositifs ... d'utiliser cette licence.
hy: Տվյալ լիցենզիան կարող է օգտագործվել միայն, եթե սերտիֆիկացված ֆիսկալային տպիչ է միացված: Խնդրում ենք միացնել և թույլատրել ֆիսկալային տպիչը խմբագրել սարքավորուները բաժնում
ka: ეს ლიცენზია გამოყენებული შეიძლება იქნას მხოლოდ იმ შემთხვევაში, თუ მიერთებული იქნება სერტიფიცირებული ფოსკალური პრინტერი! ლიცენზიის გასააქტიურებლად გთხოვთ მიუერთოდ და ჩართოდ სერტიფიცირებული ფისკალური პრინტერი მენიუს პუნქიდან რედაქტირება -> მოწყობილობები...
pl: Ta licencja może wykorzystywać się tylko przy podłaczonej certyfikowanej drukarce! Podłaczcie potrzbną drukarkę w Poprawienie->Urządzenia... dla użycia tej licencji.
ru: Эта лицензия может использоваться только при подключенном сертифицированном принтере! Подключите соответствующий принтер в Редактирование->Устройства... для использования данной лицензии.
uk: Ця ліцензія може бути використана тільки при сертифікованих фінансових принтерах! Прохання зв'язатися і включити фіскальний принтер в Редагування->Пристроїв... використовуючи цю ліцензію.
