Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Operation types
az: Əməliyyat tipləri
bg: Типове операции
es: Tipos de operaciones
fr: Type d'opération
hy: Գործողություն
ka: ოპერაციის ტიპები
pl: Rodzaje operacyj
ru: Типы операций
uk: Типи операції

source: Operation types with payments
az: Ödənişli əməliyyat tipləri
bg: Типове операции с плащания
es: Tipos de operaciones con pagos
fr: Types d’opération avec des paiements
hy: Օպերացիայի տեսակը վճարումներով
ka: ოპერაციის ტიპები გადახდებითურთ
pl: Rodzaj operacji z oplatą
ru: Типы операций с оплатой
uk: Типи операцій з платежами

source: Operation user
az: Əməliyyat istifadəçisi
bg: Оператор
es: Operación de usuario
fr: Utilisateur d’opération
hy: Գործող օգտագործող
ka: ოპერაციის მომხმარებელი
pl: Użytkownik operacji
ru: Пользователь операции
uk: Операція користувача

source: Operation user No.
az: Əməliyyat istifadəçisinin nömrəsi
bg: Номер на оператора
es: Operación del No. de usuario
fr: Utilisateur d’opérationn °
hy: Գործող օգտագործողի համարը
ka: ოპერაციის მომხმარებლის ნომერი
pl: Numer użytkownika operacji
ru: Номер пользователя операции
uk: Номер операції користувача

source: Operation user access level
az: Əməliyyat istifadəçisinin yol verilən səviyyəsi
bg: Равнище на достъп на оператор
es: Operación del nivel de acceso
fr: Niveau d'accès utilisateur Opération
hy: Գործող օգտագործողի հասանելիության մակարդակ
ka: ოპერაციის მომხმარებლის წვდომის დონე
pl: Poziom dostępu użytkownika operacji
ru: Уровень доступа пользователя операции
uk: Рівень доступа операції

source: Operation user card No.
az: Əməliyyat istifadəçisinin kart nömrəsi
bg: Карта на оператор No
es: Operación del No. de tarjeta de usuario
fr: N ° de carte utilisateur de l’opération
hy: Գործող օգտագործողի քարտի համար
ka: ოპერაციის მომხმარებლის ბარათის ნომერი
pl: Numer karty użytkownika operacji
ru: Номер карты пользователя операции
uk: Номер картки операції користувача

source: Operation user code
az: Əməliyyat istifadəçisinin kodu
bg: Код на оператора
es: Operación del código de usuario
fr: Code utilisateur de l’opération
hy: Գործող օգտագործողի կոդը
ka: ოპერაციის მომხმარებლის კოდი
pl: Kod użytkownika operacji
ru: Код пользователя операции
uk: Операція коду користувача

source: Operation user group
az: Əməliyyat istifadəçisi Qrupu
bg: Група на оператора
es: Operación de grupo de usuario
fr: Groupe d'utilisateurs de l’opération
hy: Գործող օգտագործողի խումբը
ka: ოპერაციის მომხმარებლის ჯგუფი
pl: Grupa użytkownika operacji
ru: Группа пользователя операции
uk: Операція групи користувачів

source: Operation user group No.
az: Əməliyyat istifadəçisinin Qrup nömrəsi
bg: Номер на групата на оператора
es: Operación del No. de grupo de usuario
fr: Groupe d'utilisateurs de l’opération n °
hy: Գործող օգտագործողի խմբի համարը
ka: ოპერაციის მომხმარებლის ჯგუფის ნომერი
pl: Numer grupy użytkownika operacji
ru: Номер группы пользователя операции
uk: Операція номеру групи користувача

source: Operation user group code
az: Əməliyyat istifadəçisinin Qrup kodu
bg: Код на групата на оператора
es: Operación de grupo de código de usuario
fr: Code de groupe d'utilisateurs de l’opération
hy: Գործող օգտագործողի խմբի կոդը
ka: ოპერაციის მომხმარებლის ჯგუფის კოდი
pl: Kod grupy użytkownika operacji
ru: Код группы пользователя операции
uk: Операція коду групи користувача

source: Operation user order
az: Əməliyyat istifadəçisinin sıralanması
bg: Преимущество на оператора
es: Operación del pedido de usuario
fr: Ordre mode d’exploitation
hy: Գործող օգտագործողի կարգը
ka: ოპერაციის მომხმარებლის შეკვეთა
pl: Tryb użytkownika operacji
ru: Порядок пользователя операции
uk: Операція замовлення користувача

source: Operations
az: Əməliyyatlar
bg: Операции
es: Operaciones
hy: Գործողություններ
ka: ოპერაციები
pl: Operacje
ru: Операции
uk: Операції

source: Operations Report
bg: Справка за операции
es: Reporte de Operaciones
hy: Գործողություններ
ka: ოპერაციების ანგარიში
ru: Отчет об операциях

source: Operations per month:
bg: Операции за месец:
es: Operaciones por mes:
hy: Գործողություններ ամսվա ընթացքում:
ka: ოპერაციები თვიურად:
ru: Операций в месяц:

source: Operations...
bg: Операции...
es: Operaciones...
hy: Գործողություններ
ka: ოპერაციები ...
ru: Операции...

source: Operator
az: Əməliyyatlar
bg: Оператор
es: Operador
fr: Operateur
hy: Օպերատոր
ka: ოპერატორი
ru: Оператор
uk: Оператор

source: Operator Access Level
az: Operatorun yol verilən səviyyəsi
bg: Ниво на достъп на оператор
es: Nivel de Acceso del Operador
fr: Niveau d'accès opérateur
hy: Օպերատորի հասանելիության մակարդակ
ka: ოპერატორის წვდომის დონე
pl: Poziom Dostępu Operatora
ru: Уровень доступа оператора
uk: Рівень доступу оператора

source: Operator Card No.
az: Operatorun kart nömrəsi
bg: Карта на оператор №
es: No. deTarjeta del Operador
fr: N ° de carte d'opérateur
hy: Օպերատորի քարտի համար
ka: ოპერატორის ბარათის ნომერი
pl: Numer Karty Operatora
ru: Номер карты оператора
uk: Номер картки оператора

source: Operator Code
az: Operatorun kodu
bg: Код на оператор
es: Código del Operador
fr: Code opérateur
hy: Օպերատորի կոդը
ka: ოპერატორის კოდი
pl: Kod Operatora
ru: Код оператора
uk: Код оператора

source: Operator Group
az: Operator qrupu
bg: Група от оператори
es: Grupo del Operador
fr: Groupe d’Opérateur
hy: Օգտ/խումբ
ka: ოპერატორის ჯგუფი
pl: Grupa Operatora
ru: Группа оператора
uk: Група оператора

source: Operator Group Code
az: Operatorun qrup kodu
bg: Код на група от оператори
es: Código del Grupo del Operador
fr: Code de groupe Opérateur
hy: Օպերատորի խմբի կոդը
ka: ოპერატორის ჯგუფის კოდი
pl: Kod Grupy Operatora
ru: Код группы оператора
uk: Код групи оператора

source: Operator Group No.
az: Operatorun qrup nömrəsi
bg: Група от оператори №
es: No. del Grupo del Operador
fr: Groupe d’Opérateur N°
hy: Օպերատորի խմբի համարը
ka: ოპერატორის ჯგუფის ნომერი
pl: Numer Grupy Operatora
ru: Номер группы оператора
uk: Номер групи оператора

source: Operator No.
az: Operatorun nömrəsi
bg: Оператор №
es: No. del Operador
fr: Opérateur N°
hy: Օպերատորի համարը
ka: ოპერატორის ნომერი
pl: Numer operatora
ru: Номер оператора
uk: Номер оператора

source: Operator Order
az: Operator ardıcıllığı
bg: Преимущество на оператора
es: Pedido del Operador
fr: Ordre opérateur
hy: Օպերատորի կարգը
ka: ოპერატორის შეკვეთა
pl: Tryb Operatora
ru: Порядок оператора
uk: Замовлення оператора

source: Operator Sales Report
az: Operatorlar üzrə satış hesabatı
bg: Отчет за продажби по оператори
es: Reporte de Ventas del Operador
fr: Rapports des ventes Opérateur
hy: Հաշվետվություն ըստ օպերատորի կատարած վաճառքի
ka: ოპერატორის გაყიდვების რაპორტი
pl: Raport o sprzedażach operatora
ru: Отчет о продажах оператора
uk: Звіт по продажах оператора

source: Operator access level
az: Operatorun yol verilən səviyyəsi
bg: Ниво на достъп на оператор
es: Nivel de acceso del operador
fr: Opérations
hy: Օպերատորի հասանելիության մակարդակ
ka: ოპერატორის წვდომის დონე
pl: Poziom dostępu operatora
ru: Уровень доступа оператора
uk: Рівень доступу оператора

source: Operator card No.
az: Operatorun kart nömrəsi
bg: Карта на оператор №
es: No- de tarjeta del operador
fr: N ° de carte d'opérateur
hy: Օպերատորի քարտի համար
ka: ოპერატორის ბარათის ნომერი
pl: Numer karty operatora
ru: Номер карты оператора
uk: Номер картки оператора

source: Operator code
az: Operatorun kodu
bg: Код на оператор
es: Código del operador
fr: Code opérateur
hy: Օպերատորի կոդը
ka: ოპერატორის კოდი
pl: Kod operatora
ru: Код оператора
uk: Код оператора

source: Operator code:
bg: Код на оператор:

source: Operator group
az: Operator qrupu
bg: Група от оператори
es: Grupo del operador
fr: Groupe d’Opérateur
hy: Օգտ/խումբ
ka: ოპერატორის ჯგუფი
pl: Grupa operatora
ru: Группа оператора
uk: Група оператора

source: Operator group No.
az: Operatorun qrup nömrəsi
bg: Група от оператори №
es: No. del grupo del operador
fr: Groupe d’Opérateur N°
hy: Օպերատորի խմբի համարը
ka: ოპერატორის ჯგუფის ნომერი
pl: Numer grupy operatora
ru: Номер группы оператора
uk: Номер групи оператора

source: Operator group code
az: Operatorun qrup kodu
bg: Код на група от оператори
es: Código del grupo del operador
fr: Code de groupe Opérateur
hy: Օպերատորի խմբի կոդը
ka: ოპერატორის ჯგუფის კოდი
pl: Kod grupy operatora
ru: Код группы оператора
uk: Код групи оператора

source: Operator order
az: Operator ardıcıllığı
bg: Преимущество на оператора
es: Pedido del operador
fr: Ordre opérateur
hy: Օպերատորի կարգը
ka: ოპერატორის შეკვეთა
pl: Tryb operatora
ru: Порядок оператора
uk: Замовлення оператора

source: Operator:
bg: Оператор:
es: Operador:
fr: Opérateur:
hy: Օպերատոր
ka: ოპერატორი:
ru: Оператор:
uk: Оператор:

source: Operator: {0}
bg: Оператор: {0}
es: Operador: {0}
fr: Opérateur: {0}
hy: Օպերատոր: {0}
ka: ოპერატორი: {0}
ru: Оператор: {0}
uk: Оператор: {0}

source: Operators Report
az: Operatorlar üzrə hesabat
bg: Отчет на оператори
es: Reporte de Operaciones
fr: Rapport des opérateurs
hy: Օպերատորի հաշվետվություն
ka: რაპორტი ოპერატორების მიხედვით
pl: Raport po operatorach
ru: Отчет по операторам
uk: Звіт по операторам

source: Or
az: Və ya
bg: Или
es: O
fr: Ou
hy: Կամ
ka: ან
pl: Lub
ru: Или
uk: або

source: Or not
az: Və ya yox
bg: Или не
es: O no
fr: Ou pas
hy: Կամ ոչ
ka: ან არა
pl: Lub nie
ru: Или не
uk: або ні

source: Order
az: Sifariş
bg: Поръчка
es: Pedido
fr: Commander
hy: Պատվեր
ka: შეკვეთა
pl: Zamówienie
ru: Заказ
uk: Замовлення

source: Order code: {0}
bg: Код на поръчка: {0}
es: Código de order: {0}
hy: Պատվեր համար: {0}
ka: შეკვეთის კოდი: {0}
ru: Код заказа: {0}

source: Order the pre-ordered items for this reservation?
az: Заказать товары, подготовленные для данной резервации?
bg: Поръчка на предварително заявените стоки за тази резервация?
es: Ordenar los pedidos reservados para esta reservación?
fr: Commandez les articles pré-commandés pour cette réservation?
hy: Պատվիրել նախապես պատվիրված ապրանքներ ամրագրման համար ?
ka: ჯავშანში წინასწარ შეკვეთილი პროდუქციის შეკვეთა
pl: Zamówić towary, przygotowane zarezerwowany towar?
ru: Заказать товары, подготовленные для данной резервации?
uk: Замовлення попереднє замовлення вироби для цього резервування

source: Orders
az: Sifarişlər
bg: Поръчки
es: Pedidos
fr: Ordres
hy: Պատվերներ
ka: შეკვეთები
pl: Zamówienia
ru: Заказы
uk: Замовлення

source: Orders Report
az: Sifarişlər üzrə hesabat
bg: Отчет на поръчки
es: Reporte de Pedidos
fr: Rapport des commandes
hy: Հաշվետվություն պատվերներ
ka: რაპორტი შეკვეთების მიხედვით
pl: Raport po zamówieniach
ru: Отчет по заказам
uk: Звіт по замовленням

source: Orders for {0}
bg: Поръчки за {0}
es: Pedidos para {0}
hy: Պատվերներ {0}
ka: შეკვეთები {0}-სთვის
ru: Заказы для {0}

source: Original
az: Orijinal
bg: Оригинал
hy: Նախնական
ka: ორიგინალი
pl: Początkowy
ru: Исходный
uk: Оригінальний

source: Other
az: Digərləri
bg: Други
es: Otros
fr: Autre
hy: Այլ
ka: სხვა
pl: Inne
ru: Прочее
uk: Інші

source: Other - Select start page:
az: Digər - Başlanğıc səhifəni seçin:
bg: Друг - изберете стартов прозорец:
es: Otros - Seleccionar página de inicio:
fr: Autre - page d'accueil Sélectionner:
hy: Այլ - ընտրել սկզբնական էջը
ka: სხვა - ამოირჩიე საწყისი გვერდი:
pl: Inne - Wybierz stronę startową:
ru: Другое - Выберите начальную страницу:

source: Other->Settings->Special->Startup->Startup page
az: Alərlər -> Ayarlar -> Xüsusi parametrlər -> İşə sal -> Başlanğıc səhifəsi
bg: Други->Настройки->Специални->Стартиране->Стартов прозорец
es: Otros->Configuración->Especial->Iniciar->Iniciar página
fr: Autre-> Paramètres-> Spécial-> Démarrage-> page de démarrage
hy: Այլ, կարգավորումներ, հատուկ, սկզբնական էջ,
ka: სხვა->პარამეტრები->საწყისი->საწყისი გვერდი
pl: Inne-> Ustawienia-> Specjalne-> Uruchamianie-> Uruchamianie strony
ru: Инструменты -> Настройки -> Особые параметры -> Запуск -> Начальная страница

source: Out
az: Azdır
bg: Вън
es: Fuera
fr: Dehors
hy: Դուրս
ka: გარეთ
pl: Wyjście
ru: Недостаточно

source: Output parameters:
az: Çıxış parametrləri
bg: Изходни параметри:
es: Parámetros de salida:
fr: Les paramètres de sortie:
hy: Ելքային պարամետրեր
ka: გამოსავალი პარამეტრები
pl: Wyjściowe parametry
ru: Выходные параметры
uk: Вихідні властивості

source: Overlap mode:
az: Əvəzetmə üsulu:
bg: Режим на припокриване
es: Modo de superposición
fr: Mode Cascade:
hy: Զգուշացման միջոց
ka: შეცვლის მეთოდი:
pl: Sposób zastępstwa :
ru: Способ замещения:
uk: Спосіб заміни:

source: Owner
az: Sahib
bg: Собственик
es: Propietario
fr: Propriétaire
hy: Սեփականատեր
ka: მფლობელი
pl: Właściciel
ru: Владелец
uk: Власник

source: Owner:
bg: Собственик:
es: Propietario:
hy: Սեփականատեր
ka: მფლობელი:
ru: Владелец:
uk: Власник:

source: PARTIAL ORDER
az: HİSSƏLƏRLƏ SİFARİŞ
bg: ЧАСТИЧНА ПОРЪЧКА
es: PEDIDO PARCIAL
fr: Ordre partiel
hy: Մասնակի պատվեր
ka: ნაწილობრივი შეკვეთა
pl: CZĄSTKOWE ZAMÓWIENIE
ru: ЧАСТИЧНЫЙ ЗАКАЗ
uk: ЧАСТКОВЕ ЗАМОВЛЕННЯ

source: PAYMENT NOTE
az: ÖDƏNİŞ BİLDİRİŞİ
bg: ПЛАТЕЖНО НАРЕЖДАНЕ
es: NOTA DE PAGO
fr: NOTE DE PAIEMENT
hy: ՆԱԽՆԱԿԱՆ ՀԱՇԻՎ
ka: გადახდის შეტყობინება
pl: PŁATNICZE ZAWIADOMIENIE
ru: ПЛАТЕЖНОЕ ИЗВЕЩЕНИЕ
uk: ПЛАТІЖНЕ ПОВІДОМЛЕННЯ

source: Packing Give
az: Sifarişin qablaşdırılması
bg: Пакетиране на доставка
es: Dar Embalaje
fr: L'emballage donne
hy: Պատվերի փաթեթ
ka: შეკვეთის შეფუთვა
pl: Upakowywanie zamówienia
ru: Упаковка заказа
uk: Упаковка замовлення

source: Packing Product
az: Məhsulun qablaşdırılması
bg: Пакетиране на продукт
es: Empacar Producto
fr: Emballage du produit
hy: Արտադրանքի փաթեթ
ka: ნაწარმის შეფუთვა
pl: Upakowywanie Zamówienia
ru: Упаковка продукта
uk: Упаковка продукту

source: Packing Raw Material
az: Xammalın qablaşdırılması
bg: Пакетиране на суровина
es: Empacando Materia Prima
fr: Emballage de matières premières
hy: Փաթեթի նյութ
ka: ნედლეულის შეფუთვა
pl: Upakowywanie surowca
ru: Упаковка сырья
uk: Упаковка сировини

source: Packing Return
az: Qablaşdırmanın qaytarması
bg: Връщане на пакет
es: Paquete de devolución
fr: Emballage de retour
hy: Փաթեթի վերադարձ
ka: შეფუთვის დაბრუნება
pl: Powrót opakowania
ru: Возврат упаковки
uk: Повернення упаковки

source: Padding
az: Boşluqlar
bg: Отместване
es: Rellenar
fr: Remplissage
hy: Լրացում
ka: დატენვა
pl: Odstępstwa
ru: Отступы
uk: Заповнення

source: Page Break
az: Səhifə bölgüsü
bg: Прекъсване
es: Salto de Página
fr: Saut de page
hy: Էջի ընդհատում
ka: გვერდის სვეტი
pl: Podział strony
ru: Разрыв страницы
uk: Розрив сторінки

source: Page Content
az: Səhifənin məzmunu
bg: Съдържание
es: Contenido de Página
fr: Contenu de la page
hy: Էջի պարունակություն
ka: გვერდის შიგთავსი
pl: Treść strony
ru: Содержание страницы
uk: Вміст сторінки

source: Page Footer
az: Səhifənin aşağı hissəsi
bg: Долен колонтитул
es: Pie de Página
fr: Pied de page
hy: Էջի ստորագիր
ka: გვერდის ბოლოსართი
pl: Dolna część strony
ru: Нижняя часть страницы
uk: Нижній колонтитул сторінки

source: Page Header
az: Səhifə başlığı
bg: Горен колонтитул
es: Encabezado de Página
fr: En-tête de page
hy: Էջի վերնագիր
ka: გვერდის თავსართი
pl: Tytuł strony
ru: Заголовок страницы
uk: Заголовок сторінки

source: Page {0} of the document
az: {0} sənədinin səhifəsi
bg: Страница {0} от документа
es: Página {0} del documento
fr: Page {0} du document
hy: Փաստաթղթի {0} էջ
ka: დოკუმენტის {0} გვერდი
pl: Strona {0} dokumentu
ru: Страница {0} документа
uk: Сторінка {0} документу

source: Page {0} of {1}
az: Səhifə {1}-dən {0}
bg: Стр {0} от {1}
es: Página {0} de {1}
fr: Page {0}de {1}
hy: Էջ {0} -ից {1}
ka: გვერდი{0} {1}დან
pl: Strona {0} z {1}
ru: Страница {0} из {1}

source: Page:
az: Səhifə:
bg: Страница:
es: Página:
hy: Էջ
ka: გვერდი:
pl: Strona:
ru: Страница:
uk: Сторінка:

source: Pages shown:
az: Səhifələr göstərildi:
bg: Страниране:
es: Páginas mostradas:
fr: Pages affichées:
hy: Ներկայացված էջեր
ka: ნაჩვენები გვერდების რაოდენობა:
pl: Pokaż stronę :
ru: Показано страниц:
uk: Показано сторінок:

source: Paging
az: Səhifələrə bölmək
bg: Страниране
es: Paginado
fr: Pagination
hy: Տեղեկացում
ka: გვერდების დანომვრა
pl: Rozbić na strony
ru: Разбить на страницы
uk: Пейджинг

source: Paid
az: Ödənildi
bg: Платено
es: Pagado
fr: Payé
hy: Վճարված
ka: გადახდილი
pl: Zapłacono
ru: Оплачено

source: Palette
az: Palitra
bg: Палитра
es: Paleta
hy: Պալիտրա
ka: პალიტრა
pl: Paleta
ru: Палитра
uk: Палітра

source: Panels
az: Panellər
bg: Панели
es: Paneles
fr: Les panneaux
hy: Պանելներ
ka: პანელები
pl: Panele
ru: Панели
uk: Панелі

source: Paper Feed
az: Lentin proqonu
bg: Придвижване на хартията
es: Alimentación del papel
fr: Alimentation
hy: Թղթի դնելը
ka: ლენტის გარბენა
pl: Przepędzenie taśmy
ru: Прогон ленты
uk: Прогін ленти

source: Paper size:
bg: Размер на хартия:
es: Tamaño de hoja
fr: Taille du papier:
hy: Թղթի չափը
ka: ქაღალდის ზომა:
ru: Размер бумаги:

source: Parent group:
az: Əsas qrup:
bg: Подгрупа на:
es: Grupo Principal
fr: Groupe parent:
hy: Ենթախումբ
ka: ძირითადი ჯგუფი
pl: Główna grupa
ru: Основная группа
uk: Основна група

source: Partner
az: Partnyor
bg: Партньор
es: Socio
fr: Partenaire
hy: Գործընկեր
ka: პარტნიორი
ru: Партнер
uk: Партнер

source: Partner Code
az: Partnyorun kodu
bg: Код на партньор
es: Código de Socio
fr: Code partenaire
hy: Գործընկերոջ կոդ
ka: პარტნიორის კოდი
pl: Kod Partnera
ru: Код партнера
uk: Код партнера

source: Partner Debt
bg: Дълг на партньор
es: Deuda de socio
hy: Գործընկերոջ պարտավորությունները
ka: პარტნიორის ვალი
ru: Задолженность партнера:

source: Partner Group
az: Partnyorun qrupu
bg: Група от партньори
es: Grupo de socio
fr: Groupe Tiers
hy: Գործ/խումբ
ka: პარტნიორის ჯგუფი
pl: Grupa Partnera
ru: Группа партнера
uk: Група партнера

source: Partner Group Code
az: Partnyorun qrup kodu
bg: Код на група от партньори
es: Código del Grupo de Socio
fr: Code de Groupe Tiers
hy: Գործընկերոջ խմբի կոդը
ka: პარტნიორის კოდი
pl: Kod Grupy Partnera
ru: Код группы партнера
uk: Код групи партнера

source: Partner Group No.
az: Partnyorun qrup nömrəsi
bg: Група от партньори №
es: Grupo de socio No.
fr: Groupe Tiers N°
hy: Գործընկերոջ խմբի համարը
ka: პარტნიორის ჯგუფის კოდი
pl: Numer Grupy Partnera
ru: Номер группы партнера
uk: Номер групи партнера

source: Partner Name
az: Partnyorun adı
bg: Име на партньор
es: Nombre de socio
fr: Nom de partenaire
hy: Գործընկեր
ka: პარტნიორის სახელი
pl: Miano Partnera
ru: Наименование партнера
uk: Ім'я партнера

source: Partner No.
az: Partnyorun nömrəsi
bg: Партньор №
es: Socio No.
fr: Partenaire N°
hy: Գործընկերոջ համարը
ka: პარტნიორის ნომერი
pl: Numer partnera
ru: Номер партнера
uk: Номер партнера

source: Partner "{0}" cannot be found!
bg: Партньор "{0}" не може да бъде намерен!
es: ¡El socio "{0}" no puede ser encontrado!
hy: "{0}" գործընկերը գոյություն չունի
ka: პარტნიორი "{0}" ვერ ვიპოვე!
ru: Партнер "{0}" не может быть найден!
uk: Партнер "{0}" не знайдений!

source: Partner code
az: Partnyorun kodu
bg: Код на партньор
es: Código de socio
fr: Code partenaire
hy: Գործընկերոջ կոդը
ka: პარტნიორის კოდი
pl: Kod partnera
ru: Код партнера
uk: Код партнера

source: Partner code pattern:
az: Partnyor kodu şablonu:
bg: Модел за код на партньор
es: Patrón del código de socio
fr: Modèle de code partenaire:
hy: Գործընկերոջ կոդի նմուշ
ka: პარტნიორის კოდის ნიმუში
pl: Szablon kodu partnera :
ru: Шаблон кода партнера:

source: Partner code preview:
az: Partnyor kodu nümunəsi:
bg: Изглед на код на партньор
es: Vista previa del código de socio:
fr: Aperçu du code partenaire:
hy: Գործընկերոջ կոդի օրինակ
ka: პარტნიორის კოდის ჩვენება
pl: Wzorzec kodu partnera :
ru: Образец кода партнера:

source: Partner debt:
bg: Дълг на партньор:
es: Deuda de socio:
hy: Գործընկերոջ պարտավորությունները
ka: პარტნიორის ვალი:
ru: Задолженность партнера:

source: Partner group
az: Partnyorun qrupu
bg: Група от партньори
es: Grupo de socio
fr: Groupe Tiers
hy: Գործ/խումբ
ka: პარტნიორების ჯგუფი
pl: Grupa partnera
ru: Группа партнера
uk: Група партнера

source: Partner group Code
az: Partnyorun qrup kodu
bg: Код на група от партньори
es: Código del grupo de Socio
fr: Code de groupe Tiers
hy: Գործընկերոջ խմբի կոդը
ka: პარტნიორის კოდი
pl: Kod grupy partnera
ru: Код группы партнера
uk: Код групи партнера

source: Partner group No.
az: Partnyorun qrup nömrəsi
bg: Група от партньори №
es: Grupo de socio No.
fr: Groupe Tiers N°
hy: Գործընկերոջ խմբի համարը
ka: პარტნიორის ჯგუფის კოდი
pl: Numer grupy partnera
ru: Номер группы партнера
uk: Номер групи партнера

source: Partner in Use
bg: Партньор в употреба
es: Socio en uso
fr: Partenaire en cours d’Utilisation
hy: Գործընկերը օգտագործվում է
ka: პარტნიორი გამოყენებაში
ru: Используемый партнер

source: Partner name
az: Partnyorun adı
bg: Име на партньор
es: Nombre de socio
fr: Nom de partenaire
hy: Գործընկեր
ka: პარტნიორის სახელი
pl: Miano partnera
ru: Наименование партнера
uk: Ім'я партнера

source: Partner name cannot be empty!
az: Partnyorun adı boş ola bilməz!
bg: Необходимо е да въведете име на партньора!
es: ¡El nombre del socio no puede ser encontrado!
fr: Nom de partenaire ne peut pas être vide!
hy: Գործընկերը չի կարող դատարկ լինել!
ka: პარტნიორის დასახელება არ შეიძლება იყოს ცარიელი!
pl: Miano partnera nie może być pust!
ru: Наименование партнера не может быть пустым!
uk: Назва партнера не може бути пустою!

source: Partner type:
az: Partnyor tipi:
bg: Тип на партньора:
es: Tipo de socio:
fr: Type de partenaire:
hy: Գործընկերոջ տեսակը
ka: პარტნიორის ტიპი:
pl: Rodzaj partnera :
ru: Тип партнера:
uk: Тип партнера:

source: Partner types
az: Partnyor tipləri
bg: Типове партньори
es: Tipos de socios
fr: Types de partenaire
hy: Գործընկերոջ տեսակը
ka: პარტნიორის ტიპები
pl: Rodzaji partnera
ru: Типы партнера
uk: Тип парнера

source: Partner with the code "{0}" already exists! Do you want to save the partner anyway?
az: "{0}" kodlu Partnyorlar artıq mövcuddur. Davam edirsiniz??
bg: Партньор с код "{0}" вече съществува. Желаете ли да продължите?
es: ¡Un socio con el código "{0}" ya existe! ¿Desea guardar el socio de todas formas?
fr: Partenaire avec le code "{0} "existe déjà! Voulez-vous sauvegarder le partenaire de toute façon?
hy: Արդեն գոյություն ունի"{0}" կոդով գործընկեր. ցանկանում եք պահպանել գործընկերոջը ?
ka: პარტნიორი კოდით "{0}" უკვე არსებობს. გავაგრძელო?
pl: Partner z kodem "{0}" już istnieje. Kontynuować?
ru: Партнер с кодом "{0}" уже существует. Продолжить?
uk: Партнер з кодом "{0}" вже є. Продовжити?

source: Partner with the name "{0}" already exists! Do you want to save the partner anyway?
az: "{0}" kodlu Partnyorlar artıq mövcuddur. Davam edirsiniz?
bg: Партньор с име "{0}" вече съществува. Желаете ли да продължите?
es: ¡Un socio con el nombre "{0}" ya existe! ¿Desea guardar el socio de todas formas?
fr: Partenaire avec le nom "{0} "existe déjà! Voulez-vous sauvegarder le partenaire de toute façon?
hy: Արդեն գոյություն ունի "{0}" անունով գործընկեր. ցանկանում եք պահպանել գործընկերոջը ?
ka: პარტნიორი სახელით "{0}" უკვე არსებობს. გავაგრძელო?
pl: Partner z kodem "{0}" już istnieje. Kontynuować?
ru: Партнер с кодом "{0}" уже существует. Продолжить?
uk: Партнер з кодом "{0}" вже є. Продовжити?

source: Partner:
az: Partnyor
bg: Партньор:
es: Socio:
fr: Partenaire:
hy: Գործընկեր
ka: პარტნიორი
ru: Партнер
uk: Партнер

source: Partner: {0}
az: Partnyor: {0}
bg: Партньор: {0}
es: Socio: {0}
fr: Partenaire: {0}
hy: Գործընկեր: {0}
ka: პარტნიორი: {0}
ru: Партнер: {0}
uk: Партнер: {0}

source: Partners
az: Partnyorlar
bg: Партньори
es: Socios
fr: Les partenaires
hy: Գործընկերներ
ka: პარტნიორები
pl: Partnery
ru: Партнеры
uk: Партнери

source: Partners Debt Report
bg: Справка за дълг на партньори
es: Reporte de Deudas de Socios
hy: Գործընկերոջ պարտավորությունները
ka: პარტნიორის ვალის ანგარიში
ru: Отчет по задолженности партнеров

source: Partners Debt...
bg: Дълг на партньори...
es: Deudas de Socios...
hy: Գործընկերոջ պարտավորությունները
ka: პარტნიორის ვალი...
ru: Задолженность партнеров

source: Partners Report
az: Partnyorlar üzrə hesabat
bg: Справка за партньори
es: Reporte Socios
fr: Rapport des partenaires
hy: Հաշվետվություն գործընկերներ
ka: რაპორტი პარტნიორების მიხედვით
pl: Raport o partnerach
ru: Отчет по партнерам
uk: Звіт по партнерам
