Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Tax Received Amount
bg: Сума на получения данък
es: Cantidad Recibida de Impuestos
hy: Ստացված հարկ գումար
ka: გადასახადის მიღებული თანხა
ru: Сумма полученных налогов

source: Tax Received Amount Included
bg: Сума на включения получен данък
es: Cantidad Recibida de Impuestos Incluidos
hy: Ստացված հարկ (ներառյալ) գումար
ka: გადასახადის მიღებული თანხა მოიცავს
ru: Сумма с учетом полученных налогов

source: Tax Received Included
az: Alınmış vergini də daxil etməklə
bg: Включен получен данък
es: Impuestos Recibidos Incluidos
fr: Taxe Reçue incluse
hy: Ստացված հարկ (ներառյալ)
ka: მიღებული გადახდა მოიცავს
pl: Włączając Otrzymany Podatek
ru: Включая полученный налог
uk: Податкова отримала included

source: Tax amount
az: Vergi məbləği daxildir
bg: Данък ст-ст
es: Cantidad de Impuesto
fr: Montant de taxe
hy: Հարկ գումար
ka: გადასახადის ჯამი
pl: Suma podatku
ru: Сумма налога
uk: Сума податку

source: Tax amount included
az: Vergi məbləği daxildir
bg: Данъчна ст-ст включена
es: Cantidad de impuesto incluido
fr: Montant de la taxe incluse
hy: Հարկ (ներառյալ) գումար
ka: გადასახადის თანხა ჩართულია
pl: Suma podatku jest włączona
ru: Сумма налога включена
uk: Сума податку включена

source: Tax bank
az: Vergi Bankı
bg: Банка за данък
es: Banco de Impuesto
fr: La Taxede la banque
hy: Հարկերի վճարման բանկ
ka: საგადასახადო ბანკი
pl: Bank dla spłaty podatku
ru: Банк для уплаты налога
uk: Податковий банк

source: Tax bank name:
az: Bankın adı
bg: Име на банка за данък:
es: Nombre del banco de impuesto:
fr: Le nom la Taxe de la Banque
hy: Հարկերի վճարման բանկի անունը
ka: ბანკის დასახელება
pl: Miano banku
ru: Наименование банка
uk: Назва банку

source: Tax date
az: Vergi hadisəsi tarixi
bg: Дата на данъчното събитие
es: Fecha de impuesto
fr: Date de Taxe
hy: Հարկի ամսաթիվ
ka: გადახდის თარიღი
pl: Data podatkowego wydarzenia
ru: Дата налогового события
uk: Податкова дата

source: Tax given
az: Verilmiş vergi
bg: Даден данък
es: Impuesto dado
fr: Taxe donnée
hy: Տրված հարկ
ka: გადახდილია
pl: Wydany podatek
ru: Выданный налог
uk: Податкові дані

source: Tax given included
az: Verilmiş vergini daxil etməklə
bg: Включен внесен данък
es: Impuestos dados incluidos
fr: Taxe donnée incluse
hy: Տրված հարկ (ներառյալ)
ka: გადახდა მოიცავს
pl: Włączając wydany podatek
ru: Включая выданный налог
uk: Податкових дані включені

source: Tax group No.
az: Vergi qrupunun nömrəsi
bg: Данъчна група №
es: No. del grupo de impuesto
fr: N° du groupe de la taxe
hy: Հարկային խմբի համարը
ka: გადადის ჯგუფის ნომერი
pl: Numer podatkowej grupy
ru: Номер налоговой группы
uk: Номер подакової групи

source: Tax group code
az: Vergi qrupunun kodu
bg: Код на данъчна група
es: Código del grupo de impuesto
fr: Code de groupe de la taxe
hy: Հարկային խումբ
ka: გადადის ჯგუფის კოდი
pl: Kod podatkowej grupy
ru: Код налоговой группы
uk: Податковий код групи

source: Tax group name
az: Vergi qrupunun adı
bg: Име на данъчна група
es: Nombre del grupo de impuesto
fr: Nom de groupe de la taxe
hy: Հարկային խմբի անունը
ka: გადადის ჯგუფის სახელი
pl: Miano podatkowej grupy
ru: Наименование налоговой группы
uk: Ім'я податкової групи

source: Tax group value (%)
az: Vergi qrupunun stavka göstəricisi(%)
bg: Стойност на данъчна група (%)
es: Valor (%) del grupo de impuesto
fr: Valeur du groupe de la taxe (%)
hy: Հարկային խմբի արժեքը (%)
ka: გადადის ჯგუფის ღირებულება(%)
pl: Znaczenie stawki podatkowej grupy (%)
ru: Значение ставки налоговой группы(%)
uk: Значення подакової групи (%)

source: Tax included
az: Vergi daxildir
bg: Включен данък
es: Impuestos incluidos
fr: Taxes incluses
hy: Տրված հարկ (ներառյալ)
ka: გადასახადი ჩართულია
pl: Podatek jest włączony
ru: Налог включен
uk: Податок включений

source: Tax number
az: Vergi nömrəsi
bg: Данъчен номер
es: Número de impuesto
fr: Matricule fiscale
hy: Հարկի համար
ka: გადასახადის ნომერი
pl: Numer podatku
ru: Номер налога
uk: Номер податку

source: Tax number:
az: Vergi nömrəsi
bg: Данъчен номер:
es: Número de impuesto:
fr: Matricule fiscale:
hy: Հարկի համար
ka: გადასახადის ნომერი:
pl: Numer podatku:
ru: Номер налога:
uk: Номер податку:

source: Tax rates in {0} and QuickBooks must have the save value!
bg: Данъчните ставки в {0} и QuickBooks трябва да имат еднакви стойности!
hy: {0} Հարկայնին դրույքաչափերը պետք է լինեն
ru: Ставки налогов в {0} и QuickBooks должны быть одинаковы!

source: Tax received
az: Alınmış vergi
bg: Получен данък
es: Impuesto recibido
fr: Taxe reçue
hy: Ստացված հարկ
ka: გადახდა მიღებულია
pl: Otrzymany podatek
ru: Полученный налог
uk: Податкова отримала

source: Tax received included
az: Alınmış vergini də daxil etməklə
bg: Включен получен данък
es: Impuestos recibidos incluidos
fr: Taxe recue incluse
hy: Ստացված հարկ (ներառյալ)
ka: მიღებული გადახდა მოიცავს
pl: Włączając otrzymany podatek
ru: Включая полученный налог
uk: Податкова отримала included

source: Tax:
az: Vergi:
bg: Данък:
es: Impuesto:
fr: Taxe
hy: Հարկ
ka: გადასახადი:
pl: Podatek:
ru: Налог:
uk: Податок:

source: Taxes
bg: Данъци
es: Impuestos
hy: Հարկեր
ka: გადასახადები
ru: Налоги

source: Taxes & Payments
bg: Данъци и плащания
hy: Հարկեր և վճարումներ
ka: გადასახადები & გადახდები
ru: Налоги и оплаты

source: Tea - Bulgarian
az: Çay
bg: Чай - Български
es: Té - Búlgaro
fr: Thé
hy: Թեյ
ka: ჩაი
pl: Herbata
ru: Чай

source: Tell us what is the problem and when it happens?
bg: Кажете ни какъв е проблема и кога се появява?
es: ¿Díganos cuál es el problema y cuándo sucede?
hy: Նկարագրեք սխալը և երբ է այն տեղի ունենում
ka: გვითხარით რაში მდგომარეობს პრობლემა და როდის მოხდა?
ru: Объясните нам проблему и когда она возникла?

source: Ten
az: On
bg: Десет
es: Diez
fr: Dix
hy: Տաս
ka: ათი
pl: Dziesięć
ru: Десять
uk: Десять

source: Test
bg: Тест
es: Probar
fr: Essai
hy: Թեստ
ka: ტესტი
ru: Тест
uk: Тест

source: Test Report
az: Test hesabatı
bg: Тестова справка
es: Reporte de prueba
fr: Rapport d'essai
hy: Թեստային հաշվետվություն
ka: ანგარიშის ტესტი
pl: Raport dla testowania
ru: Отчет для тестирования
uk: Тестовий звіт

source: Testing Device Connection...
az: Avadanlıqla əlaqə testi...
bg: Тест на връзката с устройството...
es: Probando conexión de dispositivos...
fr: Test de Connexion du périphérique ...
hy: Սարքի հետ կապված թեստավորում
ka: მოწყობილობასთან კავშირის ტესტი...
pl: Test związku z urządzeniem.
ru: Тест связи с устройством...
uk: Тест зв'язку з пристроєм...

source: Testing database connection...
bg: Изпробване на връзката с базата...
es: Probando la conexión de la base de datos...
hy: Տվյալների բազայի միացման ստուգում
ka: მონაცემთა ბაზასთნ კავშირის ტესტი...
ru: Тестирование связи с базой данных
uk: Тест зв'язку з базою даних...

source: Text
az: Tekst
bg: Текст
es: Texto
fr: Texte
hy: Տեքստ
ka: ტექსტი
pl: Tekst
ru: Текст
uk: Текст

source: Text Box
az: Tekst sahəsi
bg: Текстово поле
es: Caja de texto
fr: Zone de texte
hy: Տեքստ արկղ
ka: ტექსტი
pl: Tekstowe pole
ru: Текстовое поле
uk: Напис

source: Text align
az: Teksti tarazlaşdırma
bg: Подравняване на текста
es: Alineación del texto
fr: Aligner le Texte
hy: Տեքստի հավասարեցում
ka: ტექსტის განლაგება
pl: Wyrównywanie tekstu
ru: Выравнивание текста
uk: Вирівнювання тексту

source: Text files
bg: Текстови файлове
es: Archivos de texto
hy: Տեքստայինն ֆայլ
ka: ტექსტური ფაილები
ru: Текстовый документ

source: Text formatting
bg: Форматиране на текста
es: Formato del texto
hy: Տեքստի ֆորմատավորում
ka: ფორმატირების ტესტი
ru: Формат текста

source: Text position:
bg: Разположение на текст:
es: Posición del texto
fr: La position du texte:
hy: Տեքստի դիրքը
ka: ტექსტის პოზიციები:
ru: Позиция текста:

source: Text source:
bg: Източник на текст:
es: Origen del texto
fr: Source du texte:
hy: Տեքստի աղբյուր
ka: ტექსტის წყარო
ru: Источник текста:

source: Text:
az: Tekst:
bg: Текст:
es: Texto:
fr: Texte:
hy: Տեքստ
ka: ტექსტი:
pl: Tekst:
ru: Текст:
uk: Текст:

source: TextBox
az: Tekst sahəsi
bg: Текстово поле
es: Caja de texto
fr: Zone de texte
hy: Տեքստ արկղ
ka: ტექსტი
pl: Tekstowe pole
ru: Текстовое поле
uk: Напис

source: Thank you for creating a new account. This is an automatically sent message from IncoCloud.
bg: Благодаря Ви, че създадохте нов акаунт. Това е автоматично съобщение, изпратено от IncoCloud.
es: Gracias por crear una nueva cuenta. Este es un mensaje automático enviado desde IncoCloud.
hy: Շնորհակալություն նոր հաշվի ստեղծման համար
ka: მადლობა ახალი ანგარიშის გახსნისთვის. ეს არის ინკო-ღრუბლის ავტომატური შეტყობინება.
ru: Спасибо за регистрацию. Это автоматическое сообщение IncoCloud.
uk: Дякуємо за реєстрацію. Це автоматичне повідомлення IncoCloud.

source: Thank you for updating your account information. This is an automatically sent message from IncoCloud.
bg: Благодаря Ви, че обновихте вашият акаунт. Това е автоматично съобщение, изпратено от IncoCloud.
es: Gracias por actualizar su información de la cuenta. Éste es un mensaje enviado automáticamente de IncoCloud.
hy: Շնորհակալություն ձեր հաշվի ինֆորմացիայի թարմացման համար
ka: მადლობა თქვენი ანგარიში ინფორმაციის განახლებისთვის. ეს არის ინკო-ღრუბლის ავტომატური შეტყობინება.
ru: Спасибо за обновление информации об учетной записи. Это автоматическое сообщение IncoCloud.

# Distribution
source: That information will be shared only with your clients. This way they will be able to get support when they need it.
bg: Тази информация ще бъде споделена само с вашите клиенти. Така те ще могат да получат поддръжка, когато имат нужда от нея.
es: La información solo puede ser compartida con sus clientes. De esta forma ellos podrán tener soporte cuando lo necesiten
hy: Այդ տեղեկությունը կուղարկի միայն ձեր հաճախորդներին: Նրանք կկարողանան անհրաժեշտության դեպքում ստանալ աջակցություն
ka: ეს ინფორმაცია გაზიარებული იქნება თქვენს კლიენტებთან. ამ გზით ისინი მიიღებენ ტექნიკურ მხარდაჭერას მაშინ, როცა მათ დასჭირდებათ ეს.
ru: Данную информация вы можете предоставить только своим клиентам. Таким образом, они смогут получить поддержку, когда им это будет необходимо.

source: The Barcode Printer module is not free! You are running an evaluation version of this module and it will have limitations once you reach 100 sales! To use the full capabilities of this module please purchase a license.
bg: Модулът "Баркод-принтер" не е безплатен! Работите с пробна версия на модула и ще срещнете ограничения, когато стигнете 100 продажби! За да използвате пълните възможности на модула, моля, закупете лиценз.
es: ¡El módulo de Impresora del Código de Barras no es gratis! ¡Usted está manejando una versión de evaluación de este módulo y tendrá limitaciones una vez que usted alcance 100 ventas! Para usar las capacidades completas de este módulo por favor compre una licencia.
hy: Լիցենզիայի բացակայություն
ka: შტრიხკოდების პრინტერის მოდული არ არის უფასო! თქვენ გაქვთ დემო-ვერსია, რომელიც შეზღუდულია 100 გაყიდვით! შემდგომი გამოყენებისთვის შეიძინეთ ლიცენზია.
ru: Модуль Barcode Printer не является бесплатным. Вы используете пробную версию с ограничением в 100 продаж. Для использования без ограничений приобретите лицензию.
uk: Модуль Barcode Printer не безкоштовний! Ви працюєте в ознайомчій версії цього модуля, він має обмежень як тільки ви досягнете 100 продажів! Щоб використовувати всі можливості цього модуля необхідно придбати ліцензію.

source: The Barcode Scanner application is required to scan barcodes. Would you like to install it?
bg: Приложението Barcode Scanner е необходимо за да сканирате баркодове. Желаете ли да го инсталирате?
es: La aplicación Barcode Scanner es necesaria para escanear los códigos de barra. ¿Desea instalarla?
hy: Barcode Scanner ծրագրի օգնությամբ դուք կարող եք սկանավորել գծիկավոր կոդերը.. Ցանկանում եք տեղադրել այն ?
ka: შტრიხკოდების სკანირებისთვის საჭირო არის შტრიხკოდების წამკითხველის პროგრამა. გსურთ დავაინსტალო?
ru: Необходимо приложение для работы со сканером штрих-кодов. Установить?
uk: Необхідно мати додаток для роботи зі сканером штрих-кодів. Встановити?

source: The Cash Book is part of the Advanced Operations module which is not free! You are running an evaluation version of this module and it won't be able to change entries and print orders once you reach 100 sales! To use the full capabilities of this module please purchase a license.
bg: Касовата книга е част от модул, който не е безплатен! Работите с пробна версия на модула и няма да можете да редактирате записи и печатате ордери, когато стигнете 100 продажби! За да използвате пълните възможности на модула, моля, закупете лиценз.
es: ¡El Libro de Caja es del módulo de Operaciones Avanzadas el cual no es gratis! ¡Usted está manejando una versión de evaluación de este módulo y no podrá cambiar ingresos e imprimir pedidos una vez que alcance 100 ventas! Para usar las capacidades completas de este módulo por favor compre una licencia.
hy: Լիցենզիայի բացակայություն
ka: სალაროს წიგნაკი არის ოპერაციების გამოყენება არ არის უფასო! თქვენ გაქვთ დემო-ვერსია, რომელიც შეზღუდულია 100 გაყიდვით! შემდგომი გამოყენებისთვის შეიძინეთ ლიცენზია.
ru: Модуль Кассовый журнал не является бесплатным. Вы используете пробную версию с ограничением в 100 продаж. Для использования без ограничений приобретите лицензию.
uk: Касовий журнал є частиною платного модуля Додаткові Операції! Ви працюєте в ознайомчій версії цього модуля і він буде мати обмеження як тільки ви досягнете 100 продажів! Щоб використовувати всі можливості цього модуля необхідно придбати ліцензію.

source: The Consignment Return operation is part of the Advanced Operations module which is not free! You are running an evaluation version of this module and it will have limitations once you reach 100 sales! To use the full capabilities of this module please purchase a license.
bg: Операция връщане по консигнация е част от модул Разширени операции, който не е безплатен! Работите с пробна версия на модула и ще срещнете ограничения, когато стигнете 100 продажби! За да използвате пълните възможности на модула, моля, закупете лиценз.
es: ¡La operación de Devolución de consignaciónes parte del módulo de Operaciones Avanzadas el cual no es libre! Está ejecutando una versión de evaluación de este módulo y esto tendrá limitaciones una vez que tenga 100 ventas! Para usar el total de las capacidades de este módulo por favor compre una licencia.
hy: Լիցենզիայի բացակայություն
ka: კონსიგნაციით დაბრუნების ოპერაცია არის ფასიანი მოდულის შემადგენელი ნაწილი! თქვენ გაქვთ დემო-ვერსია, რომელიც შეზღუდულია 100 გაყიდვით! შემდგომი გამოყენებისთვის შეიძინეთ ლიცენზია.
ru: Модуль Возврат по консигнации не является бесплатным. Вы используете пробную версию с ограничением в 100 продаж. Для использования без ограничений приобретите лицензию.
uk: Модуль Повернення по консигнації не безкоштовний! Ви працюєте в ознайомчій версії цього модуля, він має обмежень як тільки ви досягнете 100 продажів! Щоб використовувати всі можливості цього модуля необхідно придбати ліцензію.

source: The Consignment Sale operation is part of the Advanced Operations module which is not free! You are running an evaluation version of this module and it will have limitations once you reach 100 sales! To use the full capabilities of this module please purchase a license.
bg: Операция отчитане на консигнация е част от модул Разширени операции, който не е безплатен! Работите с пробна версия на модула и ще срещнете ограничения, когато стигнете 100 продажби! За да използвате пълните възможности на модула, моля, закупете лиценз.
es: ¡La operación de Venta en consignación es parte del módulo de Operaciones Avanzadas el cual no es libre! Está ejecutando una versión de evaluación de este módulo y esto tendrá limitaciones una vez que tenga 100 ventas! Para usar el total de las capacidades de este módulo por favor compre una licencia.
hy: Լիցենզիայի բացակայություն
ka: კონსიგნაციით გაყიდვის ოპერაცია არის ფასიანი მოდულის შემადგენელი ნაწილი! თქვენ გაქვთ დემო-ვერსია, რომელიც შეზღუდულია 100 გაყიდვით! შემდგომი გამოყენებისთვის შეიძინეთ ლიცენზია.
ru: Модуль Продажа по консигнации не является бесплатным. Вы используете пробную версию с ограничением в 100 продаж. Для использования без ограничений приобретите лицензию.
uk: Модуль Продаж по консигнації не безкоштовний! Ви працюєте в ознайомчій версії цього модуля, він має обмежень як тільки ви досягнете 100 продажів! Щоб використовувати всі можливості цього модуля необхідно придбати ліцензію.

source: The Consignment operation is part of the Advanced Operations module which is not free! You are running an evaluation version of this module and it will have limitations once you reach 100 sales! To use the full capabilities of this module please purchase a license.
bg: Операция консигнация е част от модул Разширени операции, който не е безплатен! Работите с пробна версия на модула и ще срещнете ограничения, когато стигнете 100 продажби! За да използвате пълните възможности на модула, моля, закупете лиценз.
es: ¡La operación de Consignación es parte del módulo de Operaciones Avanzadas el cual no es libre! Está ejecutando una versión de evaluación de este módulo y esto tendrá limitaciones una vez que tenga 100 ventas! Para usar el total de las capacidades de este módulo por favor compre una licencia.
hy: Լիցենզիայի բացակայություն
ka: კონსიგნაციის ოპერაცია არის ფასიანი მოდულის შემადგენელი ნაწილი! თქვენ გაქვთ დემო-ვერსია, რომელიც შეზღუდულია 100 გაყიდვით! შემდგომი გამოყენებისთვის შეიძინეთ ლიცენზია.
ru: Модуль Консигнация не является бесплатным. Вы используете пробную версию с ограничением в 100 продаж. Для использования без ограничений приобретите лицензию.
uk: Модуль Консигнація не безкоштовний! Ви працюєте в ознайомчій версії цього модуля, він має обмежень як тільки ви досягнете 100 продажів! Щоб використовувати всі можливості цього модуля необхідно придбати ліцензію.

source: The Credit Card Processor module is not free! You are running an evaluation version of this module and it will stop working once you reach 100 sales! To use the full capabilities of this module please purchase a license.
bg: Модулът "Обработка на кредтни карти" не е безплатен! Работите с пробна версия на модула и ще срещнете ограничения, когато стигнете 100 продажби! За да използвате пълните възможности на модула, моля, закупете лиценз.
es: ¡El módulo del Procesador de tarjetas de crédito no es gratis! ¡Usted está manejando una versión de evaluación de este módulo y dejará de funcionar una vez que usted alcance 100 ventas! Para usar las capacidades completas de este módulo por favor compre una licencia.
hy: Լիցենզիայի բացակայություն
ka: საკრედიტო ბარათის დამუშავების მოდული არ არის უფასო! თქვენ იყენებთ საცდელ ვერსიას რომელიც ლიმიტირებულია 100 გაყიდვით! ფუნქციების სრული სახით გამოსაყენებლად შეიძინეთ ლიცენზია
ru: Модуль "Обработка кредтных карт" не является бесплатным! Вы используете пробную версию с ограничением 100 продаж. Для использования без ограничений приобретите лицензию.

source: The Credit Notes operation is part of the Advanced Operations module which is not free! You are running an evaluation version of this module and it will have limitations once you reach 100 sales! To use the full capabilities of this module please purchase a license.
az: Кредитное извещение является частью платного модуля. Вы используете пробную версию на 100 документов продажи. Для снятия ограничений приобретите лицензию.
bg: Операция кредитно известие е част от модул Разширени операции, който не е безплатен! Работите с пробна версия на модула и ще срещнете ограничения, когато стигнете 100 продажби! За да използвате пълните възможности на модула, моля, закупете лиценз.
es: ¡La operación de Notas de crédito es parte del módulo de Operaciones Avanzadas el cual no es libre! Está ejecutando una versión de evaluación de este módulo y esto tendrá limitaciones una vez que tenga 100 ventas! Para usar el total de las capacidades de este módulo por favor compre una licencia.
hy: Լիցենզիայի բացակայություն
ka: საკრედიტო ცნობის ოპერაცია არის ფასიანი ოპერაციების მოდულიდან.თქვენ იყენებთ საცდელ ვერსიას, თუ მიაღწევთ 100 გაყიდვას, მას ექნება შეზღუდვები მუშაობისას, სრული ვერსიისთვის შეიძინეთ ლიცენზია.
pl: Kredytowe zawiadomienie jest częścią płatnego modułu. Wykorzystujecie próbną wersję na 100 dokumentów sprzedaży. Dla zdejmowania ograniczeń nabądźcie licencję.
ru: Операция кредит-нота является частью платного модуля. Вы используете пробную версию на 100 документов продажи. Для снятия ограничений приобретите лицензию.
uk: Операція кредит-нота є частиною платного модуля Додаткові Операції! Ви працюєте в ознайомчій версії цього модуля і він буде мати обмеження як тільки ви досягнете 100 продажів! Щоб використовувати всі можливості цього модуля необхідно придбати ліцензію.

source: The Dashboard module is not free! You are running an evaluation version of this module and it will have limitations once you reach 100 sales! To use the full capabilities of this module please purchase a license.
az: Модуль Информационной панели является платным! Вы используете бесплатную версию с ограничением 100 продаж. Чтобы использовать без ограничений, приобретите лицензию.
bg: Модулът "Табло" не е безплатен! Работите с пробна версия на модула и ще срещнете ограничения, когато стигнете 100 продажби! За да използвате пълните възможности на модула, моля, закупете лиценз.
es: ¡El módulo del tablero no es libre! ¡Usted está ejecutando una versión de evaluación de este módulo y podría tener limitaciones cuando hagas 100 ventas! Para usar el total de sus capacidades por favor compre una licencia.
hy: Լիցենզիայի բացակայություն
ka: ტაბლოს მოდული უფასო არ არის. გაშვებული გაქვთ ევოლუციური ვერსია, რომელსაც 100 გაყიდვის შეზღუდული უფლება აქვს. ფუნქციების სრული სახით გამოსაყენებლად შეიძინეთ ლიცენზია.
pl: Moduł tablica wyników jest płatny! Wykorzystujecie bezpłatną wersję z ograniczeniem 100 sprzedaży. Żeby wykorzystywać bez ograniczeń, nabądźcie licencję.
ru: Модуль Информационной панели является платным! Вы используете бесплатную версию с ограничением 100 продаж. Чтобы использовать без ограничений, приобретите лицензию.
uk: Модуль Dashboard не безкоштовний! Ви працюєте в ознайомчій версії цього модуля, він має обмежень як тільки ви досягнете 100 продажів! Щоб використовувати всі можливості цього модуля необхідно придбати ліцензію.

source: The Data Export and Import module is not free! You are running an evaluation version of this module and it will have limitations once you reach 100 sales! To use the full capabilities of this module please purchase a license.
az: Модуль импорта и экспорта является платным! Вы используете бесплатную версию с ограничениями 100 продаж. Чтобы использовать без ограничений, приобретите лицензию.
bg: Модулът "Внос и износ на данни" не е безплатен! Работите с пробна версия на модула и ще срещнете ограничения, когато стигнете 100 продажби! За да използвате пълните възможности на модула, моля, закупете лиценз.
es: ¡El módulo de Importación y Exportación de Datos no es gratis! ¡Usted está manejando una versión de evaluación de este módulo y tendrá limitaciones una vez que usted alcance 100 ventas! Para usar las capacidades completas de este módulo por favor compre una licencia.
hy: Լիցենզիայի բացակայություն
ka: ექსპორტ/იმპორტის მონაცემები უფასო არ არის.გაშვებული გაქვთ ევოლუციური ვერსია, რომელსაც 100 გაყიდვის შეზღუდული უფლება აქვს. ფუნქციების სრული სახით გამოსაყენებლად შეიძინეთ ლიცენზია
pl: Moduł importu i eksportu jest płatny! Wykorzystujecie bezpłatną wersję z ograniczeniami. Żeby wykorzystywać bez ograniczeń nabądźcie licencję.
ru: Модуль импорта и экспорта является платным! Вы используете бесплатную версию с ограничениями 100 продаж. Чтобы использовать без ограничений, приобретите лицензию.
uk: Експорт і імпорт даних модуль не безкоштовний! Ви працюєте в ознайомчій версії цього модуля, він буде мати обмеження як тільки ви досягнете 100 продажів! Щоб використовувати всі можливості цього модуля необхідно придбати ліцензію.
