Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: for Items Transfer
az: malın yerdəyişməsi üçün
bg: за трансфер на стоки
es: Para Transferir Mercancías
fr: pour le transfert des articles
hy: Տեղափոխություն
ka: საქონლის გადაგზავნისათვის
pl: dla przemieszczenia towaru
ru: для перемещения товара

source: for consignment of items
bg: за консигнация на стоки
es: Para consignación de mercancías
hy: Իրացում
ka: საქონლების კონსიგნაციისთვის
ru: для консигнации
uk: для консигнації

source: for consignment return of items
bg: за връщане на стоки по консигнация
es: Para devolución de mercancías en consignación
hy: Իրացման վերադարձ
ka: საქონლების კონსიგნაციისთვით დაბრუნებისთვის
ru: для возврата по консигнации
uk: для повернення по консигнації

source: for items purchase
az: malın mədaxilinə
bg: за доставка на стоки
es: para la compra de mercancías
fr: pour l'achat des articles
hy: Գնում
ka: საქონლის შესასყიდათ
pl: dla kupna towaru
ru: для закупки товара
uk: для купівлі товару

source: for items return
az: malın qaytarılması üçün
bg: за връщане на стоки
es: para devolución de mercancías
fr: des articles retourner
hy: Վերադարձ
ka: საქონლის დასაბრუნებლად
pl: dla powrotu towaru
ru: для возврата товара

source: for items sale
az: malin satişi üçün
bg: за продажба на стоки
es: para venta de mercancías
fr: pour la vente des articles
hy: Վաճառք
ka: საქონლის გასაყიდად
pl: dla sprzedaży towaru
ru: для продажи товара
uk: для продажу товару

source: for items stock-taking
az: malın inventarizasiyası üçün
bg: за ревизия на стоки
es: para inventario de mercancías
fr: des articles bilan
hy: Գույքագրում
ka: საქონლის ინვენტარიზაციისთვის
pl: dla inwentaryzacji towaru
ru: для инвентаризации товара
uk: для інвентаризації товару

source: for items waste
az: malın silinməsi üçün
bg: за бракуване на стоки
es: para mercancía en merma
fr: pour la perte des articles
hy: Դուրս գրում
ka: საქონლის წუნისათვის
pl: dla spisania na straty towaru
ru: для списания товара по браку
uk: для списання товару

source: for purchase return of items
bg: за връщане на стоки на доставчик
es: para la devolucion de la compra de mercancía
hy: Վերադարձ մատակարարին
ka: საქონლების შესყიდვების დაბრუნებისთვის
ru: для возврата товара поставщику

source: for write-off of items
bg: за изписване на стоки
es: para venta interna de mercancía
fr: la radiation d'éléments
hy: Դուրս գրում
ka: საქონლის ჩამოსაწერად
ru: для списания товара

source: from
az: dan
bg: от
es: desde
fr: à partir
hy: Որտեղից
ka: დან
pl: Ot
ru: из
uk: від

source: from date:
az: dan
bg: От дата:
es: de fecha:
fr: à partir de la date:
hy: Ամսաթվից
ka: თარიღიდან:
pl: Ot:
ru: от:
uk: від дати:

source: from {0}
az: {0} dan
bg: от {0}
es: desde {0}
fr: à partir de {0}
hy: {0}-ից
ka: {0}დან
pl: Ot {0}
ru: из {0}
uk: від {0}

source: less than
az: меньше чем
bg: по-малка
es: menor que
fr: Inférieur à
hy: Պակաս քան
ka: ნაკლებია ვიდრე
pl: Mniej niż
ru: меньше чем
uk: менше ніж

source: less than minutes ago
bg: Преди по-малко от минути
es: hace menos de unos minutos
hy: Մեկ րոպե առաջ
ka: ნაკლები წუთის წინ
ru: менее минуты назад

source: minus
az: mənfi
bg: минус
es: menos
fr: moins
hy: Մինուս
ka: მინუს
ru: минус

source: mm
bg: мм
hy: մմ
ka: მმ
ru: мм

source: more than
az: больше чем
bg: по-голяма
es: mayor que
fr: plus que
hy: Ավելի քան
ka: მეტი ვიდრე
pl: więcej niż
ru: больше чем
uk: більше ніж

source: more than minutes ago
bg: Преди повече от минути
es: hace más que unos minutos
hy: Մեկ րոպե հետո
ka: მეტი წუთის წინ
ru: более минуты назад

source: new
az: yeni
bg: нов
es: nuevo
fr: Nouvelle
hy: Նոր
ka: ახალი
pl: nowy
ru: новый
uk: новий

# Command input
source: none
bg: никакъв
es: ninguno
hy: Դատարկ
ka: არცერთი შეტანის ბრძანება
ru: Нет

# Command output
source: none
bg: никакъв
es: ninguno
hy: Դատարկ
ka: არცერთი გამოტანის ბრძანება
ru: Нет

# Errors
source: none
bg: никакви
es: ninguno
hy: Դատարկ
ka: არცერთი შეცდომა
ru: Нет

source: of operation total
az: операции суммы
bg: от общата сума на операцията
es: total de operación
fr: de fonctionnement totale
hy: Ընդհանուր գործողություն
ka: ოპერაცია სრულად
pl: Ze wszystkich operacyj
ru: операции суммы

source: old
az: köhnə
bg: стар
es: viejo
fr: ancien
hy: Հին
ka: ძველი
pl: stary
ru: старый
uk: старий

source: page {0}
az: səh. {0}
bg: стр. {0}
es: página {0}
fr: la page {0}
hy: Էջ{0}
ka: გვ {0}
pl: Strona {0}
ru: стр {0}
uk: стр {0}

source: pcs.
az: əd.
bg: бр.
es: pzs.
fr: pièces
hy: Հատ
ka: ცალი.
pl: szt.
ru: шт.
uk: шт.

source: point
az: tam və
bg: , цяло, и
es: Punto
fr: Un point
hy: ամբողջ
ka: მთელი და
pl: Punkt
ru: целых и
uk: цілих

source: terms of service
bg: условията за ползване
es: Términos del servicio
hy: Ծառայության ապրանքները
ka: მომსახურების წესები
ru: условия использования

source: to
az: -a qədər
bg: до
es: Para
fr: à
hy: Մինչև
ka: თვის
pl: Do
ru: до
uk: до

source: to debit cash order
bg: към приходен касов ордер
es: para debitar pedido al contado
hy: Դեբետային դրամարկղային օրդեր
ka: სალაროს ორდერის დადებეტება
ru: к дебетному кассовому ордеру

source: {0} (total: {1}, with VAT: {2}) - operation cancelled.
az: {0} (cəmi: {1}, ƏDV ilə {2}) - əmliyyat ləv edilib.
bg: {0} (общо: {1}, с ДДС: {2}) - операцията е отменена
es: {0} (total: {1}, con IVA: {2}) - operación cancelada
fr: {0} (total: {1}, avec la TVA: {2}) -opération annulée.
hy: ՌԵԺԻՄ--{0} ամբողջը {2} գործողությունը չեղյալ է համարվել ( {1} ԱԱՀ-ն ներառված)
ka: {0} - ოპერაცია: (ჯამი: {1}, დღგ: {2}) - ოპერაცია უარყოფილია.
pl: {0} (ogółem: {1}, z VAT {2}) - operacja jest skasowana.
ru: {0} (всего: {1}, с НДС {2}) - операция отменена.
uk: {0} (всього: {1}, з ПДВ {2}) - операція відмінена.

source: {0} - Select Lot
az: {0} - Partiyani seçin.
bg: {0} - избор на партида
es: {0} - seleccionar Lote
fr: {0} -Sélectionner le Lot
hy: {0}-ընտրել խմբաքանակի
ka: {0} - ოპერაცია: აირჩიეთ ლოტი
pl: {0} - Wybierzcie partię.
ru: {0} - Выберите партию.
uk: {0} - Виберіть партію.

source: {0} - changed discount of item "{1}" to {2}.
az: {0} - "{1}" endirimi {2}-yə dəyişdirilib.
bg: {0} - променена отстъпката на стока "{1}" до {2}.
es: {0} - cambiado el descuento de la mercancía "{1}" a {2}
fr: {0} - réductionchangéede l’élément " {1}"à {2}.
hy: ՌԵԺԻՄ--{0} " {1} " ապրանքի զեղչային փոփոխություն {2}
ka: {0} - ოპერაცია: შეცვალა {1} - ის ფასი {2} - ით
pl: {0} - jest zmieniony rabat "{1}" na {2}.
ru: {0} - изменена скидка "{1}" на {2}.
uk: {0} - змінина знижка "{1}" на {2}.

source: {0} - decreased quantity of item "{1}" from {2} to {3}.
az: {0} - "{1}"-in sayi {2}-dən {3}-ə qədər azaldilib.
bg: {0} - намалено количеството на стока "{1}" от {2} до {3}.
es: {0} - cantida disminuida de la mercancía "{1}" de {2} a {3}
fr: {0} -la quantité a diminuéde l'article" {1}"de{2}{3}.
hy: ՌԵԺԻՄ--{0} "{1}" ապրանքի քանակի պակասեցում {2}-ից {3}
ka: {0} - ოპერაცია: დააკლო {1} - ის რაოდენობა {2} - დან {3} -მდე
pl: {0} - zdrobnia ilość "{1}" z {2} do {3}.
ru: {0} - уменьшено количество "{1}" с {2} до {3}.
uk: {0} - зменшена кількість "{1}" с {2} до {3}.

source: {0} - item "{1}" was removed. Quantity of the item was {2}.
bg: {0} - стока "{1}" беше изтрита. Количеството е било {2}.
es: {0} - la mercancía "{1}" fue eliminada. La cantidad de mercancía era de {2}
hy: ՌԵԺԻՄ--{0} "{1}" {2} քանակությամբ ապրանքը հեռացվել է
ka: {0} - საქონელი "{1}" ამოღებულია. საქონლის რაოდენობა იყო {2}.
ru: {0} - товар "{1}" был удален. Количество товара было {2}

source: {0} - quantity of item "{1}" was {2}.
az: {0} - "{1}" Sayi {2} olub
bg: {0} - количеството на стока "{1}" е било {2}.
es: {0} - la cantidad de mercancía "{1}" era de {2}
fr: {0} -la quantitéde l'article"{1}"a été {2}.
hy: ՌԵԺԻՄ--{0} " {1}" ապրանքի քանակը փոփոխվել է {2}-ի
ka: {0} - ოპერაცია: "{1}" ის რაოდენობა გახდა {2}.
pl: {0} - ilość "{1}" było {2}.
ru: {0} - количество "{1}" было {2}.
uk: {0} - кількість "{1}" була {2}.

source: {0} Evaluation Version
az: {0} Demo versiya
bg: "{0}" - пробна версия
es: {0} Versión de evaluación
fr: {0} Version d'évaluation
hy: {0} փորձնական տարբերակ
ka: {0} შეფასებული ვერსია
pl: {0} Demonstracyjna wersja
ru: {0} Демонстрационная версия
uk: {0} пробної версії

source: {0} by {1}
az: {1}-dən {0}-i
bg: {0} от {1}
es: {0} por {1}
fr: {0} par {1}
hy: {0}-ոն {1}-ից
ka: {0} {1} დან
pl: {0} z {1}
ru: {0} из {1}
uk: {0} з {1}

source: {0} database
bg: {0} база данни
es: {0} base de datos
hy: {0} բազա
ka: მონაცემთა ბაზა {0}
ru: {0} база данных
uk: {0} база даних

source: {0} databases
bg: {0} бази данни
es: {0} bases de datos
hy: {0} բազաներ
ka: მონაცემთა ბაზები {0}
ru: {0} баз данных
uk: {0} бази даних

source: {0} days
bg: {0} дни
es: {0} días
hy: {0} օրեր
ka: {0} დღე
ru: {0} дней
uk: {0} днів

source: {0} days ago
bg: Преди {0} дни
es: {0} días atrás
hy: {0} օր առաջ
ka: {0} დღის წინ
ru: прошло {0} дней

source: {0} days left
bg: остават {0} дни
es: {0} días pendientes
hy: {0} օր մինչ ավարտը
ka: {0} დღე დარჩა
ru: осталось {0} дней

source: {0} has encountered an error! Click "{1}" to report the error.
bg: Възникна грешка в {0}! Натиснете "{1}" за да изпратите грешката.
es: ¡{0} ha encontrado un error! De clic en "{1}" para el reporte de error.
hy: {0} Սխալ է գրանցվել: Սեղմեք "{1}" որպեսզի ուղարկեք հաշվետվություն սխալի մասին.
ka: {0} აღმოაჩინა შეცდომა! დააწკაპუნეთ "{1}" შეცდომის გაგზავნისთვის.
ru: {0} произошла ошибка! Нажмите "{1}" для того, чтобы сообщить об ошибке.

# Location
source: {0} has unfinished orders!
bg: {0} има незавършени поръчки!
es: ¡{0} tiene órdenes sin cerrar!
hy: {0}-ում կան չավարտված պատվերներ
ka: {0} ადგილმდებარეობას აქვს დაუსრულებელი შეკვეთები!
ru: {0} - есть незавершенные заказы!

source: {0} hours
bg: {0} часове
es: {0} horas
hy: {0} ժամ
ka: {0} საათი
ru: {0} часов

source: {0} hours ago
bg: Преди {0} часа
es: {0} horas atrás
hy: {0} ժամ առաջ
ka: {0} საათის წინ
ru: прошло {0} часов

source: {0} hours left
bg: остават {0} часа
es: {0} horas pendientes
hy: {0} ժամ մինչ ավարտը
ka: {0} საათი დარჩა
ru: осталось {0} часов

# Location group
source: {0} is not empty!
bg: {0} не е празна!
es: ¡{0} no está vacio!
hy: {0}-ը դատարկ չէ!
ka: {0} არ არის ცარიელი!
ru: {0} - содержит записи!

source: {0} items
az: {0} yazi
bg: {0} стоки
es: {0} mercancías
fr: {0}éléments
hy: {0} ապրանքներ
ka: {0} დასახელება
pl: {0} zapisów
ru: {0} записей
uk: {0} пунктів

source: {0} minutes
bg: {0} минути
es: {0} minutos
hy: {0} րոպե
ka: {0} წუთი
ru: {0} минут

source: {0} minutes ago
bg: Преди {0} минути
es: {0} minutos atrás
hy: {0} րոպե առաջ
ka: {0} წუთის წინ
ru: прошло {0} минут

source: {0} minutes left
bg: остават {0} минути
es: {0} minutos pendientes
hy: {0} րոպե մինչ ավարտը
ka: {0} წუთი დარჩა
ru: осталось {0} минут

source: {0} of {1}
az: {1}-dən {0}-i
bg: {0} от {1}
es: {0} de {1}
fr: {0} de {1}
hy: {0}-ոն {1}-ով
ka: {0} {1} დან
pl: {0} z {1}
ru: {0} из {1}
uk: {0} з {1}

source: {0} payment types to QuickBooks payments methods mapping
bg: Съответствие на {0} типове плащания към QuickBooks методи за плащания
hy: {0} վճարման տեսակ QuickBooks
ru: {0} типов оплаты соотвествуют типам оплаты QuickBooks

source: {0} seconds
az: {0} saniyə
bg: {0} секунди
es: {0} segundos
fr: {0}secondes
hy: {0} վայրկյան
ka: {0} წამი
ru: {0} секунд

source: {0} seconds ago
bg: Преди {0} секунди
es: {0} segundos atrás
hy: {0} վայրկյան առաջ
ka: {0} წამის წინ
ru: прошло {0} секунд

source: {0} seconds left
bg: остават {0} секунди
es: {0} segundos restantes
hy: {0} վայրկյան մինչ ավարտը
ka: {0} წამია დარჩენილი
ru: {0} секунд осталось

source: {0} tax groups to QuickBooks taxes mapping
bg: Съответствие на {0} данъчни групи към QuickBooks данъци
hy: {0} հարկային խմբեր QuickBooks
ru: {0} налоговых групп соответствуют налоговым группам QuickBooks

source: {0} used, {1} left
bg: {0} използвани, {1} остават
ka: {0} გამოყენებული, {1} დარჩენილი
ru: {0} используется, {1} осталось

source: {0} {1}'s IncoCloud
bg: IncoCloud на {0} {1}
es: {0} {1} de IncoCloud
ka: {0} {1}-ს IncoCloud

source: BIC
az: Bankin kodu
hy: Բանկի կոդը
ru: Код банка
uk: БІК

source: BIC:
az: Bankin kodu:
hy: Բանկի կոդը
ru: Код банка:
uk: БІК:

source: Generated number (#)
hy: Կոդ (#)

source: IBAN
az: Bankın ünvanı
hy: Հաշվարկային հաշիվ
ru: Адрес банка

source: IBAN:
az: Bankın ünvanı:
hy: Հաշվարկային հաշիվ
ru: Адрес банка:

source: Ignored number (C)
hy: Ստուգող նիշ (C)

source: No.
fr: Numéro
hy: Հ/Հ.
ka: არა.
pl: Nie.
uk: Немає.

source: Printing invoice receipt...
hy: Ապրանքագրի կտրոնի տպում

# Number
source: none
hy: Դատարկ
ka: არცერთი

source: Adds complex operations on top of the basic ones.
az: Sadələrin əsasında çətin əməliyyatlari əlavə etmək
pl: Dodanie skomplikowanej operacji na mocy prostych

source: Allow negative quantities changed to disabled
az: Mənfi sayın istifadəsinə qadağa qoymaq
pl: Zabronić użycie negatywnej ilości

source: Allow negative quantities changed to enabled
az: Mənfi sayın istifadəsinə icazə vermək
pl: Pozwolić użycie negatywnej ilości

source: An error occurred while connecting to the fiscal device. Check the input parameters.
az: Fiskal qurgunun qoşulmasında səhv. Tənzimləməni yoxlayın
pl: Błąd przy podłaczaniu fiskalnego urządzenia. Sprawdźcie ustawienia.

source: An error occurred while connecting to the non fiscal device. Check the input parameters.
az: Qeyri fiskal qurgunun qoşulmasında səhv. Tənzimləməni yoxlayın
pl: Błąd przy podłaczaniu niefiskalnego urządzenia. Sprawdźcie ustawienia.

source: Barcode printer
az: Ştrix-kod printeri
pl: Drukarka kreskowego kodu

source: Barcode scanner
az: Ştrix-kod skaneri
pl: Skaner kreskowego kodu

source: Base VAT group
az: Əsas ƏDV dərəcəsi
pl: Główna stawka VAT

source: Card reader
az: Kart oxuyucu
pl: Czytnik karty

source: Check for updates at startup
az: Başlanğıcda yeniliklər yoxlansın
pl: Sprawdź aktualizacje przy starcie

source: Checks for newer versions, downloads and installs them on the local machine.
az: Yeniləmələrin yoxlanması və lokal kompyuterdə onların qurulması
pl: Sprawdzenie, czy są nowsze wersje, pliki do pobrania i instalacja ich na lokalnym komputerze.

source: Date of fiscal event:
az: Fiskal yazının tarixi
pl: Data fiskalnego zapisu:

source: Device type:
az: Qurgunun tipi
pl: Typ zagospodarowania:

source: Device:
az: Qurğu:
pl: Urządzenie:

source: Edit all ranges
az: Bütün diapazonları dəyişmək
pl: Zmiana wszystkich zakresów

source: Edit complex recipe No.{0} from {1}
az: {1} in {0}№-li çətin reseptini dəyişmək
pl: Zmień skomplikowany przepis №{0} от {1}

source: Electronic scale
az: Elektron tərəzilər
pl: Elektroniczna waga

source: Exit without saving changes?
az: Saxlamadan çıxılsın?
pl: Wyjście bez zapisywania?

source: External display
az: Xarici displey
pl: Ekran zewnętrzny

source: Fiscal device
az: Fiskal qurgu
pl: Fiskalne urządzenie

source: Fiscal devices
az: Fiskal qurgular
pl: Fiskalne urządzenia

source: I have a fiscal receipt printer
az: Fiskal qeydedici var
pl: Mam finansową drukarkę

source: Item type:
az: Malın tipi:
pl: Typ towaru :

source: Kitchen printer
az: Mətbəx printeri
pl: Kuchenna drukarka

source: None
az: Boşdur
pl: Pusty

source: Please install a valid license that supports updates in order to download the update!
az: Düzgün lisenziyanı seçin!
pl: Zainstaluj ważną licencję, która będzie mogła pobrać aktualizację!

source: Print a non-fiscal payment note?
az: Qeyri fiskal ödəmə çekinin çapı?
pl: Drukować niefiskalny płatniczy dokument?

source: Print fiscal receipt
az: Çek çapı
pl: Druk paragonu

source: Print fiscal receipts
az: Çek çapı
pl: Druk paragonów

source: Printing fiscal receipt...
az: Fiskal çek çapı...
pl: Druk fiskalnego paragonu...

source: Printing non fiscal receipt...
az: Qeyri fiskal çek çapı...
pl: Druk niefiskalnego paragonu...

source: Programmable keyboard
az: Proqramlaşdırılan klaviyatura
pl: Programowana klawiatura

source: Range size:
az: Diapazonun ölçüsü:
pl: Rozmiar diapazonu :

source: Range start:
az: Diapazonun başlanğıcı:
pl: Początek diapazonu :

source: Request
az: Sorğu
pl: Zapytanie

source: Return Consignment
az: Возврат по консигнации
pl: Powrót po przesyłkach

source: Return to Supplier
az: Tədarükşüyə qaytarma
pl: Powrót do dostawcy

source: Sale on Consignment
az: Partiyalarla satış
pl: Sprzedaż po partii

source: Sales Data Controller
az: Satış məlumatlarının Kontrolleri
pl: Sprzedaż kontroler danych

source: Save the current operation and print a non-fiscal receipt containing the changes?
az: Hal-hazırki əməliyyatı yadda saxla və qeyri fiskal çek çap elə?
pl: Zachowaj potoczną operację i nadrukować niefiskalny czek ze zmianami?

source: The range between the location "{0}" and the beginning (0) (possibly other ranges too) for operations of type "{2}" is less than the recommended value of {3}. Are you sure you want to continue?
az: Диапазон между позицией "{0}"и началом (0) (возможно, другие диапазоны тоже) для операций типа "{2}"меньше, чем рекомендованные значения {3}. Продолжить?
pl: Zakres między pozycją "{0}" i początkiem (0) (możliwie, inne diapazony też) dla operacji typu "{2}" mniej, niż minimalne znaczenia {3}. Przedłużyć?

source: The range between the location "{0}" and the beginning (0) for operations of type "{2}" is less than the minimal value of {3}.
az: Диапазон между позицией "{0}"и началом (0) для операций типа "{2}"меньше, чем минимальные значения {3}.
pl: Zakres między pozycją "{0}" i początkiem (0) dla operacji typu "{2}" mniej, niż minimalne znaczenia {3}.

source: The range between the locations "{0}" and "{1}" (possibly other ranges too) for operations of type "{2}" is less than the recommended value of {3}. Are you sure you want to continue?
az: Диапазон между позициями "{0}" и "{1}" (возможно, другие диапазоны тоже) для операций типа "{2}"меньше, чем рекомендованные значения {3}. Продолжить?
pl: Zakres między pozycjami "{0}" i "{1}" (możliwie, inne diapazony też) dla operacji typu "{2}" mniej, niż polecane znaczenia {3}. Przedłużyć?

source: The range between the locations "{0}" and "{1}" for operations of type "{2}" is less than the minimal value of {3}.
az: Диапазон между позициями "{0}" и "{1}" для операций типа "{2}"меньше, чем минимальные значения {3}.
pl: Zakres pomiędzy pozycjami "{0}" i "{1}" dla operacji typu "{2}" mniej, niż minimalne znaczenia {3}.

source: The selected date of the fiscal event is not valid!
az: Выбранная дата фискального события недопустима!
pl: Wybrana data fiskalnego wydarzenia jest niedopuszczalna!

source: The update was successfully downloaded. Please restart {0} to start the update installation.
az: Обновление было успешно загружено. Перезапустите {0} для установки обновления.
pl: Aktualizacja została pomyślnie pobrane. Restart {0}, aby zainstalować aktualizację.

source: To fiscal device
az: Fiskal qurğuya
pl: Na fiskalne urządzenie

source: Unable to connect to the fiscal printer!
az: Kassa aparatına qoşulmaq olmur!
pl: Niemożliwie podłaczyć się do fiskalnej drukarki!

source: Unable to connect to the non fiscal printer!
az: Printerə qoşulmaq olmur!
pl: Niemożliwie podłaczyć się do niefiskalnej drukarki!

source: Unable to print on the kitchen printer! Press "Retry" to try again or "OK" to print the receipt on the non fiscal printer.
az: Невозможно произвести печать на кухонном принтере! Нажмите "Повтор", чтоб попытаться еще раз или "ОК" для печати на нефискальном принтере.
pl: Niemożliwie zrobić druk na kuchennej drukarce! Naciśnijcie "Powtórzenie", żeby spróbować jeszcze raz albo "ОК" dla druku na niefiskalnej drukarce.

source: Void complex recipe No.{0} from {1}
az: Отмена сложного рецепта №{0} из {1}
pl: Anuluj skomplikowane przepisy №{0} z {1}

source: Work with negative quantities
az: Mənfi sayla işləmə
pl: Praca z ujemną ilość

source: You don't have a valid {0} license that allows updates to the newer version.
az: У вас не лицензии {0}, позволяющей обновиться до новой версии.
pl: U was nie ma licencji {0}, ktura pozwala postawić nową wersje.
