Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Start new operation
bg: Започване на нова операция
es: Iniciar nueva operación
hy: Սկսել նոր գոճծողություն
ka: ახალი ოპერაციის დაწყება
ru: Начать новую операцию

source: Start number
az: Başlanğıc nömrə
bg: Начален номер
es: Número inicial
fr: Numéro de départ
hy: Սկզբնական համար
ka: საწყისი ნომერი
pl: Początkowy numer
ru: Начальный номер
uk: Початковий номер

source: Starting Free Basic Trial
bg: Започване на пробен период тип "Basic"
es: Iniciando prueba básica libre
hy: Սկսել մեկամսյա BASIC Լիցենզիայի օգտագործումը
ka: საწყისი დემო-ვერსიის დაწყება
ru: Начинается ознакомительный период

source: Starting from "{0}"
az: "{0}" -dan işə başlayır
bg: Стартиране от "{0}"
es: Iniciando desde "{0}"
fr: A partir de "{0}"
hy: Սկսած "{0}" -ից
ka: "{0}"დან დაწყება
pl: Zaczynając od "{0}"
ru: Начиная с "{0}"
uk: Починаючи з "{0}"

source: Starting print server...
bg: Пускане на печатащия сървър...
es: Iniciando servidor de impresión...
fr: A partir du serveur d'impression ...
hy: Տպող սերվերի միացում
ka: პრინტ-სერვერის გაშვება
ru: Запуск сервера печати

source: Starting...
az: İşə salınır...
bg: Стартиране...
es: Iniciando...
fr: A partir ...
hy: Կարգավորումներ
ka: გაშვება...
pl: Rozruch...
ru: Запуск...
uk: Запуск...

source: Starts with
az: Başlayır
bg: Започва с
es: Empieza con
fr: Commence par
hy: Սկսում է
ka: იწყება
pl: Zaczyna się z
ru: Начинается с
uk: Починається з

source: Starts with "{0}"
az: "{0}" ilə başlayır
bg: Започва с "{0}"
es: Empieza con "{0}"
fr: Commence par "{0}"
hy: Սկսում է "{0}" -ից
ka: იწყება "{0}"ით
pl: Zaczyna się z "{0}"
ru: Начинается с "{0}"
uk: Починається з "{0}"

source: Startup
az: İşə salma
bg: Стартиране
es: Arranque
fr: Démarrage
hy: Աշխատասկիզբ
ka: გაშვება
pl: Rozruch
ru: Запуск
uk: Запуск

source: Startup page
az: Başlanğıc səhifəsi
bg: Стартова страница
es: Página de arranque
fr: Page de démarrage
hy: Սկզբնական էջ
ka: საწყისი გვერდი
pl: Początkowa strona
ru: Начальная страница
uk: Початкова сторінка

source: Static Filter
az: Statik filtr
bg: Статичен филтър
es: Filtro Estático
fr: Filtre statique
hy: Ստատիկ ֆիլտր
ka: სტატისტიკის ფილტრი
pl: Statyczny filtr
ru: Статичный фильтр
uk: Статичний фільтр

source: Static filters
az: Statik filtr
bg: Статичен филтър
es: Filtros estáticos
fr: Les Filtres statiques
hy: Ստատիկ ֆիլտրեր
ka: სტატისტიკის ფილტრები
pl: Statyczne filtry
ru: Статичные фильтры
uk: Статичний фільтр

source: Static table
bg: Статична таблица
es: Tabla estática
fr: Tableau statique
hy: Ստատիկ աղյուսակ
ka: სტატისტიკის ცხრილი
ru: Статичная таблица

source: Status:
bg: Статус:
es: Estatus:
fr: Le Status:
hy: Վիճակ
ka: სტატუსი:
ru: Статус:
uk: Статус:

source: Stock Receipt
az: Order
bg: Стокова разписка
es: Inventario
fr: Réception de stock
hy: Ապրանքագիր
ka: შემოსავალი
pl: Przyjście
ru: Товарная накладная

source: Stock Receipt for Items Purchase
az: Mal alış orderi
bg: Стокова разписка за доставка на стоки
es: Inventario para Compra de Mercancía
fr: Réçu de stock pour l'achat des articles
hy: Մուտքի ապրանքագիր
ka: საქონლის შესყიდვის ზედნადები
pl: List przewozowy kupna towaru
ru: Товарная накладная на закупку товара

source: Stock Receipt for Items Return
az: Mal qaytarma orderi
bg: Стокова разписка за рекламация на стоки
es: Inventario para Devolución de Mercancía
fr: Réçu de stock de Retour des articles
hy: Վերադարձի ապրանքագիր
ka: საქონლის დაბრუნების ზედნადები
ru: Товарная накладная на возврат товара

source: Stock Receipt for Items Sale
az: Mal satış orderi
bg: Стокова разписка за продажба на стоки
es: Inventario para Venta de Mercancía
fr: Réçu de stock de Vente des articles
hy: Վաճառքի ապրանքագիր
ka: საქონლის გაყიდვის ზედნადები
pl: List przewozowy sprzedaży towaru
ru: Товарная накладная для продажи товара

source: Stock Receipt for Items Transfer
az: Mal yerdəyişməsi orderi
bg: Стокова разписка за трансфер на стоки
es: Inventario para Transferencia de Mercancía
fr: Réçu de stock de Transfert des articles
hy: Տեղափոխման ապրանքագիր
ka: საქონლის გადაგზავნის ზედნადები
pl: List przewozowy przemieszczenia towaru
ru: Товарная накладная для перемещения товара

source: Stock Receipt for Purchase Return of Items
bg: Стокова разписка за връщане на стоки на доставчик
es: Inventario para Devolución de Compra de Mercancía
hy: Մատակարարին վերադարձի ապրանքագիր
ka: საქონლის შესყიდვის დაბრუნების ზედნადები
ru: Товарная накладная для возврата товара поставщику

source: Stock-taking
az: İnventarizasiya
bg: Ревизия
es: Inventario
fr: Sortie de Stock
hy: Գույքագրում
ka: ინვენტარიზაცია
pl: Inwentaryzacja
ru: Инвентаризация
uk: Інвентаризація

source: Stock-taking Amount
az: İnventarizasiya məbləği
bg: Сума от ревизията
es: Suma de Inventario
fr: Montant de Sortie de Stock
hy: Գույքագրման գումարը
ka: აღწერის ჯამი
pl: Suma inwentaryzacji
ru: Сумма инвентаризации
uk: Сума інвентаризації

source: Stock-taking Price
az: inventarizasiya qiyməti
bg: Цена при ревизия
es: Precio de Inventario
fr: Prix de Sortie de Stock
hy: Գույքագրման գինը
ka: ინვენტარიზაციის ფასი
pl: Cena inwentaryzacji
ru: Цена инвентаризации
uk: Ціна інвентаризації

source: Stock-taking Qtty
az: Sayı
bg: Количество при ревизия
es: Cantidad de Inventario
fr: Qté de Sortie de Stock
hy: Գույքագրում
ka: ინვენტარიზაციის რაოდენობა
pl: Razem
ru: Кол-во
uk: Кількість інвентаризації

source: Stock-taking Report
az: inventarizasiya Hesabatı
bg: Справка за ревизии
es: Reporte de Inventario
fr: Etat de Sortie de Stock
hy: Գույքագրումներ
ka: აღწერის რაპორტი
pl: Raport po inwentaryzacji
ru: Отчет по инвентаризации
uk: Звіт по інвентаризації

source: Stock-taking by Amount Report
az: Məbləğlərə görə inventarizasiya hesabatı
bg: Справка за ревизия по суми
es: Reporte de Inventarios por monto
fr: Rapport de Sortie de Stock par Montant
hy: Գույքագրում ըստ գումարի
ka: აღწერის რაპორტი ჯამის მიხედვით
pl: Sprawozdanie po inwentaryzacji po sumie
ru: Отчет Инвентаризация по сумме
uk: Звіт інвентаризації по сумі

source: Stock-taking in the Past
bg: Ревизия в миналото
es: Inventarios pasados
hy: Գույքագրում հետին թվով
ka: ინვენტარიზაცია წარსულში
ru: Инвентаризация задним числом

source: Stock-taking...
az: inventarizasiya...
bg: Ревизия...
es: Inventario...
fr: Sortie de Stock…
hy: Գույքագրում
ka: ინვენტარიზაცია...
pl: Inwentaryzacja...
ru: Инвентаризация...
uk: Інвентаризація...

source: Stock-takings
bg: Ревизии
es: Inventarios
hy: Գույքագրում
ka: აღწერები
ru: Инвентаризации

source: Stock-takings - Select Document
az: inventarizasiya - Sənəd seç
bg: Ревизии - избор на документ
es: Inventario - Seleccionar documento
fr: Les Sorties de Stock - Sélectionnez Document
hy: Գույքագրում
ka: ინვენტარიზაცია - დოკუმენტის არჩევა
pl: Inwentaryzacja - Wybrać dokument
ru: Инвентаризации - Выбор документа
uk: Інвентаризації - Вибрати документ

source: Stock-takings by Amount...
az: Məbləğlərə görə inventarizasiya
bg: Ревизия по суми...
es: Inventarios por monto...
fr: Sortie de Stock par Montant
hy: Գույքագրում ըստ գումարի
ka: ინვენტარიზაცია ჯამების მიხედვით
pl: Inwentaryzacja po sumach
ru: Инвентаризация по суммам
uk: Інвентаризація по сумам

source: Stock-takings...
az: İnventarizasiya...
bg: Ревизии...
es: Inventarios...
fr: Les Sorties de Stock …
hy: Գույքագրում
ka: ინვენტარიზაციები...
pl: Inwentaryzacji...
ru: Инвентаризации...
uk: Інвентаризації...

source: Stop
az: Dur
bg: Стоп
es: Cancelar
hy: Դադարեցնել
ka: გაჩერება
ru: Стоп
uk: Стоп

source: Stop operation
az: Əməliyyatı dayandır
bg: Спиране на операцията
es: Detener operación
fr: Arrêter l’opération
hy: Դադարեցնել գործողությունը
ka: ოპერაციის გაჩერება
pl: Zatrzymać operację
ru: Остановить операцию
uk: Зупинити операцію

source: Stop price rules
az: Остановить выполнение ценовых правил
bg: Спиране на ценовите правила
es: Detener reglas de precio
fr: Arrêtez les règles de prix
hy: Դադարեցնել գնային օրենքները
ka: ფასობრივი წესების გაჩერება
pl: Zatrzymać wykonanie cenowych reguł
ru: Остановить выполнение ценовых правил
uk: Зупинити виконання цінових правил

source: Stopping...
az: Dayan
bg: Спиране...
es: Deteniéndose...
fr: Arrêt...
hy: Դադարեցում
ka: გაჩერება...
pl: Zatrzymanie się
ru: Остановка
uk: Зупинка

# Report Designer
source: Store
bg: Склад
es: Almacén
hy: Պահեստ
ka: საწყობი
ru: Склад

source: Store
az: Anbar
bg: Магазин
es: Almacén
fr: Magasin
hy: Պահեստ
ka: საწყობი
pl: Magazyn
ru: Склад
uk: Склад

source: Stretch
bg: Разтягане
es: Expandir
fr: Étirez
hy: Ձգել
ka: გაწელვა
ru: Растянуть

source: Strike Through
bg: Задраскан
hy: Ջնջում
ka: გადახაზვა
ru: Зачеркнутый

source: Style
az: Stil
bg: Стил
es: Estilo
hy: Ոճ
ka: სტილი
pl: Styl
ru: Стиль
uk: Стиль

source: Sub total
az: Aralıq cəmi:
bg: Междинна сума
fr: Sous-total
hy: Ենթաամբողջը
ka: მთლიანობაში
pl: Razem
ru: Подитог:
uk: Всього:

source: Subject:
az: Tema:
bg: Тема:
es: Asunto:
fr: Objet:
hy: Թեմա
ka: სუბიექტი
pl: Temat:
ru: Тема:
uk: Тема:

source: Subtotal
az: Aralıq cəmi
bg: Междинна сума
fr: Sous-total
hy: Ընթացիկ գումար
ka: ქვეჯამი
pl: Razem
ru: Подитог
uk: Всього

source: Subtract Tax
az: ƏDV-ni çıxmaq
bg: Изваждане на данък
es: Sustraer Impuestos
fr: Soustraire la taxe
hy: Պակասեցնել հարկը
ka: გადასახადის გამოკლება
pl: Odejmij podatek
ru: Вычесть Налог

source: Subtract VAT
az: ƏDV-ni çıxmaq
bg: Изваждане на ДДС
es: Substraer IVA
fr: Soustraire la TVA
hy: Պակասեցնել ԱԱՀ-ն
ka: დღგ-ს გამოკლება
pl: Odejmij VAT
ru: Вычесть НДС

source: Sum counted by:
bg: Сума преброена от:
es: suma contada por:
hy: Գումարը հաշվարկված է
ka: ჯამი დათვლილია:
ru: Сумма подсчитана:
uk: Сума підрахована

source: Sum received by:
bg: Сума получена от:
es: Suma recibida por:
hy: Գումարը գրանցված է
ka: ჯამი მიღებულია:
ru: Сумма принята:
uk: Сума отримана від:

source: Summary
bg: Обобщение
es: Sumario
hy: Գումարային
ka: ჯამური
ru: Итог

source: Sums
az: Məbləğlər
bg: Суми
es: Sumas
fr: Les Sommes
hy: Գումարներ
ka: ჯამები
pl: Sumy
ru: Суммы

source: Sunday
bg: Неделя
es: Domingo
hy: Կիրակի
ka: კვირა
ru: Воскресенье

source: Supplier
az: Tədarükçü
bg: Доставчик
es: Proveedor
fr: Fournisseur
hy: Մատակարար
ka: მომწოდებელი
pl: Dostawca
ru: Поставщик
uk: Постачальник

source: Supplier:
az: Tədarükçü
bg: Доставчик:
es: Proveedor:
fr: Fournisseur:
hy: Մատակարար
ka: მომწოდებელი:
pl: Dostawca:
ru: Поставщик:
uk: Постачальник

source: Support
bg: Поддръжка
es: Soporte
hy: Աջակցություն
ka: ტექნიკური მხარდაჭერა
ru: Поддержка

# Distribution
source: Support contacts
bg: Контакти за поддръжка
es: Contactos de soporte
hy: Աջակցման կենտրոնի կոնտակները
ka: ტექნიკური მხარდაჭერის საკონტაქტო ინფორმაცია
ru: Контакты поддержки

source: Support for measuring weight using CAS electronic scales.
bg: Поддръжка за измерване на тегло чрез CAS електронни везни.
hy: Քայանին ապրանքների գրանցում CAS կշեռքի օգնությամբ
ka: აწონვის ტექნიკური მხარდაჭერა CAS ელექტრონული სასწორის გამოყენებით.
ru: Взвешивание с использованием электронных весов CAS

source: Support for receipts printing on Armenian Tremol fiscal printers.
bg: Поддръжка за печат на бележки на фискални принтери "Тремол" за Армения.
es: Soporte de impresión de recibos enTremol de Armenia en impresora fiscal.
hy: Tremol for Armenia ֆիսկալային տպիչների աջակցություն.
ka: ქვითრის ბეჭდვის ტექნიკური მხარდაჭერა სასომხეთისთვის.
ru: Поддержка печати чеков на принтерах Tremol - Армения.

source: Support for receipts printing on Daisy Expert for Armenia fiscal printers.
bg: Поддръжка за печат на бележки на фискални принтери "Дейзи Експерт" за Армения.
es: Soporte de impresión de recibos en Daisy Expert para impresora fiscal de Armenia.
hy: Daisy Expert for Armenia ֆիսկալային տպիչների աջակցություն.
ka: ქვითრის ბეჭდვის მხარდაჭერა Daisy Expert-ზე სასომხეთის ფისკალური პრინტერებისთვის.
ru: Поддержка печати чеков на принтерах Daisy Expert - Армения.

source: Support for receipts printing on Daisy Expert for Georgia fiscal printers.
bg: Поддръжка за печат на бележки на фискални принтери "Дейзи Експерт" за Грузия.
es: Soporte de impresión de recibos en Daisy Expert para impresora fiscal de Georgia.
hy: Daisy Expert for Georgia ֆիսկալային տպիչների աջակցություն.
ka: ქვითრის ბეჭდვის მხარდაჭერა Daisy Expert-ზე საქართველოს ფისკალური პრინტერებისთვის.
ru: Поддержка печати чеков на принтерах Daisy Expert - Грузия.

source: Support for receipts printing on Daisy FX1200 for Armenia fiscal printers.
bg: Поддръжка за печат на бележки на фискални принтери "Дейзи FX1200" за Армения.
es: Soporte de impresión de recibos en Daisy FX1200 para impresora fiscal de Armenia.
hy: Daisy FX1200 for Armenia ֆիսկալային տպիչների աջակցություն.
ka: ქვითრის ბეჭდვის მხარდაჭერა Daisy FX1200-ზე სასომხეთის ფისკალური პრინტერებისთვის.
ru: Поддержка печати чеков на принтерах Daisy FX1200 - Армения.

source: Support for receipts printing on Daisy Profiprint for Armenia fiscal printers.
bg: Поддръжка за печат на бележки на фискални принтери "Дейзи Профипринт" за Армения.
es: Soporte de impresión de recibos en Daisy Profiprint para impresora fiscal de Armenia.
hy: Daisy Profiprint for Armenia ֆիսկալային տպիչների աջակցություն.
ka: ქვითრის ეჭდვის მხარდაჭერა Daisy Profiprint-ზე სასომხეთის ფისკალური პრინტერებისთვის.
ru: Поддержка печати чеков на принтерах Daisy Profiprintt - Армения.

source: Support for receipts printing on Incotex 114 fiscal printers.
az: Поддержка печати чеков на принтерах Incotex 114.
bg: Поддръжка за печат на бележки на фискални принтери "Инкотекс 114".
es: Soporte de impresión de recibos en Incotex 114 para impresora fiscal.
fr: Un support pour l'impression de reçus sur Incotex 114 imprimantes fiscales.
hy: Ինկոտեքս 114 ֆիսկալային տպիչներով կտրոնի տպման ապահովում:
ka: Incotex 114 ფისკალურ პრინტერზე ჩეკების ბეჭდვის მხარდაჭერა.
pl: Wsparcie druku czeków na drukarkach Incotex 114.
ru: Поддержка печати чеков на принтерах Incotex 114.
uk: Друку на квитанції ІНКОТЕКС підтримка 114 фіскальних принтерів.

source: Support for receipts printing on Partner MF-2351 fiscal devices.
bg: Поддръжка за печат на бележки на фискални принтери "Partner MF-2351".
hy: Կտրոնի տպումMF-2351 սարքի միրոցով
ka: ქითრის ბეჭდვის ტექნიკური მხარდაჭერა MF_2351 ფისკალური მოწყობილობებისათვის
ru: Поддержка печати на Partner MF-2351

source: Support for receipts printing on Меркурий fiscal printers.
bg: Поддръжка за печат на бележки на фискални принтери "Меркурий".
hy: Կտրոնի տպում Меркурий սարքի միրոցով
ka: ქითრის ბეჭდვის ტექნიკური მხარდაჭერა Меркурий ფისკალური მოწყობილობებისათვის
ru: Поддержка печати чеков на принтерах Меркурий.

source: Support for receipts printing on ШТРИХ fiscal printers.
bg: Поддръжка за печат на бележки на фискални принтери "ШТРИХ".
hy: Կտրոնի տպում ШТРИХ Меркурий սարքի միրոցով
ka: ქითრის ბეჭდვის ტექნიკური მხარდაჭერა ШТРИХ ფისკალური მოწყობილობებისათვის
ru: Поддержка печати чеков на принтерах ШТРИХ.

source: Support registering sales on Incotex SDC 1 data controller.
az: Поддержка регистрации продаж при помощи контроллера Incotex SDC 1.
bg: Поддръжка за отчет на продажби в контролера "Инкотекс SDC 1".
es: Soportar registro de ventas en el controlador de datos Incotex SDC 1
fr: Un support enregistrant des ventes sur Incotex DDC 1 contrôleur de données.
hy: SDC1 ով աշխատանքի ապահովում
pl: Wsparcie rejestracji sprzedaży na Incotex 1 SDC administratora danych.
ru: Поддержка регистрации продаж при помощи контроллера Incotex SDC 1.

source: Sync mode:
bg: Режим на синхронизация:
es: Modo de Sinc:
fr: Mode de synchronisation:
hy: Սինխրոնիզացման ռեժիմ
ka: სინქრონიზაციის რეჯიმი:
ru: Режим синхронизации:

source: Sync now
bg: Синхронизирай сега
es: Sinc. ahora
hy: Սինխրոնիզացնել հիմա
ka: დაასინქრონე ახლავე
ru: Синхронизировать сейчас

source: Sync orders after:
bg: Синхронизирай поръчките след:
es: Sinc. pedidos después:
hy: Սինխրոնիզացնել գրառումները հետո
ka: დაასინქროენ შეკვეთები შემდგომ:
ru: Синхронизировать заказы после:

source: Synchronization is limmited by your current licensing schema. Please add a license that will suit your requirements in order to reenable synchronization.
bg: Синхронизацията е ограничена от текущата ви лицензионна схема. Моля, добавете лиценз, който би подхождал на изискванията ви, за да възстановите синхронизацията.
es: La sincronización esta limitada por su actual esquema de licencia. Por favor agregue una licencia que satisfaga sus requisitos para repermitir la sincronización.
hy: Ձեր ընթացիկ լիցենզիայի ռեժիմում սինխրոնիզացիան սահմանափակված է
ka: სინქრონიზაცია შეზღუდულია თქვენი ლიცენზიით. გტხოვთ, დაამატოთ შესაბამისი ლიცენზია.
ru: Синхронизация ограничена лицензией. Добавьте лицензию для увеличения функционала.

source: Synchronized databases:
bg: Синхронизирани бази данни:
es: Bases de datos sincronizadas:
hy: Սինխրոնիզացված տվյալների բազա
ka: დასინქრონებული მონცემთა ბაზები:
ru: Базы данных для синхронизации:

source: Synchronizes accounting information to QuickBooks Online.
bg: Синхронизира счетоводна информация към QuickBooks Online.
hy: Համաժամացում QuickBooks Online-ի հետ
ru: Синхронизация информации QuickBooks Online.

source: Synchronizing inventory with QuickBooks Online...
bg: Синхронизиране на наличностите с QuickBooks Online...
hy: Ապրանքացանկի համաժամացում QuickBooks Online-ի հետ
ru: Синхронизация переучета с QuickBooks Online...

source: Synchronizing operations with QuickBooks Online...
bg: Синхронизиране на операциите с QuickBooks Online...
hy: Գործողությունների համաժամացում QuickBooks Online-ի հետ
ka: ოპერაციების სინქრონიზაცია QuickBooks Online...
ru: Синхронизация операций с QuickBooks Online...

source: TOTAL
az: CƏMİ
bg: ОБЩО
hy: ԸՆԴԱՄԵՆԸ
ka: სულ
pl: RAZEM
ru: ИТОГО
uk: ВСЬОГО

source: TOTAL VAT
bg: ОБЩ ДДС
es: IVA TOTAL
hy: ԱԱՀ
ka: სულ დღგ
ru: ИТОГО НДС

source: Table
az: Cədvəl
bg: Таблица
es: Mesa
fr: Tableau
hy: Աղյուսակ
ka: ცხრილი
pl: Tablica
ru: Таблица
uk: Таблиця

source: Table source:
bg: Източник за таблицата:
es: Origen de la tabla:
fr: Tableau Source:
hy: Աղյուսակի աղբյուր
ka: ცხრილის წყარო:
ru: Исходная таблица:

source: Table {0}
az: Masa {0}
bg: Маса {0}
es: Tabla {0}
fr: Tableau {0}
hy: Սեղան {0}
ka: მაგიდა {0}
pl: Tabela {0}
ru: Таблица {0}

source: Table {0}{1}
az: Masa {0}{1}
bg: Маса {0}{1}
es: Mesa {0}{1}
fr: Tableau {0} {1}
hy: Սեղան {0}{1}
ka: მაგიდა {0}{1}
pl: Tabela {0} {1}
ru: Таблица {0}{1}

source: Tables:
az: Masa sayı:
bg: Маси:
es: Mesas:
fr: Les tableaux:
hy: Սեղաններ
ka: მაგიდები
pl: Tabele
ru: Таблицы:

source: Target location cannot be empty!
bg: Целта не може да е празна.
es: ¡Los objetivos de la entidad no pueden estar vacíos!
hy: Ընտրված տեղամասը չի կարող դատարկ լինել
ka: საბოლოო ადგილმდებარეობა არ შეიძლება იყოს ცარიელი!
ru: Получатель должен быть указан!

source: Tax
az: Vergi
bg: Данък
es: Impuesto
fr: La Taxe
hy: Հարկ
ka: გადასახადი
pl: Podatek
ru: Налог
uk: Податок

source: Tax %
bg: Данъчен %
es: % de Impuestos
hy: Հարկ %
ka: გადასახადის %
ru: Налог %

source: Tax Amount
az: Vergi məbləği
bg: Данък ст-ст
es: Cantidad de Impuestos
fr: Montant de Taxe
hy: Հարկ գումար
ka: გადასახადის ჯამი
pl: Suma Podatku
ru: Сумма налога
uk: Сума податку

source: Tax Amount Included
az: Vergi məbləği daxildir
bg: Данъчна ст-ст включена
es: Cantidad de Impuestos Incluido
fr: Montant de la taxe incluse
hy: Հարկ (ներառյալ) գումար
ka: მოიცავს გადასახადის ჯამს
pl: Suma Podatku Jest Włączona
ru: Сумма налога включена
uk: Сума податку включена

source: Tax BIC
az: Bank kodu
bg: BIC за данък
es: Impuesto BIC
fr: Taxe BIC
hy: BIC հարկ
ka: BIC
pl: BIC
ru: БИК
uk: БІК

source: Tax BIC:
az: Bank kodu
bg: BIC за данък:
es: Impuesto BIC:
fr: Taxe BIC:
hy: BIC հարկ
ka: BIC
pl: BIC:
ru: БИК
uk: БІЛ:

source: Tax Bank
az: Vergi Bankı
bg: Банка за данък:
es: Banco de Impuesto
fr: La Taxede la Banque
hy: Հարկերի վճարման բանկ
ka: საგადასახადო ბანკი
pl: Bank Dla Spłaty Podatku
ru: Банк для уплаты налога
uk: Банк для проплати податку

source: Tax Date
az: Vergi hadisəsi tarixi
bg: Дата на данъчното събитие
es: Fecha de Impuesto
fr: Date de Taxe
hy: Հարկի ամսաթիվ
ka: გადახდის თარიღი
pl: Data Podatkowego Wydarzenia
ru: Дата налогового события
uk: Податкова дата

source: Tax Exempt
az: Vergisiz
bg: Без данъци
es: Exento de Impuesto
fr: Taxe Exonérée
hy: Առանց հարկի
ka: გადასახადის გარეშე
pl: Bez podatku
ru: Без налога
uk: Без податку

source: Tax Given
az: Verilmiş vergi
bg: Даден данък
es: Impuesto Dado
fr: Taxe Donnée
hy: Տրված հարկ
ka: გადახდილია
pl: Wydany Podatek
ru: С учетом налогов
uk: Податкові дані

source: Tax Given Amount
bg: Сума на дадения данък
es: Cantidad Dada de Impuestos
hy: Տրված հարկ գումար
ka: გადასხადის თანხა
ru: Сумма с учетом налогов

source: Tax Given Amount Included
bg: Сума на включения даден данък
es: Cantidad Dada de Impuestos Incluidos
hy: Տրված հարկ (ներառյալ) գումար
ka: გადასხადის თანხა მოიცავს
ru: Сумма с учетом включенных налогов

source: Tax Given Included
az: Verilmiş vergini daxil etməklə
bg: Включен внесен данък
es: Impuestos Dados Incluidos
fr: TaxeDonnée incluse
hy: Տրված հարկ (ներառյալ)
ka: გადახდა მოიცავს
pl: Włączając Wydany Podatek
ru: С учетом включенных налогов
uk: Податкових даній включені

source: Tax Group
az: Vergi qrupu
bg: Данъчна група
es: Grupo de Impuesto
fr: Groupe de la taxe
hy: Հարկային խումբ
ka: გადახდის ჯგუფი
pl: Podatkowa grupa
ru: Налоговая группа
uk: Податкова група

source: Tax Group Code
az: Vergi qrupunun kodu
bg: Код на данъчна група
es: Código del Grupo de Impuesto
fr: Code de Groupe de la taxe
hy: Հարկային խմբի կոդ
ka: გადადის ჯგუფის კოდი
pl: Kod Podatkowej Grupy
ru: Код налоговой группы
uk: Податковий код групи

source: Tax Group Id:
az: Vergi qrupunun nömrəsi
bg: Данъчна група №:
es: Id del Grupo de Impuesto:
fr: ID de Groupe de Taxe:
hy: Հարկային խմբի կոդըը
ka: გადასახადის ჯგუფის ID:
pl: Podatkowy Grupowy Id :
ru: № налоговой группы

source: Tax Group Name
az: Vergi qrupunun adı
bg: Име на данъчна група
es: Nombre del Grupo de Impuesto
fr: Nom de Groupe de la taxe
hy: Հարկային խմբի անունը
ka: გადადის ჯგუფის სახელი
pl: Miano Podatkowej Grupy
ru: Наименование налоговой группы
uk: Ім'я податкової групи

source: Tax Group No.
az: Vergi qrupunun nömrəsi
bg: Данъчна група №
es: No. del Grupo de Impuesto
fr: N° du Groupe de la taxe
hy: Հարկային խմբի համարը
ka: გადადის ჯგუფის ნომერი
pl: Numer Podatkowej Grupy
ru: Номер налоговой группы
uk: Номер подакової групи

source: Tax Group Value (%)
az: Vergi qrupunun stavka göstəricisi(%)
bg: Стойност на данъчна група (%)
es: Valor (%) del Grupo de Impuesto
fr: Valeur du Groupe de la taxe (%)
hy: Հարկային խմբի արժեքը (%)
ka: გადადის ჯგუფის ღირებულება(%)
pl: Znaczenie Stawki Podatkowej Grupy (%)
ru: Значение ставки налоговой группы(%)
uk: Значення подакової групи (%)

source: Tax Groups
az: Vergi qrupları
bg: Данъчни групи
es: Grupos de Impuestos
fr: Les Groupes de la taxe
hy: Հարկային խմբեր
ka: საგადასახადო ჯგუფები
pl: Podatkowe grupy
ru: Налоговые группы
uk: Податкові групи

source: Tax Groups...
az: Vergi qrupları
bg: Данъчни групи...
es: Grupos de impuestos...
fr: Les Groupes de la taxe…
hy: Հարկային խմբեր
ka: საგადასახადო ჯგუფები...
pl: Podatkowe grupy...
ru: Налоговые группы...
uk: Податкові групи...

source: Tax IBAN
az: Bankın ünvanı:
bg: IBAN за данък
es: Impuesto IBAN
fr: Taxe IBAN
hy: IBAN հարկ
ka: IBAN:
pl: IBAN
ru: Адрес банка:
uk: IBAN:

source: Tax IBAN:
az: Bankın ünvanı:
bg: IBAN за данък:
es: Impuesto IBAN:
fr: Taxe IBAN:
hy: IBAN հարկ
ka: IBAN^
pl: IBAN:
ru: Адрес банка^
uk: IBAN:

source: Tax Included
az: Vergi daxildir
bg: Включен данък
es: Impuestos Incluidos
fr: Taxes incluses
hy: Հարկ (ներառյալ)
ka: გადახდა მოიცავს
pl: Podatek Jest Włączony
ru: Налог включен
uk: Податок

source: Tax Number
az: Vergi nömrəsi
bg: Данъчен номер
es: Número de Impuesto
fr: Matricule fiscale
hy: Հարկի համար
ka: გადახდა მოიცავს
pl: Numer Podatku
ru: Номер налога
uk: Податковий номер

source: Tax Received
az: Alınmış vergi
bg: Получен данък
es: Impuesto Recibido
fr: Taxe Reçue
hy: Ստացված հարկ
ka: მიღებული გადახდა მოიცავს
pl: Otrzymany Podatek
ru: Полученный налог
uk: Податкова отримала
