Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Failed to save update to "{0}"! Please check if there is enough space on the disk. The update requires at least {1} of free disk space.
az: Ошибка при сохранении обновления в "{0}"! Проверьте количество свободного места на диске. Обновление требует {1} свободного дискового пространства.
bg: Грешка при записа на актуализацията в "{0}"! Моля, проверете дали имате достатъчно свободно място на диска. Актуализацията изисква минимум {1} свободно място.
es: ¡Falló al guardar la actualización para "{0}"! Por favor asegúrese de que tiene espacio en el disco. La actualización necesita al menos {1} de espacio libre en el disco.
fr: Impossible d'enregistrer de mise à jour" {0}"! S'il vous plaît vérifiez s'il y a assez d'espace sur le disque. La mise à jour nécessite au moins{1}de l'espace libre sur le disque.
hy: Սխալ "{0}"-ում թարմացում պահպանելու ժամանակ!խնդրում ենք ստուգել կա արդյո՞ք բավարար ազատ տարածք դիսկի վրա: Թարմացումը պահանջում է սկավառակում {1} ազատ տարածություն
ka: შეცდომა განახლების შენახვისას "{0}"-ში! შეამოწმეთ დისკზე თავისუფალი ადგილის არსებობა. განახლებას ესაჭიროება {1} თავისუფალ ადგილი.
pl: Błąd podczas zapisywania aktualizacyj "{0}"! Sprawdźcie ilość wolnego miejsca na dysku. Odnowa wymaga {1} wolnego talerzowego obszaru.
ru: Ошибка при сохранении обновления в "{0}"! Проверьте количество свободного места на диске. Обновление требует {1} свободного дискового пространства.
uk: Не вдалося зберегти оновлення "{0}"! Будь ласка, перевірте, чи достатньо місця на диску. Оновлення потребує принаймні {1} вільного дискового простору.

source: Failure Sending Mail
bg: Грешка при изпращане на ел. поща
es: Enviando Correo de fallo
fr: Échec de l'envoi Mail
hy: Նամակի ուղարկման ձախողում
ka: ელ-ფოსტის გაგზავნის წარუმატებლობა
ru: Отправка почты не удалась

source: False
az: Yalan
bg: Неактивно
es: Falso
fr: Faux
hy: Սխալ
ka: მცდარი
pl: Kłamstwo
ru: Ложь
uk: Не вірно

source: Fatal error!
az: Kritik səhv!
bg: Фатална грешка!
es: ¡Error grave!
fr: Erreur fatale!
hy: Կրիտիկական սխալ
ka: კრიტიკული შეცდომა!
pl: Krytyczny błąd!
ru: Критическая ошибка!
uk: Фатальна помилка!

source: Fax
az: Faks
bg: Факс
hy: Ֆաքս
ka: ფაქსი
pl: Faks
ru: Факс
uk: Факс

source: Fax:
az: Faks:
bg: Факс:
hy: Ֆաքս
ka: ფაქსი:
pl: Faks
ru: Факс:
uk: Факс:

# Distribution
source: Features
bg: Функции
es: Características
hy: Հատկություններ
ka: მახასიათებლები
ru: Особенности

source: February
az: Fevral
bg: Февруари
es: Febrero
fr: Février
hy: Փետրվար
ka: თებერვალი
pl: Luty
ru: Февраль
uk: Лютий

source: Feedback
az: Əks əlaqə
bg: Отзиви
es: Retroalimentación
hy: Հետադարձ կապ
ka: უკუკავშირი
pl: Wsteczny związek
ru: Обратная связь

source: Field
az: Sahə
bg: Поле
es: Campo
fr: Champ
hy: Դաշտ
ka: ველი
pl: Pole
ru: Поле
uk: Поле

source: Fields
az: Sahələr
bg: Полета
es: Campos
fr: Champs
hy: Դաշտեր
ka: ველები
pl: Pola
ru: Поля
uk: Поля

source: Fifteen
az: On beş
bg: Петнадесет
es: Quince
fr: Quinze
hy: Տասնհինգ
ka: თხუთმეტი
pl: Piętnastka
ru: Пятнадцать
uk: П'ятнадцять

source: Fifty
az: Əlli
bg: Петдесет
es: Cincuenta
fr: Cinquante
hy: Հիսուն
ka: ორმოცდაათი
pl: Pięćdziesiąt
ru: Пятьдесят
uk: П'ятдесять

source: File
az: Fayl
bg: Файл
es: Archivo
fr: Fichier
hy: Ֆայլ
ka: ფაილი
pl: Plik
ru: Файл
uk: Файл

source: File already exists
az: Fayl artiq var
bg: Файлът вече съществува
es: El fichero ya existe
fr: Le fichier existe déjà
hy: Ֆայլը արդեն գոյություն ունի
ka: ფაილი უკვე არსებობს
pl: Plik już istnieje
ru: Файл уже существует
uk: Файл вже існує

source: File:
az: Fayl:
bg: Файл:
es: Archivo:
fr: Fichier:
hy: Ֆայլ
ka: ფაილი
pl: Plik:
ru: Файл:
uk: Файл:

source: Fill
bg: Запълване
es: Relleno
fr: Remplir
hy: Լրացնել
ka: შევსება
ru: Заполнить

source: Filling
az: Dolmaq
bg: Запълване
es: Rellenando
fr: Remplissage
hy: Լրացում
ka: შევსება
pl: Wypełnienie
ru: Заполнение
uk: Засипання

source: Filter
az: Filtr
bg: Филтър
es: Filtro
fr: Filtre
hy: Ֆիլտր
ka: ფილტრი
pl: Filtr
ru: Фильтр
uk: Фільтр

source: Filter logic:
az: Loqik filtr
bg: Логика на филтъра:
es: Filtro lógico:
fr: Logique de filtre:
hy: Ֆիլտրի տրամաբանություն
ka: ფილტრის ლოგიკა:
pl: Logiczny filtr
ru: Логический фильтр
uk: Логічний фільтр:

source: Filter type:
az: Filtrin tipi
bg: Тип на филтъра:
es: Tipo de filtro:
fr: Type de filtre:
hy: Ֆիլտրի տեսակը
ka: ფილტრის ტიპი:
pl: Typ filtru
ru: Тип фильтра
uk: Тип фільтру:

source: Financial event:
bg: Финансово събитие:
hy: Ֆինանսական գործարք
ka: ფინანსური ღონისძიება:
ru: Фискальное событие:

source: Find
az: Axtariş
bg: Търсене
es: Buscar
fr: Trouver
hy: Փնտրել
ka: პოვნა
pl: Szukaj
ru: Поиск
uk: Пошук

source: Finish
az: Hazir
bg: Завършване
es: Fin
fr: Terminer
hy: Ավարտ
ka: დასრულება
pl: Ukończ
ru: Готово
uk: Закінчити

source: Finished
az: Bitib
bg: Завършено
es: Terminado
fr: Terminé
hy: Ավարտված
ka: დასრულებული
pl: Gotowe
ru: Завершено

source: Firmware CRC
az: CRC прошивки
bg: Контролна сума на фърмуера
fr: Micro logiciel CRC
hy: CRC ծրագիր
ka: ფირმვეარის CRC
pl: CRC aktualizacja oprogromowania
ru: CRC прошивки
uk: CRC прошивки

source: Firmware date
az: Дата прошивки
bg: Дата на фърмуера
es: Fecha de firmware
fr: Date deFirmware
hy: Ծրագրի ամսաթիվ
ka: ფირმვეარის თარიღი
pl: Data aktualizacji oprogromowania
ru: Дата прошивки
uk: Дата прошивки

source: Firmware version
az: Версия прошивки
bg: Версия на фърмуера
es: Versión de firmware
hy: Ծրագրի տարբերակը
ka: ფირმვეარის ვერსია
pl: Wersja aktualizacji oprogromowania
ru: Версия прошивки
uk: Версія прошивки

source: First Name:
bg: Собствено име:
es: Primer nombre:
fr: Prénom:
hy: Անունը
ka: სახელი:
ru: Имя:

source: Fiscal Manager
az: Fiskal menecer
bg: Фискален мениджър
es: Administrador Fiscal
fr: Gestionnaire fiscal
hy: Ֆիսկալային կառավարիչ
ka: ფისკალური მენეჯერი
pl: Fiskalny manager
ru: Фискальный менеджер
uk: Фіскальний менеджер

source: Fiscal Manager...
az: Fiskal menecer...
bg: Фискален мениджър...
es: Administrador Fiscal...
fr: Gestionnaire fiscal…
hy: Ֆիսկալային կառավարիչ
ka: ფისკალური მენეჯერი...
pl: Fiskalny manager...
ru: Фискальный менеджер...
uk: Фіскальний менеджер...

source: Fiscal Reports
az: Fiskal hesabatlar
bg: Фискални отчети
es: Reportes fiscales
fr: Les rapports financiers
hy: Ֆիսկալային հաշվետվություններ
ka: ფისკალური რაპორტები
pl: Fiskalne sprawozdania
ru: Фискальные отчеты
uk: Фіскальні звіти

source: Fiscal Reports...
az: Fiskal hesabatlar...
bg: Фискални отчети...
es: Reportes fiscales...
fr: Les rapports budgétaires ...
hy: Ֆիսկալային հաշվետվություններ
ka: ფისკალური რაპორტები...
pl: Fiskalne sprawozdania...
ru: Фискальные отчеты...
uk: Фіскальні звіти...

source: Fiscal device:
bg: Фискално устройство:
es: Dispositivos fiscales:
hy: Ֆիսկալային սարք
ka: ფისკალური მოწყობილობა:
ru: Фискальное устройство:

source: Fiscal memory serial number
az: Fiskal yaddaşin seriya nömrəsi
bg: Сериен номер на фискалната памет
es: Número de seria de la memoria fiscal
fr: Numéro de série de la mémoire fiscale
hy: Ֆիսկալային հիշողության սերիալ համարը
ka: ფისკალური მეხსიერების სერიული ნომერი
pl: Seryjny numer fiskalnej pamięci
ru: Серийный номер фискальной памяти
uk: Серійний номер фіскальної пам'яті

source: Fiscal report by dates
az: Tarixlər üzrə fiskal hesabat
bg: Фискален отчет по дати
es: Reporte fiscal por fechas
fr: Rapport financier par dates
hy: Ֆիսկալային հաշվետվությունը, ըստ օրերի
ka: ფისკალური რაპორტი თარიღების მიხედვით
pl: Fiskalne sprawozdanie po datach
ru: Фискальный отчет по датам
uk: Фіскальний звіт по датам

source: Fiscal report by numbers
az: Nömrələr üzrə fiskal hesabat
bg: Фискален отчет по номера
es: Reporte fiscal por números
fr: Rapport financier par numéros
hy: Ֆիսկալային հաշվետվությունը, ըստ համարների
ka: ფისკალური რაპორტი ნომრების მიხედვით
pl: Fiskalne sprawozdanie po numerach
ru: Фискальный отчет по номерам
uk: Фіскальний звіт по номерам

source: Fit
bg: Побиране
es: Reparar
fr: ajustement
hy: Ֆիտ
ka: შესაბამობა
ru: Перейти

source: Five
az: Beş
bg: Пет
es: Cinco
fr: Cinq
hy: Հինգ
ka: ხუთი
pl: Pięć
ru: Пять
uk: П'ять

source: Fixed price
az: Sabit qiymət
bg: Фиксирана цена
es: Precio reparado
fr: Prix fixe
hy: Ֆիքսված գին
ka: ფიქსირებული ფასი
pl: Utrwalona cena
ru: Фиксированная цена
uk: Фіксована ціна

source: Floating
az: Hərəkətli
bg: Плаващ
es: Flotante
fr: Flottant
hy: Հոսուն
ka: ტივტივი
pl: Pływająca
ru: Плавающая
uk: Плаваючою

source: Font
az: Şrift
bg: Шрифт
es: Fuente
fr: Police
hy: Տառատեսակ
ka: ფონტი
pl: Czcionka
ru: Шрифт
uk: Шрифт

source: Font color:
bg: Цвят на шрифта:
es: Color de fuente
fr: Couleur de la police:
hy: Տառատեսակի գույնը
ka: ფონტის ფერი
ru: Цвет шрифта:

source: Font:
az: Şrift:
bg: Шрифт:
es: Fuente:
fr: Police:
hy: Տառատեսակ
ka: ფონტი
pl: Czcionka:
ru: Шрифт:
uk: Шрифт:

source: Footer
az: Aşağı hissə
bg: Долен колонтитул
es: Pié de página
fr: Pied de page
hy: Ստորագիր
ka: ქვედა ზღვარი
pl: Dolna część
ru: Нижний колонтитул
uk: Нижній колонтитул

source: Footer Style
az: Aşağı hissənin stili
bg: Стил на долния колонтитул
es: Estilo de pié de página
fr: Style Pied de page
hy: Ստորագրի տեսակը
ka: ქვედა ზღვრის სტილი
pl: Styl dolnej części
ru: Стиль нижней части
uk: Стиль

source: Footer depends on:
bg: Долният колонтитул зависи от:
es: El pié de página depende de:
fr: Pied de page dépend de:
hy: Ստորագիր
ka: Footer-ი დამოკიდებულია:
ru: Нижний колонтитул зависит от:

source: Footer text
bg: Текст в долният колонтитул
es: Texto del pié de página
hy: Ստորագիր տեքստ
ka: Footer-ის ტექსტი
ru: Текст нижнего колонтитула

source: For:
bg: За:
es: Para:
hy: Համար
ka: მიმღები:
ru: Получатель:

source: Foreground
az: Ön plan
bg: Цвят на шрифта
es: primer plano
fr: origiaux
hy: Առաջնահերթ
ka: წინა პლანი
pl: Przedni plan
ru: Передний план
uk: Передній план

source: Format
bg: Формат:
es: Formato
hy: Ֆորմատ
ka: ფორმატი
ru: Формат

source: Format source:
bg: Източник на формата:
es: Formato de origen:
fr: Source Format:
hy: Աղբյուրի ֆորմատը
ka: წყაროს ფორმატირება:
ru: Источник формата:

source: Format:
bg: Формат:
es: Formato:
hy: Ֆորմատ
ka: ფორმატი
ru: Формат:
uk: Формат:

source: Forty
az: Qirx
bg: Четиридесет
es: Cuarenta
fr: Quarante
hy: Քառասուն
ka: ორმოცი
pl: Czterdzieści
ru: Сорок
uk: Сорок

source: Four
az: Dörd
bg: Четири
es: Cuatro
fr: Quatre
hy: Չորս
ka: ოთხი
pl: Cztery
ru: Четыре
uk: Чотири

source: Fourteen
az: Ondörd
bg: Четиринадесет
es: Catorce
fr: Quatorze
hy: Տասնչորս
ka: თოთხმეტი
pl: Czternaście
ru: Четырнадцать
uk: Чотирнадцать

source: Free
bg: Безплатно
hy: Ազատ
ka: თავისუფალი
ru: Без оплаты

source: Friday
bg: Петък
es: Viernes
hy: Ուրբաթ
ka: პარასკევი
ru: Пятница

source: From
bg: От
es: Desde
hy: Որտեղից
ka: დან
ru: От

source: From Location
bg: От обект
es: Desde entidad
hy: Տեղամասից
ka: ადგილმდებარეობიდან
ru: С объекта
uk: З Об'єкту

source: From last month
az: Keçən ay üzrə
bg: От миналия месец
es: Desde el último mes
fr: À partir du mois dernier
hy: Վերջին ամսից սկսած
ka: წინა თვიდან
pl: Z ostatni miesiąc
ru: За прошлый месяц
uk: З минулого місяця

source: From last week
az: keçən həftə üzrə
bg: От миналата седмица
es: Desde la última semana
fr: De la semaine dernière
hy: Վերջին շաբաթից սկսած
ka: წინა კვირიდან
pl: Za ostatni tydzień
ru: За прошлую неделю
uk: З минулого тижня

source: From last year
az: Keçən il üzrə
bg: От миналата година
es: Desde el último año
fr: De la semaine dernière
hy: Վերջին տարվանից սկսած
ka: წინა წლიდან
pl: Za ostatni rok
ru: За прошлый год
uk: З минулого року

source: From location
az: Sahədən
bg: От обект
es: Desde la entidad
fr: De l'emplacement
hy: Տեղամասից
ka: ადგილმდებარეობიდან
pl: Z działu
ru: Из объекта
uk: З об'єкту

source: From location: {0}
az: {0}Sahədən
bg: От обект: {0}
es: Desde la entidad: {0}
fr: De l'emplacement: {0}
hy: {0} տեղամասից
ka: {0} ადგილმდებარეობიდან
pl: Z działui: {0}
ru: Из объекта: {0}
uk: З об'єкту: {0}

source: From past 24 hours
az: Keçən gün ərzində
bg: От последните 24 часа
es: Desde pasadas 24 horas
fr: De dernières24 heures
hy: Անցյալ 24 ժամից սկսած
ka: უკანასკნელი 24 საათიდან
pl: Za zeszłą dobę
ru: За прошедшие сутки
uk: За останні 24 години

source: From past month
az: Keçən ay ərzində
bg: От изминалия месец
es: Desde el mes pasado
fr: À partir du mois passé
hy: Անցած ամսից սկսած
ka: წინა თვიდან
pl: Za poprzedni miesiąc
ru: За прошедший месяц
uk: За минулий місяць

source: From past week
az: Keçən həftə ərzində
bg: От изминалата седмица
es: Desde la semana pasada
fr: De la dernière semaine
hy: Անցած շաբաթից սկսած
ka: წინა კვირიდან
pl: Za poprzedni tydzień
ru: За прошедшую неделю
uk: За минулий тиждень

source: From past year
az: Keçən il ərzində
bg: От изминалата година
es: Desde el año pasado
fr: De la dernière année
hy: Անցած տարվանից սկսած
ka: წინდა წლიდან
pl: Za poprzedni rok
ru: За прошедший год
uk: За минулий рік

source: From recipe:
bg: От рецепта:
es: De receta:
hy: Բաղադրատոմսից
ka: რეცეპტიდან:
ru: Из рецепта:

source: From this month
az: Cari ayda
bg: От този месец
es: Desde este mes
fr: A partir de ce mois
hy: Այս ամսից սկսած
ka: ამ თვიდან
pl: Za ten miesiąc
ru: За этот месяц
uk: Цього місяця

source: From this week
az: Cari həftədə
bg: От тази седмица
es: Desde esta semana
fr: A partir de cette semaine
hy: Այս շաբաթից սկսած
ka: ამ კვირიდან
pl: Za ten tydzień
ru: За эту неделю
uk: За цей тиждень

source: From this year
az: Cari ildə
bg: От тази година
es: Desde este año
fr: A partir de cette année
hy: Այս տարվանից սկսած
ka: ამ წლიდან
pl: Za ten rok
ru: За этот год
uk: За цей рік

source: From today
az: Bu gün
bg: От днес
es: Desde hoy
fr: A partir d'aujourd'hui
hy: Այսօրվանից
ka: დრეიდან
pl: Za dziś
ru: За сегодня
uk: За сьогоднішній день

source: From yesterday
az: Dünən
bg: От вчера
es: Desde ayer
fr: Depuis hier
hy: Երեկվանից
ka: გუშინდლიდან
pl: Za wczoraj
ru: За вчера
uk: За минулий день

source: From:
az: dan
bg: От:
es: Desde:
fr: De:
hy: Որտեղից
ka: დან:
pl: Ot:
ru: От:
uk: Від:

source: Front Office & Back Office
bg: Фронт Офис & Бек Офис
es: Front Office y Back Office
hy: Ճակատային օֆիս և հետնամասային օֆիս
ka: ფრონტ-ოფისი და ბექ-ოფისი

source: Front Office - Retail sales
az: Front Office - Pərakəndə satış
bg: Фронт Офис - Продажби в магазин
es: Front Office - Ventas al por menor
fr: Front Office -Les ventes au détail
hy: Ճակատային օֆիս մանրածախ առևտուր
ka: ფრონტ ოფისი - Retail sales
pl: Front Office - Sprzedaż detaliczna
ru: Front Office - Розничные продажи

source: Front Office - Touch screen sales
az: Front Office - Sensorlu ekranın satış üçün istifadə edilməsi
bg: Фронт Офис - Продажби от сензорен екран
es: Front Office - Ventas en pantalla táctil
fr: Front Office –vente à écran tactile
hy: Ճակատային օֆիս սենսորային վահանակ
ka: ფრონტ ოფისი - Touch screen sales
pl: Front Office - sprzedaży przy pomocy ekranu dotykowego
ru: Front Office - Использование сенсорного экрана для продаж

source: Full Sync
bg: Пълна синхронизация
es: Sincronización total
fr: Synchronisation complète
hy: Ամբողջական սինխրոնիզացիա
ka: სრული სინქრონიზაცია

source: Full list
bg: Пълен списък
es: Lista completa
hy: Ամբողջ ցանկը
ka: სრული სია
ru: Полный список

source: Full screen
bg: Цял екран
es: Pantalla completa
ka: სრული ეკრანი
ru: На весь экран

source: Functions
az: Funksiyalar
bg: Функции
es: Funciones
fr: Les fonctions
hy: Ֆունկցիաներ
ka: ფუნქციები
pl: Funkcje
ru: Функции
uk: Функції

source: GNU General Public License version 2.
bg: GNU General Public License версия 2.
es: GNU Licencia Pública General versión 2
fr: GNU la version 2. Du Licence général Publique
uk: GNU General Public License версії 2.

# Distribution
source: GPS Coordinates:
bg: GPS координати:
es: Coordenadas GPS:
hy: GPS կորդինատներ
ka: GPS კოორდინატები:
ru: GPS координаты:

source: General
az: Ümumi
bg: Общ
fr: Général
hy: Գլխավոր
ka: ზოგადი
pl: Ogólne
ru: Общие
uk: Генеральна

source: General information
az: Əsas informasiya
bg: Основна информация
es: Información general
fr: Informations générales
hy: Հիմնական
ka: ძირითადი ინფორმაცია:
pl: Główna informacja :
ru: Основная информация:
uk: Загальна інформація

source: General reports
az: Əsas hesabatlar
bg: Общи отчети
es: Reportes generales
fr: Les rapports généraux
hy: Ընդհանուր հաշվետվություններ
ka: ძირითადი რაპორტები
pl: Główne sprawozdania
ru: Основные отчеты
uk: Загальні звіти

source: Generate
bg: Създаване
es: Generar
hy: Ստեղծել
ka: გენერაცია
ru: Генерировать

source: Generate barcodes
bg: Създаване на баркодове
es: Generar códigos de barra
hy: Ստեղծել գծիկավոր կոդեր
ka: შტრიხკოდების გენერაცია
ru: Сгенерировать штрих-коды
uk: Згенерувати штрихкоди

source: Generate barcodes:
bg: Създаване на баркодове:
es: Generar códigos de barra:
hy: Ստեղծել գծիկավոր կոդեր
ka: შტრიხკოდების გენერაცია:
ru: Сгенерировать штрих-коды:
uk: Згенерувати штрихкоди:

source: Generated digit (#)
bg: Генерирана цифра (#)
ka: გენერირებული ციფრი (#)
ru: Генерируемый символ (#)

source: Generating document
az: Sənədin generasiyası
bg: Генериране на документ
es: Generando documento
fr: Génération de documents
hy: Փաստաթղթերի ստեղծում
ka: დოკუმენტის გენერირება
pl: Generacja dokumentu
ru: Генерирование документа
uk: Створення документа

source: Generating...
az: Generasiya...
bg: Генериране...
es: Generando...
fr: Génération...
hy: Գենարացիա
ka: გენერირება...
pl: Generacja...
ru: Генерирование...
uk: Створення...

source: Get Amount
bg: Прочитане на количеството
es: Obtener Importe
fr: Obtenez Montant
hy: Ստանալ գումարը
ka: თანხის მიღება
ru: Получение суммы

source: Get Auto Paper Cut
az: Biçagın vəziyyəti
bg: Състояние на ножа за хартия
es: Obtener Papel cortado automáticamente
fr: Obtenez la coupe automatique du papier
hy: Կտրիչի վիճակը
ka: ფურცლის ავტომატური მოწღის მიღება
pl: Stan noża odcinarki
ru: Состояние отрезного ножа
uk: Стан відрізного ножа

source: Get Barcode Height
az: Ştrix-kodun hündürlüyünün oxunması
bg: Състояние на височината на баркода
es: Obtener Altura en el código de barra
fr: Récupérer la hauteur de code à barres
hy: Գծիկավոր կոդի բարձրության ստացումը
ka: შტრიხკოდის სიმაღლის წაკითხვა
pl: Czytanie wysokości kodó kreskowego
ru: Чтение высоты штрих-кода
uk: Читання висоти штрихкода

source: Get Buffered Print
az: Çapa göndərmək
bg: Състояние на буферирания печат
es: Obtener Impresión neutralizarda
fr: Obtenez la copie protogée
hy: Տպման բուֆերի ստացումը
ka: ბეჭდვის ბუფერის მიღება
pl: Otrzymanie bufora druku
ru: Отправка на печать
uk: Зчитати буфер друку

source: Get Constants
az: Parametrlərin oxunması
bg: Прочитане на параметрите
es: Obtener Constantes
fr: Obtenez des Constantes
hy: Հաստատունների հաշվում
ka: პარამეტრების წაკითხვა
pl: Odczytanie parametrów
ru: Считывание параметров
uk: Зчитати параметри

source: Get Date/Time
az: Tarix və vaxtin dəyərinin alınması
bg: Прочитане на дата/време
es: Obtener Fecha/Hora
fr: Obtenez la copie protogée
hy: Ստանալ ամսաթիվը և ժամը
ka: თარიღის და დროის მნიშვნელობების მიღება
pl: Odzyskanie znaczeń daty i czasu
ru: Получение значений даты и времени
uk: Отримати Дату / час

source: Get Diagnostic Info
az: Получение диагностической информации
bg: Прочитане на диагностична информация
es: Obtener Info de Diagnóstico
fr: Obtenir des informations de diagnostic
hy: Ստանալ դիագնոստիկ ինֆորմացիա
ka: დიაგნოსტიკური ინფორმაციის მიღება
pl: Otrzymanie diagnostycznej informacji
ru: Получение диагностической информации
uk: Отримати діагностичну інформацію

source: Get Fiscal Receipt Status
az: Получение состояния чека
bg: Прочитане на статуса на фискалния бон
es: Obtener Estado del Recibo Fiscal
fr: Lire l'état du reçu fiscal
hy: Ստանալ ֆիսկալային կտրոնի վիճակը
ka: ჩეკის მდგომარეობის მიღება
pl: Otrzymanie stanu paragonu
ru: Получение состояния чека
uk: Отримати стан чеку

source: Get Footer Text
az: Получение текста нижней части чека
bg: Прочитане на редовете в края на бона
es: Obtener Texto de Pie de Página
fr: Obtenezle textede titre de bas de page
hy: Ստանալ կտրոնի ստորին տեքստը
ka: ცეკის ქვედა ნაწილის მიღება
pl: Otrzymanie tekstu dolnej części paragonu
ru: Получение текста нижней части чека
uk: Отримати текст нижньої частини чеку

source: Get Graphical Logo
az: Получение графического логотипа
bg: Прочитане на графичното лого
es: Obtener Logotipo Gráfico
fr: Obtenez Logo graphique
hy: Ստանալ գրաֆիկական լոգոտիպը
ka: გრაფიკული ლოგოტიპის მიღება
pl: Otrzymanie graficznego logotypu
ru: Получение графического логотипа
uk: Отримати Графічний логотип

source: Get Header Text
az: Получение текста заголовка
bg: Прочитане на заглавните редове
es: Obtener Texto de Encabezado
fr: Obtenez Text-tête
hy: Ստանալ կտրոնի վերին տեքստը
ka: ტექსტის ზედა ნაწილის მიღება
pl: Otrzymanie tekstu tytułu
ru: Получение текста заголовка
uk: Отримати текст заголовка

source: Get Journal Print Speed
az: Получение скорости печати журнала
bg: Прочитане на скоростта на печат
es: Obtener Rápida Impresión del Diario
fr: Obtenez le Journal de Vitesse d'impression
hy: Ստանալ մատյանի տպման արագությունը
ka: ჟურნალის ბეჭდვის სიჩქარის მიღება
pl: Otrzymanie szybkości druku czasopisma
ru: Получение скорости печати журнала
uk: Отримати журнал швидкості друку

source: Get Last Document Number
az: Получение номера последнего документа
bg: Прочитане на номера на последния документ
es: Obtener Número del Último Documento
fr: Obtenir le dernier numéro du document
hy: Ստանալ վերջին փաստաթղթի համարը
ka: უკანასკნელი დოკუმენტის ნომრის მიღება
pl: Otrzymanie numeru ostatniego dokumentu
ru: Получение номера последнего документа
uk: Отримати останній номер документа

source: Get Measuring Units
az: Получение единиц измерения
bg: Прочитане на мерните единици
es: Obtener Unidades de Medida
fr: Obtenez les Unités de mesure
hy: Ստանալ չափման միավորները
ka: ზომის ერთეულების მიღება
pl: Otrzymanie jednostek wymiaru
ru: Получение единиц измерения
uk: Отримати одиниці виміру

source: Get Payment Name
az: Получение наименования оплаты
bg: Прочитане на видовете плащане
es: Obtener Nombre del Pago
fr: Obtenir un nomde paiement
hy: Ստանալ վճարման անվանումը
ka: გადახდის დასახელების მიღება
pl: Otrzymanie miana opłaty
ru: Получение наименования оплаты
uk: Отримати назву оплати

source: Get Price
bg: Прочитане на цената
es: Obtener Precio
fr: Obtenir le prix
hy: Ստանալ գինը
ka: ღირებულების მიღება
ru: Получение цены

source: Get Print Contrast
az: Получение контраста печати
bg: Прочитане на контраста на печат
es: Obtener Contraste en Impresión
fr: Obtenez le contraste d'impression
hy: Ստանալ տպագրության կոնտրաստը
ka: ბეჭდვის კონტრასტულობის მიღება
pl: Otrzymanie kontrastu druku
ru: Получение контраста печати
uk: Отримати контраст друку

source: Get Printing Options
az: Получение параметров печати
bg: Прочитане на опциите на принтера
es: Obtener Impresión de Opciones
fr: Obtenez les options d'impression
hy: Ստանալ տպման պարամետրերը
ka: ბეჭდვის პარამეტრების მიღება
pl: Otrzymanie parametrów druku
ru: Получение параметров печати
uk: Отримати властивості друку

source: Get Receipt End Feed
az: Получение состояния прогона ленты
bg: Прочитане на придвижването на хартията
es: Obtener Alimentación al final del Recibo
fr: Obtenir un reçu de fin
hy: Ստանալ կտրոնի ժապավենի վերջը
ka: ლენტის მოძრაობის მდგომარეობის მიღება
pl: Otrzymanie stanu przepędzenia taśmy
ru: Получение состояния прогона ленты
uk: Отримання стану прогону ленти

source: Get Serial Numbers
az: Получить серийные номера
bg: Прочитане на серийни номера
es: Obtener Números de Serie
fr: Obtenir le numéro de série
hy: Ստանալ սերիալ համարները
ka: სერიული ნომრის მიღება
pl: Otrzymanie seryjnego numeru
ru: Получить серийные номера
uk: Отримати серійні номера

source: Get Status
az: Получение состояния
bg: Прочитане на статуса
es: Obtener Estatus
fr: Obtenez le Status
hy: Ստանալ ստատուսը
ka: მდგომარეობის მიღება
pl: Otrzymanie stanu
ru: Получение состояния
uk: Отримати статус

source: Get Tax Number
az: Получение номера налога
bg: Прочитане на данъчния номер
es: Obtener Número de Impuesto
fr: Obtenir le numéro de l'impôt
hy: Ստանալ հարկային համարը
ka: გადასახადის ნომრის მიღება
pl: Otrzymanie numeru podatku
ru: Получение номера налога
uk: Отримати податковий номер
