Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: There are no valid rows in the write-off document!
az: Sənəddə yol verilə bilən sətir yoxdur!
bg: Нямате валидни редове в изписването!
es: ¡Hay filas inválidas en el documento de ventas internas!
fr: Il n'y a pas rangées valides dans le document de pertes!
hy: Դուրս գրում փաստաթղթում լրացված տողեր չկան
ka: ჩამოწერის დოკუმენტში არ არის მართებული სტრიქონები!
ru: Нет допустимых строк в документе!
uk: Ні допустимих рядків у документі!

source: There are too many additional barcodes! The excess barcodes will not be saved. Do you want to save the item anyway?
az: Слишком много дополнительных баркодов. Излишние баркоды не будут сохранены. Сохранить в любом случае?
bg: Има въведени твърде много допълнителни баркодове! Излишните баркодове ще бъдат премахнати. Желаете ли да продължите?
es: ¡Hay demasiados códigos de barras adicionales! Los códigos de barras excedentes no serán guardados. ¿Desea guardarlos de todas formas?
fr: Il ya trop de codes à barres supplémentaires! Les codes à barres excédentaires ne seront pas enregistrés. Voulez-vous enregistrer l'élément de toute façon?
hy: Կան չափից ավելի հավելյալ գծիկավոր կոդեր: Լրացուցիչ գծիկավոր կոդերը չեն պահպանվի: Դուք ցանկանում եք ամեն դեպքում պահպանել ապրանքը?
ka: შტრიხკოდების ზედმეტი რაოდენობა! ზედმეტი შტრიხკოდი არ ჩაიწერება. მაინც გსურთ საქონლის დამატება?
pl: Za dużo dodatkowych kodów. Zbędne kody nie będą zachowane. Zachować w jakimkolwiek wypadku?
ru: Слишком много дополнительных штрих-кодов. Лишние штрих-коды не будут сохранены. В любом случае сохранить?
uk: Дуже багато додаткових баркодів. Лишні баркоди не будуть збереженні. Зберегти в любому випадку?

source: There are too many transactions in the operation for the fiscal printer to handle!
az: NKA üçün əməliyyat sayı normadan artıqdır!
bg: Броят на редовете надвишава максималния брой транзакции, които фискалният принтер може да обработи!
es: ¡Hay demasiadas transacciones en la operación para manipular la impresora fiscal!
fr: Il ya trop d'opérations dans le fonctionnement de l'imprimante fiscale à manipuler!
hy: Չափից շատ գործողություններ ֆիսկալային տպիչի մշակման համար!
ka: ძალიან ბევრი ოპერაციაა გადაცემული დასამუშავებლად ფისკალური რეგისტრატორისთვის!
pl: Za dużo operacyj dla obróbki fiskalną drukarką!
ru: Слишком много операций для обработки фискальным принтером!
uk: Забагато операцій для обробоки фіскальним реєстратором!

source: There is a little paper in the printer. Please replace!
az: Printerdə kağız qurtarır! Kağızı dəyişin!
bg: Хартията в принтера е на привършване. Моля, добавете хартия!
es: Hay un papel pequeño en la impresora. ¡Por favor cambielo!
fr: Il ya un petit papier dans l'imprimante. Veuillez remplacer!
hy: Տպիչի թուղթը վերջացել է խնդրում ենք փոխել
ka: პრინტერში არის პატარა ფურცელი. გთხოვთ, შეცვალოთ!
pl: Zostało trochę papieru w drukarce. Proszę wymienić!
ru: Бумага в принтере заканчивается! Замените!

source: There is already a condition of this type.
az: Bu tip üçün şərt artıq istifadə olunur.
bg: Вече има условие от такъв тип.
es: Hay ya una condicón de este tipo.
fr: Il ya déjà une condition de ce type.
hy: Նման տիպի պայման արդեն օգտագործվում է
ka: უკვე არსებობას ამ ტიპისთვის პირობა
pl: Warunek tego typu już wykorzystuje się
ru: Условие данного типа уже используется.
uk: Умова даного типу вже використовується.

source: There is already a main license added for that period!
bg: Вече има добавен основен лиценз за този период!
es: ¡Ya hay una licencia principal agregada para ese período!
hy: Տվյալ ժամանակահատվածի համար արդեն գոյություն ունի լիցենզիա
ka: მთვრი ლიცენზია უკვე დამატებულია აღნიშნული პერიოდისთვის!
ru: Лицензия для данного периода уже установлена

source: There is already an exception of this type.
az: Bu tip üçün istisna artıq istifadə olunur.
bg: Вече има изключение от такъв тип.
es: Hay ya una excepción de este tipo.
fr: Il ya déjà une exception de ce type.
hy: Նման տիպի սահմանափակում արդեն օգտագործվում է
ka: უკვე არსებობას ამ ტიპისთვის გამონაკლისი
pl: Wyjątek tego typu już wykorzystuje się
ru: Исключение данного типа уже используется.
uk: Виключення даного типу вже використовується.

source: There is no Basic license installed that can be upgraded! This license can be used only together with a Basic license.
bg: Няма инсталиран лиценз тип "Basic" за надграждане! Този лиценз може да бъде използван само заедно с лиценз тип "Basic".
es: ¡No hay licencia Básica instalada que pueda ser mejorada! Esta licencia puede ser usada sólo conjuntamente con una licencia Básica.
hy: Այս լիցենզիան կարող է օգտագործվել BASIC Լիցենզիայի հետ միասին
ka: თქვენ დაყენებული გაქვთ საბაზისო ლიცენზია, შესაძლებელია მისი განახლება!
ru: Базовая лицензия не установлена! Данная лицензия работает только вместе с Базовой.

source: There is no Pro license installed that can be upgraded! This license can be used only together with a Pro license.
bg: Няма инсталиран Про лиценз за надграждане! Този лиценз може да бъде използван само заедно с Про лиценз.
es: ¡No hay licencia Pro instalada que pueda ser mejorada! Esta licencia puede ser usada sólo conjuntamente con una licencia Pro.
hy: Պրո լիցենզիան տեղադրված չէ
ka: სისტემის არცერთი ლიცენზია არ არის დაყენებული, რომელიც შეიძლება განახლდეს! ეს ლიცენზია გამოიყენება მხოლოდ სისტემის ლიცენზიებთან ერთად
ru: Про лицензия не установлена! Данная лицензия работает только вместе с Про.

source: There is no electronic scale installed or the electronic scale is not enabled!
az: Tərəzilər qoşulmayıb.
bg: Нямате инсталирана електронна везна или електронната везна не е разрешена!
es: ¡No hay balanza electrónica instalada o la balanza electrónica no está habilitada!
fr: Il n'ya pas une balance électronique installé ou la balance électronique n'est pas activé!
hy: Էլեկտրոնային կշեռքը տեղադրված չէ կամ միացված չէ
ka: ელექტრონული სასწორი არ არის დაინსტალებული ან არ არის გააქტიურებული
pl: Elektronowe wagi są nie podłaczone.
ru: Электронные весы не подключены.
uk: Электронні ваги не підключені.

source: There is no printer selected for document printing!
az: Printer seçilməyib!
bg: Няма избран принтер за документите!
es: ¡No hay impresora seleccionada para imprimir el documento!
fr: Il n'y a aucune imprimante sélectionnée pour l'impression du document!
hy: Չի ընտրվել տպիչ փաստաթղթերի տպման համար
ka: დოკუმენტების საბეჭდათ არ არის ამორჩეული პრინტერი!
pl: Nie wybrana drukarka dla druku dokumentów!
ru: Не выбран принтер для печати документов!
uk: Не вибрана друкарка для друку документів!

source: There is not enough cash in the register to return change for the payment!
az: Pulun qalığını vermək üçün kassada kifayət qədər Nağd pul yoxdur!
bg: Недостатъчна наличност в касата, за да върнете ресто.
es: ¡No hay suficiente dinero en el registro para devolver el cambio para el pago!
fr: Il n'y a pas assez d'argent dans le registre de retourner le changement pour le paiement!
hy: Դրամարկղում չկա բավարար գումար մանրոն տալու համար!
ka: სალაროში არ არის საკმარისი თანხა ხურდის დასაბრუნებლად!
pl: Za mało gotówki w kasie dla wydania reszty!
ru: Недостаточно наличности в кассе для сдачи!
uk: Недостатньо готівки в касі для здачі!

source: There was a problem connecting with the device. Please check the connection parameters!
bg: Грешка при връзка с устройството. Моля проверете параметрите за връзка!
hy: Սարքավորման միացման սխալ, խնդրում ենք ստուգել միացման պարամետրերը
ka: მოწყობილობასთან კავშირის პრობლემა. გთხოვთ შეამოწმოთ კავშირის პარამეტრები!
ru: Подключение к устройству не удалось. Проверьте параметры подключения!

source: There was a problem connecting with the serial port. Please check the serial port!
az: Ошибка при подключении к последовательному порту. Проверьте последовательный порт!
bg: Грешка при отваряне на серийния порт. Моля, проверете серийния порт!
es: Hubo un problema conectando con el puerto serie. ¡Por favor revice el puerto serie!
fr: Il y avait un problème de connexion avec le port série. Veuillez vérifier le port série!
hy: Խնդիր է առաջացել սերիալ պորտի միացման հետ: Ստուգեք սերիալ պորտը!
ka: სერიულ პორტთან კავშირის შეცდომა! შეამოწმეთ სერიული პორტი!
pl: Błąd przy podłaczaniu do konsekwentnego portu. Sprawdźcie konsekwentny port!
ru: Ошибка при подключении к последовательному порту. Проверьте последовательный порт!
uk: Помилка при підключенні до послідовного порту. Провірьте послідовний порт!

source: There was a security problem while copying the file "{0}" to the folder "{1}". Please contact your manager.
az: Ошибка безопасности при копировании файла "{0}" в папку "{1}". Свяжитесь с администратором.
bg: Възникна грешка в сигурността при копирането на файла "{0}" в папката "{1}". Моля, свържете се с управителя.
es: Hubo un problema de seguridad mientras copiaba el fichero "{0}" a la carpeta "{1}". Por favor contacte a su administrador.
fr: Il y avait un problème de sécurité lors de la copie du fichier "{0}"dans le dossier "{1}". Veuillez contacter votre gestionnaire.
hy: "{0} " ֆայլը "{1} " թղթապանակում կրկնօրինակելու ժամանակ կար անվտանգության պրոբլեմ: Խնդրում ենք կապվել մենեջերի հետ
ka: ფაილის"{0}" დან საქაღალდე "{1}"ში კოპირებისას დაცვის პრობლემაა. გთხოვთ, დაუკავშირდეთ თქვენს მენეჯერს.
pl: Błąd bezpieczeństwa przy kopiowaniu plika "{0}" w folder "{1}". Zwiążcie się z administratorem.
ru: Ошибка безопасности при копировании файла "{0}" в папку "{1}". Свяжитесь с администратором.
uk: Є проблеми безпеки при копіюванні файлу "{0}" в папку "{1}". Будь ласка, зв'яжіться з вашим менеджером.

source: There was an error while adding the license! Please check the license code.
bg: Възникна грешка при добавяне на лиценза! Моля проверете лицензният код.
es: ¡Hubo un error al agregar la licencia! Por favor verifique el código de la licencia
hy: Խնդրում ենք ստուգել լիցենզիայի կոդը
ka: შეცდომა ლიცენზიის დამატებისას! გთხოვთ, შეამოწმეთ სალიცენზიო კოდი.
ru: Ошибка при добавлении лицензии! Проверьте код лицензии.

source: There was an error while contacting the activation server! Please try again later.
bg: Възникна грешка при свързването с активиращият сървър! Моля, опитайте пак по-късно.
es: ¡Hubo un error al contactar con el servidor de activación! Por favor inténtelo más tarde.
hy: Խնդրում ենք փորձել կրկին
ka: შეცდომა სააქტივაციო სერვერთან კავშირისას! გთხოვთ, სცადოთ მოგვიანებით.
ru: Ошибка при подключении к серверу активации! Повторите попытку позднее.

source: There was an error while copying the file "{0}" to the folder "{1}". Please contact your manager.
az: Ошибка при копировании файла "{0}" в папку "{1}". Свяжитесь с администратором.
bg: Възникна грешка при копирането на файла "{0}" в папката "{1}". Моля, свържете се с управителя.
es: Hubo un error al copiar el fichero"{0}" de la carpeta "{1}". Por favor contacte con su administrador.
fr: Il y avait une erreur lors de la copie du fichier "{0}"dans le dossier "{1}". Veuillez contacter votre gestionnaire.
hy: "{0} " ֆայլը "{1} " թղթապանակը կրկնօրինակելու ժամանակ առաջացել է սխալ: Խնդրում ենք կապվել մենեջերի հետ
ka: ფაილის"{0}" დან საქაღალდე "{1}"ში კოპირების პრობლემაა. გთხოვთ, დაუკავშირდეთ თქვენს მენეჯერს.
pl: Błąd przy kopiowaniu plika "{0}" w folder "{1}". Zwiążcie się z administratorem.
ru: Ошибка при копировании файла "{0}" в папку "{1}". Свяжитесь с администратором.
uk: Є помилка при копіюванні файлу "{0}" в папку "{1}". Будь ласка, зв'яжіться з вашим менеджером.

source: There was an error while retrieving information from the server. Please try again later.
bg: Възникна грешка при получаване на информация от сървъра. Моля, опитайте по-късно.
es: Hubo un error al recuperar información del servidor. Por favor inténtelo más tarde.
hy: Սերվերից ինֆորմացիայի ստացման ժամանակ սխալ է գրանցվել
ka: შეცდომა ინფორმაციის ძებნისას სერვერზე. სცადეთ ხელახლა მოგვიანებით.
ru: Ошибка при получении информации с сервера. Повторите попытку позднее.

source: There was an error while starting the free trial! Please try again later.
bg: Възникна грешка при започването на пробния период. Моля, опитайте по-късно.
es: ¡Hubo un error mientras iniciaba la version libre! Por favor inténtelo más tarde.
hy: Փորձնական տարբերակի օգտագործման ժամանակ սխալ է գրանցվել
ka: დემო-ვერსიის გაშვებისას მოხდა შეცდომა! სცადეთ ხელმეორედ.
ru: Ошибка при старте ознакомительного периода! Повторите попытку позднее.

# Distribution
source: These GPS coordinates will be used to display your location on distributor maps.
bg: GPS координатите ще бъдат използвани за да бъде показана позицията Ви на дистрибуторските карти.
es: Estas coordenadas del GPS serán usadas para mostrar su lugar en mapas distribuidores.
hy: Այս կորդինատները կօգտագործվեն դիստրիբյուտորի քարտեզում տեղորոշման համար
ka: ეს GPS კოორდინატები გამოყენებული იქნება თქვენი ადგილმდებარეობის გამოსაყვანად დისტრიბუტორის რუქაზე.
ru: GPS координаты будут использованы для показа вашей позиции на дистрибьюторской карте

source: These are the users that you are a distributor to. You can see how much credits you earned from each user.
bg: Има потребители, на които Вие сте дистрибутор. Може да видите колко кредити сте получили от всеки потребител.
es: Éstos son los usuarios para los que usted es un distribuidor. Puede ver cuantos créditos usted ganó de cada usuario.
hy: Սրանք օգտագործողներն են որոնց համար դուք դիստրիբյուտոր եք: Դուք կարող եք իմանալ թե որքան կրեդիտ եք վաստակել յուրաքանչյուր օգտագործողից
ka: არიან მომხმარებლები, რომლებიც ასევე არიან დისტრიბუტორები. თქვენ შეგიძლიათ ნახოთ რამდენი კრედიტი გამოიმუშავეთ თვითოეული მომხმარებლისგან.
ru: Есть пользователи, для которых Вы являетесь дистрибьютором. Вы можете увидеть, сколько кредитов заработали на каждом пользователе.
uk: Є користувачі, для яких Ви є дистриб'ютор. Ви можете подивитися, скільки кредитів ви заробили від кожного користувача.

source: These are the users that {0} is a distributor to. You can see how much credits {0} earned from each user.
bg: Има потребители, на които {0} е дистрибутор. Може да видите колко кредити е получил {0} от всеки потребител.
es: Éstos son los usuarios para los que {0} es un distribuidor. Puede ver cuantos créditos {0} ganó de cada usuario.
hy: {0} սրանք այնօգտագործողներն են որոնց համար դուք դիստրիբյուտոր եք: Դուք կարող եք իմանալ թե որքան կրեդիտ եք վաստակել {0} օգտագործողից
ka: არიან {0} მომხმარებლები, რომლებიც ასევე არიან დისტრიბუტორები. თქვენ შეგიძლიათ ნახოთ რამდენი კრედიტი {0} გამოიმუშავეთ თვითოეული მომხმარებლისგან.
ru: Есть пользователи, для которых {0} является дистрибьютором. Вы можете увидеть, сколько кредитов заработал {0} на каждом пользователе.
uk: Є користувачі, для яких {0} Ви є дистриб'ютор. Ви можете подивитися, скільки кредитів {0} ви заробили від кожного користувача.

source: Thickness:
az: Qalınlıq:
bg: Дебелина:
es: Grosor:
fr: Epaisseur:
hy: Հաստություն
ka: სიხშირე
pl: Grubość:
ru: Толщина:
uk: Товщина:

source: Thirteen
az: On üç
bg: Тринадесет
es: Trece
fr: Treize
hy: Տասներեք
ka: ცამეტი
pl: Trzynaście
ru: Тринадцать
uk: Тринадцять

source: Thirty
az: Otuz
bg: Тридесет
es: Treinta
fr: Trente
hy: Երեսուն
ka: ოცდაათი
pl: Trzydzieści
ru: Тридцать
uk: Тридцять

source: This IncoCloud group is supported by a distributor. If you need any help you can contact the distributor using the information bellow.
bg: Тази група в "IncoCloud" се поддържа от разпространител. Ако ви е нужна помощ, можете да се свържете с разпространителя, използвайки информацията отдолу.
es: Este grupo de IncoCloud esta abastecido por un distribuidor. Si necesita alguna ayuda puede contactar al distribuidor usando la información disponible.
hy: IncoCloud-ի տվյալ խոմբը սպասարկվում է դիստրիբյուտորի կողմից: Օգնության համար դիմեք դիստրիբյուտորին
ka: ინკო-ღრუბლის ჯგუფის ტექნიკური მხარდაჭერა ხორციელდება დისტრიბუტორის მიერ. ტუ გსურთ რაიმე დახმარება დაუკავშირდით შესაბამის დისტრიბუტორს.
ru: Эта группа IncoCloud поддерживается дистрибьютором. В случае необходимости свяжитесь с дистрибьютором, используя следующую информацию.

source: This Month
az: Cari ay
bg: Този месец
es: Este mes
fr: Ce mois-ci
hy: Ընթացիկ ամիս
ka: მიმდინარე თვე
pl: Potoczny miesiąc
ru: Текущий месяц
uk: У цьому місяці

# Distribution
source: This Quarter
bg: Това тримесечие
es: Este Trimestre
hy: Ընթացիկ եռամսյակ
ka: მიმდინარე კვარტალი
ru: Текущий квартал

source: This VAT group cannot be deleted, because it is used by items.
az: ƏDV stavkası istifadə olunur və silinə bilməz.
bg: Не е възможно изтриването на ДДС групата, защото се използва от стоки.
es: Este grupo de IVA no puede ser eliminado, porque es usado por varias mercancías.
fr: Ce groupe TVA ne peut pas être supprimé, car il est utilisé par des objets.
hy: ԱԱՀ-ի գումարը օգտագործվում է և չի կարող ջնջվել
ka: დღგ გამოიყენება და არ შეიძლება იქნას წაშლილი.
pl: Stawka VAT wykorzystuje się i nie może być usunięta.
ru: Ставка НДС используется и не может быть удалена.
uk: Ставка ПДВ використовується і не може бути видалена.

source: This Week
az: Cari həftə
bg: Тази седмица
es: Esta semana
fr: Cette Semaine
hy: Ընթացիկ շաբաթ
ka: მიმდინარე კვირას
pl: Bieżący tydzień
ru: Текущая неделя
uk: Поточний тиждень

source: This Year
az: Cari il
bg: Тази година
es: Este año
fr: Cette année
hy: Ընթացիկ տարի
ka: მიმდინარე წელს
pl: Bieżący rok
ru: Текущий год
uk: Поточний рік

source: This action will delete the shortcuts for all items. Are you sure you want to continue?
az: Выбранное действие удалит все ярлыки. Продолжить?
bg: Това действие ще премахне всички бързи стоки. Желаете ли да продължите?
es: Esta acción borrará los atajos para todos los artículos. ¿Está seguro de quedesea continuar?
fr: Cette action va supprimer les raccourcis pour tous les articles. Etes-vous sûr de vouloir continuer?
hy: Գործողությունը կջնջի կրճատումները բոլոր կետերի համար: Դուք ցանկանում եք շարունակել ?
ka: ეს ოპერაცია წაშლის ყველა შორთათის მნიშვნელობას. ნამდვილად გსურთ გაგრძელება?
pl: Wybrana działanie usunie wszystkie etykiety. Kontynuować?
ru: Выбранное действие удалит все ярлыки. Продолжить?
uk: Вибрана дія видалить всі ярлики. Продовжити?

source: This action will reset all key shortcuts to their default values. Are you sure you want to continue?
az: Выбранное установит все комбинации клавиш по умолчанию. Продолжить?
bg: Това действие ще върне всички клавишни комбинации към първоначалните им стойности. Желаете ли да продължите?
es: Esta acción reiniciará todas las teclas de acceso rápido por sus valores preestablecidos. ¿Desea continuar?
fr: Cette action va réinitialiser tous les raccourcis des touches à leurs valeurs par défaut. Etes-vous sûr de vouloir continuer?
hy: Այս գործողությունը կվերականգնի բոլոր կրճատումները իրենց չկատարված արժեքներով ?
ka: ეს ოპერაცია გადართავს შორთქათების ყველა მნიშვნელობას სტანდარტულზე. ნამდვილად გსურთ გაგრძელება?
pl: Wybrane działanie, zainstaluje wszystkie skróty klawiaturowe domyślnie. Kontynuować?
ru: Выбранное установит все комбинации клавиш по умолчанию. Продолжить?
uk: Цей захід дозволить відновити всі основні посилання на значення по замовчуванням. Ви впевнені, що хочете продовжити?

source: This assistant will help you setup your new database so you can start working right away. If you don't need help from the assistant, you can press "Finish" at any time and complete the setup of your entities yourself.
az: Мастер поможет Вам настроить новую базу данных. Если Вы не нуждаетесь в помощи, нажмите "Готово " и завершите настройку самостоятельно.
bg: Този помощник ще ви помогне да настроите Вашата нова база данни, така че да започнете работа веднага. Ако нямате нужда от помощ, може да натиснете "Завърши" по всяко време и ще можете да довършите настройката сами.
es: Este asistente le ayudará en la configuración de su nueva base de datos así que puede ponerse a trabajar de inmediato. Si no necesita ayuda del asistente, puede presionar "Terminar" en cualquier momento y puede completar la configuración de sus entidades por usted mismo.
fr: Cet assistant vous aidera à configurer votre nouvelle base de données afin que vous puissiez commencer à travailler immédiatement. Si vous n'avez pas besoin de l'aide de l'assistant, vous pouvez appuyer sur "Terminer "à tout moment et terminer la configuration de vos entités soi-même.
hy: Ավտոմատը կարող է օգնել կատարելու անհրաժեշտ կարգավորումները։ Եթե հրաժարվում եք օգնությունից սեղմեք "Ավարտ" և ավարտեք կարգավորումները ինքնուրույն
ka: ასისტენტი დაგეხმარებათ ახალი მონაცემთა ბაზის დაყენებაში. თუ არ გინდათ ასისტენტის დახმარება, შეგიძლიათ ნებისმიერ დროს დააჭიროთ ღილაკს "დასრულება".
pl: Ten asystent pomoże Ci skonfigurować nową bazę danych, dzięki czemu można rozpocząć pracę od razu. Jeśli nie potrzebujesz pomocy od asystenta, można nacisnąć przycisk " Zakończ "w dowolnym czasie i zakończyć konfigurację swoich podmiotów.
ru: Мастер поможет Вам настроить новую базу данных. Если Вы не нуждаетесь в помощи, нажмите "Готово " и завершите настройку самостоятельно.

source: This assistant will help you setup {0} so you can start working right away. If you don't need help from this assistant, you can press "Finish" at any time and complete the setup of {0} yourself.
az: Мастер поможет Вам настроить {0}. Если Вы не нуждаетесь в помощи, нажмите "Готово" и завершите настройку {0} самостоятельно.
bg: Този помощник ще Ви помогне да настроите {0}, така че да започнете работа веднага. Ако нямате нужда от помощ, може да натиснете "Завърши" по всяко време и ще можете да довършите настройката на {0} сами.
es: Este asistente le ayudará a configurar el sistema {0} para que pueda ponerse a trabajar de inmediato. Si usted no necesita ayuda de este asistente, puede presionar "Terminado" en cualquier momento y puede completar la configuración del sistema {0} usted mismo.
fr: Cet assistant va vous aider à l'installation {0} afin que vous puissiez commencer à travailler immédiatement. Si vous n'avez pas besoin de l'aide de cet assistant, vous pouvez appuyer sur "Terminer "à tout moment et terminer la configuration de {0} vous-même.
hy: Ավտոմատը կարող է օգնել կատարելու անհրաժեշտ կարգավորումները {0}-ում: Եթե հրաժարվում եք օգնությունից սեղմեք "Ավարտ" և ավարտեք {0}-ի կարգավորումները ինքնուրույն
ka: ასისტენტი დაგეხმარებათ დააყენოთ {0} ასე რომ თქვენ შეგიძლიათ დაიწყოთ მუშაობა დაუყონებლივ. თუ თქვენ არ გჭირდებათ ასისტენტის დახმარება, თქვენ შეგიძლიათ დააჭიროთ "დასრულება" ნებისმიერ დროს და დაამთავროთ {0}_ს დაყენება თქვენ თვითონ.
pl: Ten asystent pomoże Ci skonfigurować {0}, dzięki czemu można rozpocząć pracę od razu. Jeśli nie potrzebujesz pomocy tego asystenta, można nacisnąć przycisk " Zakończ "w dowolnym czasie i zakończyć instalację {0} siebie.
ru: Мастер поможет Вам настроить {0}. Если Вы не нуждаетесь в помощи, нажмите "Готово" и завершите настройку {0} самостоятельно.

source: This database is an older version than the rest of the databases in the group. Please upgrade this database by installing a newer version of {0} in order to reenable synchronization!
bg: Тази база данни е с по-стара версия от останалите в групата. Моля, надградете тази база чрез инсталиране на нова версия на "{0}", за да включите отново синхронизацията.
es: Esta base de datos es una versión mayor que el resto de las bases de datos en el grupo. ¡Por favor mejore esta base de datos instalando una versión más nueva de {0} para permitir la sincronización!
hy: Այս տվյալների բազան ավելի վաղ տարբերակ է {0}. խնդրում ենք թարմացնել այն
ka: მონაცემთა ბაზა არის ძველი ვერსიის ჯგუფის სხვა ბაზებთან შედარებით. გთხოვთ განაახლოთ მონაცემთა ბაზის ვერსია {0}.
ru: Эта база данных более старой версии, чем остальные в группе. Обновите базу данных, установив более новую версию {0}.

source: This database is not part of IncoCloud any more!
bg: Тази база данни вече не е част от "IncoCloud".
es: ¡Esta base de datos no es parte de IncoCloud nunca más!
hy: Այս տվյալների բազան IncoCloud-ի այլևս խմբի մաս չի կազմում
ka: მონაცემთა ბაზა აღარ არის ინკო-ღრუბლის ნაწილი!
ru: Эта база данных не является частью IncoCloud!
