Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Round prices (better compatibility with fiscal devices)
az: Qiymətin yuvarlaqlaşdırılması
bg: Закръгляне на цените (по-добра съвместимост с фискални устройства)
es: Redondear los precios (mejor compatibilidad con dispositivos fiscales )
fr: Les prix ronds (meilleure compatibilité avec les dispositifs fiscaux)
hy: Գների կլորացում (ֆիսկալային սարքերի հետ համատեղելիության համար)
ka: ფასის დამრგვალება(ფისკალურ მოწყობილობებთან უკეთესი თავსებადობისთვის)
pl: Zaokrąglenie ceny(dla lepszej kompatybilności z fiskalnymi urządzeniami)
ru: Округление цены (для лучшей совместимости с фискальными устройствами)
uk: Заокруглення ціни (для кращої сумісності з фіскальними пристроями)

source: Row
az: Sətir
bg: Ред
es: Fila
fr: Ligne
hy: Տող
ka: სტრიქონი
pl: Rządek
ru: Строка
uk: Рядок

source: Row padding:
bg: Разредка (редове):
es: Rellenar fila:
fr: Remplissage de lignes:
hy: Տողերի միջև եղած քայլ
ka: სტრიქონების პადინგი:
ru: Отступ между строк:

source: Rows
az: Sətirlər
bg: Редове
es: Filas
fr: Les lignes
hy: Տողեր
ka: სტრიქონები
pl: Rządków
ru: Строк
uk: Рядків

source: Rows:
az: Sətirlər:
bg: Редове:
es: Filas:
fr: Les lignes:
hy: Տողեր
ka: სტრიქონები
pl: Rządków:
ru: Строк:
uk: Рядки:

source: Rule Name
az: Qaydanın adı
bg: Име на правилото
es: Nombre de Regla
fr: Nom de la règle
hy: Կանոնի անունը
ka: წესის დასახელება
pl: Miano reguły
ru: Наименование правила
uk: Назва правила

source: SALE
az: SATIŞ
bg: ПРОДАЖБА
es: VENTA
fr: VENTE
hy: Վաճառք
ka: გაყიდვა
pl: SPRZEDAŻ
ru: ПРОДАЖА
uk: ПРОДАЖА

source: SALES RECEIPT
az: ÇEK
bg: СЛУЖЕБНА БЕЛЕЖКА
es: RECIBO DE VENTAS
fr: REÇU DE VENTE
hy: ԿՏՐՈՆ
ka: გაყიდვების ჩეკი
pl: PARAGON
ru: ЧЕК
uk: ЧЕК

source: SDC ID:
bg: Номер на SDC:
es: ID SDC:
fr: DDC ID:

source: SETTINGS
bg: НАСТРОЙКИ
es: CONFIGURACIONES
hy: Կարգավորումներ
ka: პარამეტრები
ru: НАСТРОЙКИ

source: SQLite Database
bg: База данни SQLite
es: Base de datos SQLite
ka: SQLite მონაცემთა ბაზა
ru: База данных SQLite

source: Sale
az: Satış
bg: Продажба
es: Venta
fr: La vente
hy: Վաճառք
ka: გაყიდვა
pl: Sprzedaż
ru: Продажа
uk: Продажа

source: Sale Amount
az: Satış məbləği
bg: Прод. сума
es: Importe de Venta
fr: Montant de la vente
hy: Վաճառքի գումար
ka: გაყიდვის ჯამი
pl: Suma sprzedaży
ru: Сумма продаж
uk: Сума продажу

source: Sale No. {0}, {1}
az: Satış №{0},{1}
bg: Продажба № {0}, {1}
es: Venta No. {0}, {1}
fr: Vente N°{0}, {1}
hy: Վաճառք No. {0}, {1}
ka: გაყიდვა No. {0}, {1}
pl: Sprzedaż №{0},{1}
ru: Продажа №{0},{1}

source: Sale Price
az: Satış qiyməti
bg: Прод. цена
es: Precio de Venta
fr: Prix de Vente
hy: Վաճառքի գին
ka: გაყიდვის ფასი
pl: Cena Sprzedaży
ru: Продажная цена
uk: Ціна продажу

source: Sale Price Lower than Purchase Price
az: Satış qiyməti alış qiymətindən aşağıdır
bg: Продажна цена по-ниска от доставната
es: El Precio de Ventas es más Bajo que el Precio de Compra
fr: Prix de vente inférieur au prix d'achat
hy: Վաճառքի գինը ցածր է գնման գնից
ka: გაყიდვის ფასი შეძენის ფასზე მცირეა
pl: Cena sprzedaży niższa niż cena zakupu
ru: Продажная цена ниже закупочной цены

source: Sale Qtty
az: Sayı
bg: Прод. количество
es: Cant. de Ventas
fr: Qtté de Vente
hy: Վաճառք
ka: გაყიდვის რაოდენობა
pl: Razem
ru: Кол-во
uk: Кількість продажу

source: Sale Tax
az: Satış vergisi
bg: Данък върху продажбата
es: Impuesto a la Venta
fr: Taxe de vente
hy: Վաճառքի հարկ
ka: გაყიდვის გადასახადი
pl: Podatek sprzedaży
ru: Налог продажи

source: Sale Tax Amount
bg: Сума на данъка в продажбата
es: Importe de Impuesto a la Venta
hy: Վաճառքի հարկ գումար
ka: გაყიდვის გადასახადის თანხა
ru: Сумма налога на продажу

source: Sale Tax Included
az: Satış vergi daxil
bg: Включен в продажбата данък
es: Impuesto Incluido a la Venta
fr: Taxe de vente inclus
hy: Վաճառքի հարկ (ներառյալ)
ka: გაყიდვის გადასახადს მოიცავს
pl: Podatek sprzedaży jest włączony
ru: Налог продажи включенный

source: Sale VAT
az: Satışın ƏDV-si
bg: Продажно ДДС
es: IVA de Venta
fr: TVA de Vente
hy: Վաճառքի ԱԱՀ
ka: გადახდის დღგ
pl: VAT sprzedaży
ru: НДС продажи

source: Sale VAT Amount
bg: Сума на ДДС в продажбата
es: Importe de los IVA de Venta
hy: Վաճառքի ԱԱՀ գումար
ka: გაყიდვის დღგ-ს თანხა
ru: Сумма НДС на продажу

source: Sale VAT Included
az: Satış ƏDV daxil
bg: Включен в продажбата ДДС
es: Ventas con los IVA Incluidos
fr: TVA de vente inclus
hy: Վաճառքի ԱԱՀ (ներառյալ)
ka: გადახდის დღგ-ს მოიცავს
pl: VAT sprzedaży jest włączony
ru: НДС продажи включенный

source: Sale code: {0}
az: Satış kodu: {0}
bg: Код на продажба: {0}
es: Código de venta:{0}
fr: Code de vente: {0}
hy: Կտրոն N: {0}
ka: გაყიდვის კოდი: {0}
pl: Kod sprzedaży : {0}
ru: Код продажи: {0}
uk: Код продажу: {0}

source: Sale price
az: Satış qiyməti
bg: Прод. цена
es: Precio de venta
fr: Le prix de vente
hy: Վաճառքի գին
ka: გასაყიდი ფასი
pl: Cena sprzedaży
ru: Продажная цена
uk: Ціна продажу

source: Sale price of the operation
az: Əməliyyatın satış qiyməti
bg: Продажна цена от операцията
es: Precio de venta de la operación
fr: Le prix de vente de l'opération
hy: Վաճառքի գինը գործողություններում
ka: ოპერაციის გაყიდვის ფასი
pl: Cena sprzedaży akcji
ru: Продажная цена операции

source: Sale price:
bg: Прод. цена:
es: Precio de venta
hy: Վաճառքի գին
ka: გასაყიდი ფასი:
ru: Продажная цена:

source: Sale...
az: Satış...
bg: Продажба...
es: Venta...
fr: Vente ...
hy: Վաճառք
ka: გაყიდვა...
pl: Sprzedaż...
ru: Продажа...
uk: Продаж...

source: Sales
az: Satışlar
bg: Продажби
es: Ventas...
fr: Ventes
hy: Վաճառքներ
ka: გაყიდვები
pl: Sprzedaży
ru: Продажи
uk: Продажі

source: Sales - Select Document
az: Satışlar-Sənəd seçimi
bg: Продажби - избор на документ
es: Ventas - Seleccionar documento
fr: Les ventes - Sélectionnez Document
hy: Վաճառք
ka: გაყიდვები - დოკუმენტის არჩევა
pl: Sprzedaży - Wybrać dokument
ru: Продажи - Выбор документа
uk: Продажі - Вибрати документ

source: Sales Data Controllers
az: Satış məlumatlarının Kontrolleri
bg: Контролери за продажби
es: Controles de Datos de Venta
fr: Les Contrôleurs de données des ventes
hy: Վաճառքի տվյալների կառավարիչ
ka: გაყიდვების მონაცემების კონტროლერები
pl: Sprzedaż administratorów danych
ru: Контроллеры данных продаж
uk: Пристріi обліку продажів

source: Sales Order
bg: Поръчка
es: Pedidos de ventas
hy: Պատվեր
ka: კლიენტის შეკვეთა
ru: Предварительный заказ

source: Sales Order - Select Document
bg: Поръчка - избор на документ
es: Pedidos de ventas - Seleccionar documento
hy: Պատվեր
ka: კლიენტის შეკვეთა - ამოირჩიეთ დოკყუმენტი
ru: Предварительный заказ - Выбрать документ
uk: Попереднє замовлення - Вибрати документ

source: Sales Order...
bg: Поръчка...
es: Pedidos de ventas...
hy: Պատվեր
ka: კლიენტის შეკვეთა...
ru: Предварительный заказ...

source: Sales Orders Report
bg: Справка за поръчки
es: Reporte de Pedidos de Venta
hy: Պատվեր
ka: კლიენტის შეკვეთების ანგარიში
ru: Отчет о предварительном заказе

source: Sales Orders...
bg: Поръчки...
es: Pedidos de ventas...
hy: Պատվեր
ka: კლიენტის შეკვეთები...
ru: Предварительные заказы...

source: Sales Report
az: Satışlar üzrə hesabat
bg: Справка за продажби
es: Reporte Ventas
fr: Rapport de ventes
hy: Վաճառքներ
ka: რაპორტი გაყიდვების მიხედვით
pl: Sprawozdanie po sprzedażach
ru: Отчет по продажам
uk: Звіт по продажам

source: Sales by Amount Report
az: Məbləğlər üzrə satışlar hesabatı
bg: Справка за продажби по суми
es: Reporte Ventas por importe
fr: Rapport des ventes selon les montants
hy: Վաճառք ըստ գումարի
ka: რაპორტი გაყიდვების ჯამის მიხედვით
pl: Raport po sumach sprzedaży
ru: Отчет по суммам продаж
uk: Звіт по сумам продажу

source: Sales by Amounts...
az: Məbləğlər üzrə satışlar...
bg: Продажби по суми...
es: Ventas por importe...
fr: Les ventes selon les montants ...
hy: Վաճառք ըստ գումարի
ka: გაყიდვები ჯამების მიხედვით...
pl: Sprzedaży po sumach...
ru: Продажи по суммам...
uk: Продаж по сумам...

source: Sales by Item Report
az: Mallar üzrə satışlar hesabatı
bg: Справка за продажби по стоки
es: Reporte Ventas por mercancías
fr: Rapport des ventes selon les produits
hy: Հաշվետվություն ըստ ապրանքների վաճառքի
ka: საქონლის გაყიდვების რაპორტი
pl: Raport po sprzedażach towarów
ru: Отчет по продажам товаров
uk: Звіт по продажам товарів

source: Sales by Items...
az: Mallar üzrə satışlar...
bg: Продажби по стоки...
es: Ventas por mercancías...
fr: Les ventes selon les produits…
hy: Վաճառք ըստ ապրանքների
ka: გაყიდვები საქონლის მიხედვით...
pl: Sprzedaży po towarach...
ru: Продажи по товарам...
uk: Продаж по товарам...

source: Sales by Location Report
az: Obyektlər üzrə satışlar hesabatı
bg: Справка за продажби по обекти
es: Reporte Ventas por entidades
fr: Rapport des ventes selon les lieux
hy: Հաշվետվություն ըստ տեղամասերի վաճառքի
ka: გაყიდვების რაპორტი ადგილმდებარეობის მიხედვით
pl: Raport po sprzedażach po działach
ru: Отчет по продажам по объектам
uk: Звіт з продажу по об'єктам

source: Sales by Locations...
az: Obyektlər üzrə satışlar...
bg: Продажби по обекти...
es: Ventas por entidades...
fr: Les ventes selon les lieux…
hy: Վաճառք ըստ տեղամասերի
ka: გაყიდვები ადგილმდებარეოდის მიხედვით...
pl: Sprzedaży po działach...
ru: Продажи по объектам...
uk: Продаж по об'єктам...

source: Sales by Partner Report
az: Partnyorlar üzrə saışların hesabatı
bg: Справка за продажби по партньори
es: Reporte Ventas por socios
fr: Rapport des ventes selon les tiers...
hy: Վաճառքներ ըստ գործընկերների
ka: გაყიდვების რაპორტი პარტნიორების მიხედვით
pl: Raport po sprzedażach po partnerach
ru: Отчет по продажам по партнерам
uk: Звіт з продажу по партнерам

source: Sales by Partners...
az: Partnyorlar üzrə saışlar...
bg: Продажби по партньори...
es: Ventas por socios...
fr: Les ventes par les tiers...
hy: Վաճառք ըստ գործընկերների
ka: გაყიდვები პარტნიორების მიხედვით...
pl: Sprzedaży po partnerach...
ru: Продажи по партнерам...
uk: Продаж по партнерам...

source: Sales deposit account:
bg: Сметка за депозити от продажби:
hy: Վաճառքի դեպոզիտ հաշիվ
ka: გაყიდვების სადეპოზიტო ანგარიში:
ru: Счет склада отгрузки:

source: Sales for {0}
bg: Продажби за {0}
es: Ventas para {0}
hy: Վաճառքներ մինչև {0}
ka: გაყიდვები {0}-სთვის
ru: Продажи по {0}

source: Sales tax
bg: Данък оборот
es: Impuestos a las Ventas
hy: Վաճառքի հարկ
ka: გაყიდვის გადასახადი
ru: Налог на продажу

source: Sales tax included changed to disabled
az: Включенные налоги выключены
bg: Цени с включен данък оборот променено на изключено
es: Deshabilitar cambios el Impuestos a las Ventas
fr: Ne pas inclure les ventes TTC
hy: Ներառված վաճառքի հարկերը անջատված են
ka: შესული გადასახადები ჩართულია
pl: Włączone podatki są wyłączone
ru: Включенные налоги выключены
uk: Виключені податки

source: Sales tax included changed to enabled
az: Включенные налоги включены
bg: Цени с включен данък оборот променено на включено
es: Habilitar cambios el Impuestos a las Ventas
fr: A inclure les ventes TTC
hy: Ներառված վաճառքի հարկերը միացված են
ka: შესული გადასახადები გამორთულია
pl: Włączone podatki są włączone
ru: Включенные налоги включены
uk: Включені податки

source: Sales term:
bg: Срок за плащане:
hy: Վաճառքի շամանակահատված
ka: გაყიდვების ვადა:
ru: Срок продажи:

source: Sales...
az: Satışlar...
bg: Продажби...
es: Ventas..
fr: Les ventes...
hy: Վաճառքներ
ka: გაყიდვები...
pl: Sprzedaży...
ru: Продажи...
uk: Продаж...

source: Sample database
az: Baza nümunəsi
bg: Примерна база данни
es: Base de datos de prueba
fr: Une base de données exemple
hy: Վաճառք
ka: მონაცემთა ბაზის მაგალითი
pl: Przykład bazy danych
ru: Пример базы данных
uk: Приклад бази даних

source: Sample restaurant database
bg: Примерна ресторантска база данни
es: Base de datos ejemplo de restaurate
hy: Ռեստորանի բազայի օրինակ
ka: რესტორნის მონაცემთა ბაზის მაგალითი
ru: Пример базы данных для ресторана

source: Sample type:
az: Nümunənin tipi:
bg: Тип на примера:
es: Tipo de ejemplo:
fr: Type d'échantillon:
hy: Օրինակի տեսակ:
ka: მაგალითის ტიპი:
pl: Typ przykładu :
ru: Тип примера:
uk: Тип прикладу:

source: Saturday
bg: Събота
es: Sábado
hy: Շաբաթ
ka: შაბათი
ru: Суббота

source: Save
az: Yadda saxla
bg: Запис
es: Guardar
fr: Enregistrer
hy: Պահպանել
ka: დამახსოვრება
pl: Zachowaj
ru: Сохранить
uk: Зберегти

source: Save Operation
az: Əməliyyatı yadda saxla
bg: Запис на операцията
es: Guardar operación
fr: Enregistrer l'opération
hy: Պահպանել գործողությունը
ka: ოპერაციის დამახსოვრება
pl: Zachowaj operację
ru: Сохранить Операцию
uk: Записати операцію

source: Save Recipe
az: Resepti yadda saxla
bg: Запис на рецепта
es: Guardar recipe
fr: Enregistrer la recette
hy: Պահպանել բաղադրատոմսը
ka: რეცეპტის დამახსოვრება
pl: Zachowaj przepis
ru: Сохранить рецепт
uk: Зберегти рецепт

source: Save Settings
bg: Запис на настройки
es: Guardar Configuración
hy: Պահպանել կարգավորումները
ka: პარამეტრების შენახვა
ru: Сохранить настройки
uk: Зберегти налаштування

source: Save Settings...
bg: Запис на настройки...
es: Guardar Configuración...
hy: Պահպանել կարգավորումները
ka: პარამეტრების შენახვა...
ru: Сохранение настроек...
uk: Налаштування...

# Item
source: Save and New
bg: Запис и Нова
es: Guardar y Nueva
hy: Պատճե
ka: საქონლის შენახვა და ახლის გახსნა
ru: Сохранить и создать новый
uk: Зберегти і створити новий

# Location
source: Save and New
bg: Запис и Нов
es: Guardar y Nueva
hy: Պատճե
ka: ადგილმდებარეობის შენახვა და ახლის გახსნა
ru: Сохранить и создать новый
uk: Зберегти і створити новий

# Partner
source: Save and New
bg: Запис и Нов
es: Guardar y Nuevo
hy: Պատճե
ka: პარტნიორის შენახვა და ახლის გახსნა
ru: Сохранить и создать нового
uk: Зберегти і створити новий

# User
source: Save and New
bg: Запис и Нов
es: Guardar y Nuevo
hy: Պատճե
ka: მომხმარებლის შენახვა და ახლის გახსნა
ru: Сохранить и создать нового
uk: Зберегти і створити новий

# Item
source: Save as New
bg: Запис като Нова
es: Guardar como Nueva
hy: Պատճե
ka: შენახვა როგორც ახალი
ru: Сохранить и создать новый
uk: Зберегти і створити новий

# Location
source: Save as New
bg: Запис като Нов
es: Guardar como Nueva
hy: Պատճե
ka: შენახვა როგორც ახალი
ru: Сохранить и создать новый
uk: Зберегти і створити новий

# Partner
source: Save as New
bg: Запис като Нов
es: Guardar como Nuevo
hy: Պատճե
ka: შენახვა როგორც ახალი
ru: Сохранить и создать нового
uk: Зберегти і створити новий

# User
source: Save as New
bg: Запис като Нов
es: Guardar como Nuevo
hy: Պատճե
ka: შენახვა როგორც ახალი
ru: Сохранить и создать нового
uk: Зберегти і створити новий

source: Save draft
bg: Запис на чернова
es: Guardar borrador
hy: Պահպանել սևագիրը
ka: შენახვა Draft
ru: Сохранить черновик

source: Save the current operation and print a customer receipt containing the changes?
bg: Желаете ли запис на операцията и отпечатване на бележка с направените промени?
es: ¿Guardar la operación actual e imprimir un recibo conteniendo los cambios
hy: Պահպանել ընթացիկ գործողությունը և տպել փոփոխություննրով փաստաթուղթը
ka: შევინახო მიმდინარე ოპერაცია და დავბეჭდო მომხმარებლის ქვითარი რომელის მოიცავს ცვლილებებს?
ru: Сохранить текущую операцию и напечатать чек с изменениями?

source: Save the current operation?
az: Hal-hazırki əməliyyatı yadda saxla?
bg: Желаете ли запис на операцията?
es: ¿Guardar la operación actual?
fr: Enregistrer l'opération en cours?
hy: Պահպանել ընթացիկ գործողությունը?
ka: დავიმახსოვრო მიმდინარე ოპერაცია?
pl: Zachowaj potoczną operację?
ru: Сохранить текущую операцию?
uk: Зберегти текучу операцію?

source: Saving Consignment
bg: Запис на консигнация
es: Guardar Consignación
hy: Իրացման փաստաթղթի պահպանում
ka: კონსიგნაციის შენახვა
ru: Сохранение консигнации
uk: Збереження консигнації

source: Saving Consignment Return
bg: Запис на връщане по консигнация
es: Guardar Devolución de consignación
hy: Իրացման վերադարձի պահպանում
ka: კონსიგნაციით დაბრუნების შენახვა
ru: Сохранение возврата по консигнации
uk: Збереження повернення по консигнації

source: Saving Consignment Sale
bg: Запис на отчитане на консигнация
es: Guardar Venta en Consignación
hy: Իրացման վաճառքի պահպանում
ka: კონსიგნაციით გაყიდვის შენახვა
ru: Сохранение продажи по консигнации
uk: Збереження продажу по консигнації

source: Saving Credit Note
az: Сохранение кредитного извещения
bg: Запис на кредитно известие
es: Guardar la nota de crédito
fr: Enregistrement de la Note de crédit
hy: Վերադարձ Կրեդիտային տեղեկություն
ka: საკრედიტო უწყების შენახვა
pl: Zachowanie kredytowego zawiadomienia
ru: Сохранение кредит-ноты

source: Saving Debit Note
az: Сохранения дебетного извещения
bg: Запис на дебитно известие
es: Guardar la nota de débito
fr: Enregistrement la note de débit
hy: Դեբետային տեղեկություն պահպանում
ka: სადებეტო უწყების შენახვა
pl: Zachowywania debetowego zawiadomienia
ru: Сохранения дебет-ноты

source: Saving Offer
bg: Запис на оферта
es: Guardando Oferta
hy: Առաջարկի պահպաում
ka: შეთავაზების შენახვა
ru: Сохранение оферты

source: Saving Production
az: İstehsal aktını yadda saxla
bg: Запис на производство
es: Guardando Producción
fr: Enregistrement de la Production
hy: Արտադրության պահպանում
ka: პროდუქციის შენახვა
pl: Zachowanie Aktu Produkcji
ru: Сохранение акта производства

source: Saving Proforma Invoice
az: Hesab-proformanı yadda saxla
bg: Запис на проформа фактура
es: Guardar Factura Simulada
fr: Enregistrement de la Facture Proforma
hy: Նախահաշիվ պահպանում
ka: პროფორმა ინვოისის შენახვა
pl: Zachowanie rachunku-formalności
ru: Сохранение счета-проформы

source: Saving Purchase
az: Alışı yadda saxla
bg: Запис на доставка
es: Guardando Compra
fr: Sauvegarde d'achat
hy: Մուտքի պահպանում
ka: შესყიდვის შენახვა
pl: Zachowanie kupna
ru: Сохранить закупку

source: Saving Purchase Order
bg: Запис на заявка
es: Guardando Orden de Compra
hy: Մատակարարի պատվերի պահպանում
ka: მომწოდებლის შეკვეთის შენახვა
ru: Сохранение заявки на покупку

source: Saving Purchase Return
bg: Запис на връщане към доставчик
es: Guardando Devolución de Compra
hy: Մատակարարին վերադարձի պահպանում
ka: შესყიდვის დაბრუნების შენახვა
ru: Сохранить возврат поставщику

source: Saving Return
az: Qaytarmanı yadda saxla
bg: Запис на рекламация
es: Guardando Devolución
fr: Sauvegarde du retour
hy: Վերադարձի պահպանում
ka: დარუნების შენახვა
pl: Zachowanie powrotu
ru: Сохранение возврата

source: Saving Sale
az: Satışı yadda saxla
bg: Запис на продажба
es: Guardando Venta
fr: Sauvegarde de Vente
hy: Վաճառքի պահպանում
ka: გაყიდვის შენახვა
pl: Zachowanie sprzedaży
ru: Сохранение продажи

source: Saving Sales Order
bg: Запис на поръчка
es: Guardando Orden de Venta
hy: Պատվերի պահպանում
ka: კლიენტის შეკვეთების შენახვა
ru: Сохранить Предварительный заказ

source: Saving Stock-taking
az: İnventarizasiyanı yadda saxla
bg: Запис на ревизия
es: Guardando Inventario
fr: Enregistrement du Bilan
hy: Հաշիվ ապրանքագրի պահպանում
ka: ინვენტარიზაციის შენახვა
pl: Zachowanie aktu inwentaryzacji
ru: Сохранение акта инвентаризации

source: Saving Transfer
az: Yerdəyişməni yadda saxla
bg: Запис на трансфер
es: Guardando Transferencia
fr: Sauvegarde de Transfert
hy: Տեղափոխման պահպանում
ka: გადაგზავნის შენახვა
pl: Zachowanie Przemieszczenia
ru: Сохранение перемещения
uk: Зберегти Переміщення

source: Saving Warranty Card
az: Zəmanət talonunu yadda saxla
bg: Запис на гаранционна карта
es: Guardando Tarjeta de Garantía
fr: Sauvegarde de la carte de garantie
hy: Երաշխիքային կտրոնի պահպանում
ka: საგარანტიო ბარათის შენახვა
pl: Zachowanie Gwarancyjnej Karty
ru: Сохранение гарантийного талона

source: Saving Waste
az: Braka görə silməni yadda saxla
bg: Запис на брак
es: Guardando Merma
fr: Sauvegarde des Déchets
hy: Խոտանի պահպանում
ka: წუნის შენახვა
pl: Zachowywania spisania na straty zabrokowanego towaru
ru: Сохранения списания по браку

source: Saving Write-off
bg: Запис на изписване
es: Guardando la Venta Interna
fr: Sauvegarde des Pertes
hy: Դուրս գրման պահպանում
ka: ჩამოწერის შენახვა
ru: Сохранение списани

source: Saving custom report
az: İstifadəçi hesabatını yadda saxla
bg: Запис на потребителска справка
es: Guardando reporte personalizado
fr: Enregistrement du rapport personnalisé
hy: Հաշվետվության պահպանում
ka: არჩეული ანგარიშის შენახვა
pl: Zachowanie sprawozdania użytkownika
ru: Сохранение отчета пользователя
uk: Записати користувацький звіт

source: Saving labels is only available if you have a combined license or both Back and Front Office licenses installed. Please add such in order to be able to use this feature.
bg: Записът на етикети е на разположение само ако имате съчетан лиценз или и 2-та вида "Back Office" и "Front Office". Моля, добавете такива, за да можете да ползвате тази функционалност.
es: Guardar las etiquetas está sólo disponible si tiene una licencia combinada o las licencias del Back Office y Front Office instaladas. Por favor adiciónelas para poder usar esta característica.
fr: Enregistrer les étiquettes n'est disponible que si vous avez une licence combinée, ou les deux combinés Back et Front Office licences installées. Veuillez ajouter telles afin d'être en mesure d'utiliser cette fonction.
hy: Պիտակների տպումը հնարավոր է միայն Ճակատային և Հետնամասային լիցենզիայի առկայության դեպքում
ka: ნიშნულების შენახვა შესაზლებელია მხოლოდ მაშინ, როცა თქვენ ერთდროულად გაქვთ ფრობტ და ბექ ოფისების ლიცენზიები.
ru: Печать этикеток доступна при комбинированной лицензии Front & Back Office. Чтобы использовать опцию установите лицензию.

source: Saving production
az: İstehsal aktını yadda saxla
bg: Запис на производство
es: Guardando producción
fr: Enregistrement de la production
hy: Արտադրության պահպանում
ka: წარმოების დამახსოვრება
pl: Zachowanie aktu produkcji
ru: Сохранение акта производства
uk: Зберігти виробництво

source: Saving templates is only available if you have a valid Back Office license installed. Please add one in order to be able to use this feature.
az: Сохранение шаблонов возможно только при наличии лицезии для Back Office. Установите лицензию для использования данного функционала.
bg: Записът на образци е на разположение само ако имате валиден лиценз вид "Back Office". Моля, добавете такъв, за да можете да ползвате тази функционалност.
es: Guardar las plantillas está sólo disponible si tiene una licencia válida del Back Office. Por favor adicione una para poder usar esta característica.
fr: Sauvegarder des modèles est disponible uniquement si vous avez une licence valide Retour Office installé. Veuillez ajouter un afin de pouvoir utiliser cette fonctionnalité.
hy: Ձևանմուշի պահպանումը հնարավոր է միայն լիցենզավորված բեք օֆիսի առկայության դեպքում:Խնդրում ենք ավելացնել այն տվյալ ֆունկցիան օգտագործելու համար
ka: შაბლონის შენახვა იმ შემთხვევაშია შესაძლებელი, თუ Back Office-ს ლიცენზია გაქვთ დაყენებული. იმისთვის , რომ ეს ფუნქცია გამოიყენოთ, გთხოვთ დაამატოთ ლიცენზია
pl: Zachowanie szablonów jest możliwe tylko przy obecności licencji dla Back Office. Zainstalujcie licencję dla użycia tego funkcjonalu.
ru: Сохранение шаблонов возможно только при наличии лицезии для Back Office. Установите лицензию для использования данного функционала.
uk: Збереження шаблонів доступне тільки, якщо у вас є встановлена ліцензія на Back Office.

source: Saving the QuickBooks Online Connector settings failed! Please try again later.
bg: Записът на настройките за връзка с QuickBooks Online беше неуспешен! Моля, опитайте по-късно.
hy: QuickBooks Online-ի կարգավորումների պահպանումը ձախողված է, կրկին փորձել
ru: Не удалось сохранить настройки QuickBooks Connector! Повторите попытку позднее.

source: Saving the getti connector service settings failed! Please try again later.
bg: Записът на настройките за връзка с getti беше неуспешен! Моля, опитайте по-късно.
es: ¡Guardar la configuración del conector getti falló! Pro favor inténtelo más tarde.
hy: Getti միակցիչի կարգավորումների պահպանումը կանխված է, խնդրում ենք փորձել կրկին
ka: getti კონექტორის სერვისის პარამეტრების შენახვა წარუმატებელია! გთხოვთ ცადოთ მოგვიანებით
ru: Сохранение параметров службы Коннектор Getti неуспешно! Повторите попытку позднее.
