Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: The warranty periods begin to run as of the date of the warranty book certification.{0}The above items are repaired at no charge during the warranty period.{0}The warranty service is done in the office of the company.{0}The warranty does not cover the cases in which:{0}- the above items are exploited and stored improperly;{0}- the damage is caused by natural disasters;{0}- the stamp of the items or their modules is removed;{0}- an attempt for repairs of the damage by unauthorized persons has been detected.
az: Гарантийные сроки начинаются с даты подписания гарантийного талона.{0}Ремонт вышеперечисленных товаров производится бесплатно до истечения гарантийного срока.{0}Гарантийное обслуживание производится в офисе компании.{0}Гарантия на вышеперечисленные товары не распространяется на случаи, когда:{0}- Эксплуатировались или хранились неправильно;{0}- Повреждены в результате стихийных бедствий;{0}- Сняты пломбы;{0}- Имеются следы ремонта посторонними лицами.
bg: Гаранционните срокове текат от дата на подписване на гаранционната карта.{0}Гореописаните стоки се ремонтират безпплатно преди изтичане на гаранционния срок.{0}Гаранционното обслужване се извършва в офиса на фирмата.{0}Гаранционният срок отпада в случаите когато:{0}- гореописаните стоки са експлоатирани и съхранявани неправилно;{0}- причини за повредата са природни бедствия;{0}- са разпломбирани стоките или техните модули;{0}- е установен опит за отстраняване на дефекта от неупълномощени за целта лица.
es: Los períodos de la garantía comienzan a correr a partir de la fecha de certificación del libro de la garantía.{0} Los puntos anteriores se reparan gratis durante el período de la garantía.{0} El servicio de la garantía es hecho en la oficina de la compañía.{0} La garantía no cubre los casos en que:{0}- los puntos anteriores están explotados y almacenados inapropiadamente;{0}- el daño es causado por desastres naturales;{0}- el sello de los artículos o sus módulos está quitado;{0}- un intento para las reparaciones del daño por personas no autorizadas haya sido detectado.
fr: Les périodes de garantie commence à courir à compter de la date de la certification carnet d'entretien.{0} Les éléments ci-dessus sont réparés gratuitement pendant la période de garantie.{0} Le service de garantie est fait dans le bureau de la compagnie.{0} La garantie ne couvre pas les cas dans lesquels:{0} - les éléments ci-dessus sont exploités et mal conservés;{0} - le dommage est causé par des catastrophes naturelles;{0} - le cachet des éléments ou de leurs modules est retiré ;{0} - une tentative de réparation des dommages par des personnes non autorisées a été détectée.
hy: Երաշխիքային ժամանակահատվածը սկսվում է փաստաթղթի ստեղծման պահից.{0}նշված ապրանքների վերանորոգումը անվճար է.{0} այն իրականացվում է կազմակերպության գրասենյակում.{0} {0} {0} {0} {0}
pl: Okresy gwarancji biegnie od daty podpisania gwarancji.{0} Powyższe elementy są naprawiane bezpłatnie przed upływem okresu gwarancyjnego.{0} Serwis gwarancyjny odbywa się w siedzibie spółki.{0} gwarancja nie obejmuje przypadków, w których:{0} - powyższe elementy są wykorzystywane i przechowywane niewłaściwie;{0} - szkody spowodowane przez klęski żywiołowe;{0} - pieczęć elementów lub ich modułów zostanie usunięty;{0} - jeżeli wykryta próba naprawy szkody przez osoby nieuprawnione.
ru: Гарантийные сроки начинаются с даты подписания гарантийного талона.{0}Ремонт вышеперечисленных товаров производится бесплатно до истечения гарантийного срока.{0}Гарантийное обслуживание производится в офисе компании.{0}Гарантия на вышеперечисленные товары не распространяется на случаи, когда:{0}- Эксплуатировались или хранились неправильно;{0}- Повреждены в результате стихийных бедствий;{0}- Сняты пломбы;{0}- Имеются следы ремонта посторонними лицами.

source: The waste cannot be saved due to insufficient quantity of item "{0}".
az: Списание не может быть сохранено из-за недостаточного количества товара "{0}".
bg: Бракът не може да бъде записан поради недостатъчни количества на стоката "{0}".
es: La merma no puede ser guardada debido a la insuficiente cantidad del elemento "{0}".
fr: Les déchets ne peuvent pas être sauvés grâce à la quantité insuffisante de l'article "{0}".
hy: Խոտանը չի կարող պահպանվել "{0}" ապրանքի անբավարար քանակության պատճառով
ka: წუნი ვერ იქნება შენახული "{0}" საქონლის არასაკმარისი რაოდენობის გამო.
pl: Spisanie na straty nie może być zachowane przez niedostateczną ilość towaru "{0}".
ru: Списание по браку не может быть сохранено из-за недостаточного количества товара "{0}".
uk: Списання не може бути збережено із-за недостатньої кількості товару "{0}".

source: The weight column "{0}" is not available! Please select another column using the "View" button.
bg: Тегловната колона "{0}" отсъства. Моля, изберете друга колона чрез бутона "Изглед".
es: ¡La columna del peso "{0}" no está disponible! Por favor seleccione otra columna usando "Ver" botón.
hy: "{0}" սյունակի արժեքը անթույլատրելի է
ka: The weight column "{0}" მიუწვდომელია! აირჩიეთ სხვა სვეტი "View" ღილაკის გამოყენებით.
ru: Значение колонки "{0}" недоступно! Выберите другую колонку.

source: The write-off cannot be saved due to insufficient quantity of item "{0}".
bg: Изписването не може да бъде записано поради недостатъчни количества на стоката "{0}".
es: La venta interna no puede ser guardada debido a insuficiente cantidad de elementos "{0}".
fr: La perte ne peut être sauvegardée en raison de la quantité insuffisante de l'article "{0}".
hy: Դուրս գրումը չի կարող պահպանվել ապրանքի բացասական քանակի պատճառով "{0}".
ka: ჩამოწერის შენახვა შეუძლებელია საქონლის "{0}" შესაბამისი რაოდენობის არ ქონის გამო.
ru: Списание не может быть сохранено из-за недостаточного количества товара "{0}".

source: The {0} field cannot be empty!
bg: Полето {0} не може да бъде празно!
es: ¡El campo {0} no puede estar vacío!
hy: {0} դաշտը չի կարող դատարկ լինել
ka: {0} ველი არ შეიძლება იყოს ცარიელი!
ru: Поле {0} должно быть заполнено

source: The {0} updater requires your password.
az: Для установщика {0} требуется пароль.
bg: Проверката за нови версии {0} изисква Вашата парола.
es: La actualización {0} requiere su contraseña.
fr: La mise à jour {0} requiert votre mot de passe.
hy: {0} թարմացման համար պահանջվում է գաղտնաբառ
ka: განმაახლებელი {0} ითხოვს თქვენს პაროლს
pl: Dla instalatora {0} trzeba hasło.
ru: Для установщика {0} требуется пароль.

source: There are incomplete orders in the selected location
bg: Има незавършени поръчки в избрания обект
es: Hay órdenes incompletas en la entidad seleccionada
hy: Տվյալ տեղամասում կան չավարտված պատվերներ
ka: ამორჩეულ ობიექტებზე არის დაუსრულებელი შეკვეთები
ru: На выбранном объекте есть невыполненные заказы

source: There are incomplete orders in the selected location. If you continue the shown availability will have the ordered amounts subtracted. Do you want to continue?
az: На выбранном участке есть незавершенные заказы. При продолжении заказанное кол-во будет вычтено из доступного. Продолжить?
bg: Има незавършени поръчки в избрания обект. Ако продължите, показаната наличност ще е с извадени поръчаните количества. Желаете ли да продължите?
es: Hay órdenes incompletas en la entidad seleccionada. Si continua la disponibilidad mostrada tendrá las cantidades ordenadas sustraídas. ¿Desea continuar?
fr: Il ya des commandes incomplètes à l'endroit sélectionné. Si vous continuez la disponibilité montrée aura soustrait les quantités commandées. Voulez-vous continuer?
hy: Կան չավարտված պատվերներ նշված տեղամասում: Եթե շարունակեք առկա քանակության դիտարկումը , ապա այն կցուցադրվի պատվերների ապրանքների քանակները հանված:Ցանկանում եք շարունակել ?
ka: ამორჩეულ ობიექტებზე არის დაუსრულებელი შეკვეთები, შესაბამისად თუ თქვენ გააგრძელებთ ხელმისაწვდომობის ჩვენებას, რეალური რაოდენობა მოიკლებს. გსურთ გაგრძელება?
pl: W wybranym dziale są niedokonczone zamówienia. Przy przedłużeniu zamówiona iilośćbędzie odejmowana od dostępnej. Przedłużyć?
ru: На выбранном объекте есть незавершенные заказы. При продолжении заказанное кол-во будет вычтено из доступного. Продолжить?
uk: Є неповні замовлення до вибраного місця. Якщо ви продовжите суми віднімаються. Ви хочете продовжити?

source: There are items like "{0}" used in operations with different purchase prices! Make sure that there are no operations which use the same item with different purchase prices before changing the item management method!
bg: Има стоки, като "{0}", използвани в операции с различни доставни цени! Моля, уверете се, че няма операции, които използват една и съща стока с различни доставни цени преди да промените начина на управление на стоки.
es: ¡Hay mercancías como "{0}" usadas en operaciones con diferentes precios de compra! Asegúrese que no hay operaciones en las cuales use la misma mercancía con diferentes precios de compra cambiando antes el método administrativo de los elementos
hy: Կան ապրանքներ "{0}", որոնք օգտագործվում են գործողություններում տարբեր գնման գներով: Համոզվեք, որ չկան այդպիսի ապրանքներ մինչև հաշվառման մեթոդի փոփոխումը:
ka: ოპერაციებში არის გამოყენებული "{0}" მსგავსი საქონელი განსხვავებული შეძენის ფასებით! დარწმუნდით, რომ არცერთ ოპერაციებში არ გამოიყენება განსხვავებული შეძენის ფასები, სანამ შეცვლით საქონლის მენეჯმენტის მეთოდს!
ru: Присутствует товар "{0}" с различными закупочными ценами! Удостоверьтесь, что нет такого же товара с другой закупочной ценой перед изменением метода подсчета!

source: There are items with negative availability! Make sure that there are no items with negative availability before changing the item management method!
bg: Има стоки с отрицателна наличност. Моля, уверете се, че няма такива, преди да промените начина на управление на стоки.
es: ¡Hay artículos con disponibilidad negativa! ¡Asegúrese de que no hay artículos con disponibilidad negativa antes de cambiar el método de administración del artículo!
fr: Il ya des articles avec la disponibilité négative! Assurez-vous que il ya pas d'articles avec la disponibilité négative avant de changer la méthode de gestion d'objets!
hy: Հաշվարկման մեթոդի փոփոխման ժամանակ առկա են բացասական մնացորդներ
ka: ბაზაში არის საქონელი უარყოფითი ნაშთებით! დარწმუნდით, რომ არ იყოს უარყოფითი რაოდენობები, სანამ შეცვლით მენეჯმენტის მეთოდს!
ru: Присутствуют товары с отрицательными остатками. Перед сменой метода учета удостоверьтесь, что нет отрицательных остатков.

source: There are no materials with quantities greater than 0! The production will be deleted. Are you sure?
az: Müsbət sayda xammal yoxdur! İstehsal silinəcək. Davam edirsiz?
bg: Няма въведена суровина с количество, по-голямо от 0! Производството ще бъде изтрито. Желаете ли да продължите?
es: ¡No hay materiales con cantidades mayores que 0! La producción será eliminada. ¿Está seguro?
fr: Il n'y a pas de matériaux avec des quantités supérieures à 0! La production sera supprimée. Etes-vous sûr?
hy: Դրական մնացորդով հումք չկա! արտադրությունը կհեռացվի! շարունակել?
ka: არ არის მასალის დადებითი ნაშთი! წარმოება წაიშლება. გავაგრძელო?
pl: Nie ma surowca z pozytywną pozostałością! Produkcja będzie usunięta. Przedłużyć?
ru: Нет сырья с положительным остатком! Производство будет удалено. Продолжить?
uk: Нема сировини з плюсовим залишком! Виробництво буде видалено. Продовжити?

source: There are no materials with quantities greater than 0! The recipe will be deleted. Are you sure?
az: Müsbət sayda xammal yoxdur! Resept silinəcək. Davam edirsiz?
bg: Няма въведена суровина с количество, по-голямо от 0! Рецептата ще бъде изтрита. Желаете ли да продължите?
es: ¡No hay materiales con cantidades mayores que 0! La receta será eliminada.¿Está seguro?
fr: Il n'y a pas de matériaux avec des quantités supérieures à 0! La recette sera supprimée. Etes-vous sûr?
hy: Դրական մնացորդով հումք չկա! բաղադրատոմսը կհեռացվի! շարունակել?
ka: არ არის მასალის დადებითი ნაშთი! რეცეპტი წაიშლება. გავაგრძელო?
pl: Nie ma surowca z pozytywną ilością! Przepis będzie usunięty. Przedłużyć?
ru: Нет сырья с положительным количеством! Рецепт будет удален. Продолжить?
uk: Нема сировини з плюсовим залишком! Рецепт буде видалений. Продовжити?

source: There are no payments made for this operation.
az: Bu əməliyyat üçün ödəniş yoxdur.
bg: По тази операция няма направени плащания.
es: No hay pagos hechos para esta operación.
fr: Il n'y a pas les paiements effectués pour cette opération.
hy: Այս գործողության համար չկան վճարներ
ka: ამ ოპერაციისათვის არანაირი გადახდა არ განხორციელებულა
pl: Po tej operacji nie ma opłat.
ru: По данной операции нет оплат.
uk: По даній операції нема оплат.

source: There are no products with quantities greater than 0! The recipe will be deleted. Are you sure?
az: Müsbət sayda məhsul yoxdur! Resept silinəcək. Davam edirsiz?
bg: Няма въведен продукт с количество, по-голямо от 0! Рецептата ще бъде изтрита. Желаете ли да продължите?
es: ¡No hay productos con cantidades mayores que 0! La receta será eliminada.¿Está seguro?
fr: Il n'y a pas de produits avec des quantités supérieures à 0! La recette sera supprimée. Etes-vous sûr?
hy: Դրական մնացորդով արտադրանք չկա! բաղադրատոմսը կհեռացվի! շարունակել?
ka: არ არის პროდუქტის დადებითი ნაშთი! რეცეპტი წაიშლება. გავაგრძელო?
pl: Nie ma produktu z pozytywną ilością! Przepis będzie usunięty. Przedłużyć?
ru: Нет продукта с положительным количеством! Рецепт будет удален. Продолжить?
uk: Нема продукта з плюсовою кількістю! Рецепт буде видаленний. Продовжити?

source: There are no valid items to apply the discount to!
az: Endirim tətbiq etmək üçün mal yoxdur!
bg: Няма въведени стоки, върху които да се приложи отстъпката!
es: ¡No hay mercancías válidas para aplicar el descuento!
fr: Il n'y a pas des éléments valables pour appliquer la réduction à!
hy: Զեղչի կիրառման համար չկան ապրանքներ!
ka: ფასდასაკლები საქონელი არ არის!
pl: Nie ma towarów dla zastosowania rabatu!
ru: Нет товаров для применения скидки!
uk: Нема товарів для застосування знижки!

source: There are no valid materials in the production document!
az: İstehsal sənədində yol verilə bilən xammal yoxdur!!
bg: Не са въведени валидни суровини в документа за производство!
es: ¡Hay materiales inválidos en el documento de producción!
fr: Il n'y a pas de matériaux valables dans la production de documents!
hy: Արտադրության փաստաթղթում չկա թույլատրելի hwumq!
ka: წარმოების დოკუმენტში არ არის შესაბამისი მასალა!
pl: W dokumencie produkcji nie ma dopuszczalnego surowca!
ru: В документе производства нет допустимого сырья!
uk: В документі виробництва немає припустимої сировини!

source: There are no valid materials!
az: Yol verilə bilən xammal yoxdur!
bg: Няма валидни суровини!
es: ¡No hay materiales válidos!
fr: Il n'y a pas de matériaux valables!
hy: Բաղադրատոմսում հումքի սյունակը լրացված չէ
ka: არ არის დასაშვები ნედლეული!
pl: Nie ma dopuszczalnego surowca!
ru: Нет допустимого сырья!
uk: Немає припустимої сировини!

source: There are no valid products in the production document!
az: İstehsal sənədində yol verilə bilən məhsul yoxdur!
bg: Не са въведени валидни продукти в документа за производство!
es: ¡Hay productos Inválidos en el documento de producción!
fr: Il n'y a pas de produits valables dans la production de documents!
hy: Արտադրության փաստաթղթում չկա թույլատրելի արտադրանք!
ka: წარმოების დოკუმენტში არ არის დასაშვები ნედლეული!
pl: W dokumencie produkcji nie ma dopuszczalnego produktu!
ru: В документе производства нет допустимого продукта!
uk: В документі виробництва немає припустимого продукту!

source: There are no valid products!
az: Sənəddə yol verilə bilən məhsul yoxdur!
bg: Няма валидни продукти!
es: ¡No hay productos válidos!
fr: Il n'y a pas de produits valables!
hy: Բաղադրատոմսում արտադրանքի սյունակը լրացված չէ
ka: არ არის დასაშვები ნედლეული!
pl: Nie ma dopuszczalnego produktu!
ru: Нет допустимого продукта!
uk: Немає припустимого продукту!

source: There are no valid rows for barcodes!
bg: Нямате валидни редове за баркодове!
es: ¡No hay filas válidas para códigos de barras!
fr: Il n'y a pas lignes valides pour les codes à barres!
hy: Գծիկավոր կոդերի փաստաթղթում լրացված տողեր չկան
ka: შტრიხკოდებისთვის არ არის დაშვებული სტრიქონები!
ru: Нет допустимых строк для баркодов!
uk: Немає дійсних рядків для штрих-кодів!

source: There are no valid rows in the consignment document!
bg: Нямате валидни редове в консигнацията!
es: ¡Hay filas invállidas en el documento de consignación!
hy: Իրացման փաստաթղթում լրացված տողեր չկան
ka: კონსიგნაციის დოკუმენტში არ არის დაშვებული სტრიქონები!
ru: Нет допустимых строк в документе!
uk: Немає дійсних рядків у документі!

source: There are no valid rows in the consignment return document!
bg: Нямате валидни редове във връщането по консигнация!
es: ¡Hay filas invállidas en el documento de devolución de consignación!
hy: Իրացման վերադարձի փաստաթղթում լրացված տողեր չկան
ka: კონსიგნაციით დაბრუნების დოკუმენტში არ არის დაშვებული სტრიქონები!
ru: Нет допустимых строк в документе!
uk: Немає дійсних рядків у документі!

source: There are no valid rows in the consignment sale document!
bg: Нямате валидни редове във отчитането по консигнация!
es: ¡Hay filas invállidas en el documento de venta en consignación!
hy: Իրացման վաճառքի փաստաթղթում լրացված տողեր չկան
ka: კონსიგნაციით გაყიდვის დოკუმენტში არ არის დაშვებული სტრიქონები!
ru: Нет допустимых строк в документе!
uk: Немає дійсних рядків у документі!

source: There are no valid rows in the credit note document!
az: Sənəddə yol verilə bilən sətir yoxdur!
bg: Нямате валидни редове в кредитното известие!
es: ¡Hay filas inválidas en el documento de notas de créditos!
fr: Il n'y a pas lignes valides dans le document de note de crédit!
hy: Կրեդիտային փաստաթղթում լրացված տողեր չկան
ka: საკრედიტო უწყების დოკუემნტში არ არის დაშვებული სტრიქონები!
pl: Nie ma dopuszczalnych rządków w dokumencie!
ru: Нет допустимых строк в документе!
uk: Немає дійсних рядків у документі!

source: There are no valid rows in the debit note document!
az: Sənəddə yol verilə bilən sətir yoxdur!
bg: Нямате валидни редове в дебитното известие!
es: ¡Hay fila inválidas en el documento de notas de débito!
fr: Il n'y a pas lignes valides dans le document de note de débit!
hy: Դեբետային փաստաթղթում լրացված տողեր չկան
ka: სადებეტო უწყების დოკუემნტში არ არის დაშვებული სტრიქონები!
pl: Nie ma dopuszczalnych rządków w dokumencie!
ru: Нет допустимых строк в документе!
uk: Немає дійсних рядків у документі!

source: There are no valid rows in the offer document!
bg: Нямате валидни редове в офертата!
es: ¡Hay columnas inválidas en el documento de oferta!
hy: Առաջարկի փաստաթղթում լրացված տողեր չկան
ka: შეთავაზების დოკუმენტში არ არის დაშვებული სტრიქონები!
ru: Нет допустимых строк в документе оферты!

source: There are no valid rows in the proforma invoice document!
az: Sənəddə yol verilə bilən sətir yoxdur!
bg: Нямате валидни редове в проформата фактура!
es: ¡Hay filas inválidas en el documento de Factura Simulada!
fr: Il n'y a pas lignes valides dans le document facture proforma!
hy: Նախահաշիվ փաստաթղթում լրացված տողեր չկան
ka: პროფორმა ინვოისის დოკუემნტში არ არის დაშვებული მწკრივები!
pl: Nie ma dopuszczalnych rządków w dokumencie!
ru: Нет допустимых строк в документе!
uk: Немає припустимих рядків в рахунку-праформи!

source: There are no valid rows in the purchase document!
az: Sənəddə yol verilə bilən sətir yoxdur!
bg: Нямате валидни редове в доставката!
es: ¡Hay columnas inválidas en el documento de compras!
fr: Il n'y a pas lignes valides dans le document d'achat!
hy: Գնումների փաստաթղթում լրացված տողեր չկան
ka: შესყიდვის დოკუმენტში არ არის დაშვებული სტრიქონები!
pl: Nie ma dopuszczalnych rządków w dokumencie!
ru: Нет допустимых строк в документе!
uk: Немає припустимих рядків в документі приходу!

source: There are no valid rows in the purchase order document!
bg: Нямате валидни редове в заявката!
es: ¡Hay columnas inválidas en el documento de orden de compras!
hy: Մատակարարին պատվերի փաստաթղթում լրացված տողեր չկան
ka: მომწოდებლის შეკვეთის დოკუმენტში არ არის დაშვებული სტრიქონები!
ru: Нет допустимых строк в заявке на покупку!

source: There are no valid rows in the purchase return document!
bg: Нямате валидни редове във връщането към доставчик!
es: ¡Hay columnas inválidas en el documento de devolución de compras!
hy: Կոմիսիայում չկան լրացված տողեր
ka: შესყიდვის დაბრუნების დოკუმენტში არ არის დაშვებული სტრიქონები!
ru: Нет допустимых строк в документе!
uk: Немає дійсних рядків у документі!

source: There are no valid rows in the return document!
az: Sənəddə yol verilə bilən sətir yoxdur!
bg: Нямате валидни редове в рекламацията!
es: ¡Hay filas inválidas en el docmento de devolución!
fr: Il n'y a pas lignes valides dans le document de retour!
hy: Վերադարձի փաստաթղթում լրացված տողեր չկան
ka: დაბრუნების დოკუმენტში არ არის დაშვებული სტრიქონები!
pl: Nie ma dopuszczalnych rządków w dokumencie!
ru: Нет допустимых строк в документе!
uk: Немає дійсних рядків у документі!

source: There are no valid rows in the sale document!
az: Sənəddə yol verilə bilən sətir yoxdur!
bg: Нямате валидни редове в продажбата!
es: ¡Hay fila inválidas en el documento de ventas!
fr: Il n'y a pas lignes valides dans le document de vente!
hy: Վաճառի փաստաթղթում լրացված տողեր չկան
ka: გაყიდვის დოკუმენტში არ არის დაშვებული სტრიქონები!
pl: Nie ma dopuszczalnych rządków w dokumencie!
ru: Нет допустимых строк в документе!
uk: Немає припустимих рядків в документі продажу!

source: There are no valid rows in the sales order document!
bg: Нямате валидни редове в поръчката!
es: ¡Hay fila inválidas en el documento de orden de ventas!
hy: Պատվերի փաստաթղթում լրացված տողեր չկան
ka: კლიენტის შეკვეთების დოკუმენტში არ არის დაშვებული სტრიქონები!
ru: Нет действительных строк в документе предварительного заказа!
uk: Немає дійсних рядків у документі!

source: There are no valid rows in the stock-taking document!
az: Sənəddə yol verilə bilən sətir yoxdur!
bg: Нямате валидни редове в ревизия!
es: ¡Hay filas inválidas en el documento de inventario!
fr: Il n'y a pas lignes valides dans le document de sortie de stock!
hy: Գույքագրման փաստաթղթում լրացված տողեր չկան
ka: ინვენტარიზაციის დოკუმენტში არ არის დაშვებული სტრიქონები!
pl: Nie ma dopuszczalnych rządków w dokumencie!
ru: Нет допустимых строк в документе!
uk: Немає рядків в документі інвентаризації!

source: There are no valid rows in the transfer document!
az: Sənəddə yol verilə bilən sətir yoxdur!
bg: Нямате валидни редове в трансфера!
es: ¡Hay filas inválidas en el documento de transferencia!
fr: Il n'y a pas lignes valides dans le document de transfert!
hy: Տեղափողումներ փաստաթղթում լրացված տողեր չկան
ka: გადაგზავნის დოკუმენტში არ არის მართებული სტრიქონები!
pl: Nie ma dopuszczalnych rządków w dokumencie!
ru: Нет допустимых строк в документе!
uk: Немає рядків в документі переміщення!

source: There are no valid rows in the warranty card.
az: Sənəddə yol verilə bilən sətir yoxdur!
bg: Нямате валидни редове в гаранционната карта!
es: ¡No hay filas válidas en las tarjetas de garantía!
fr: Il n'y a pas lignes valides dans la carte de garantie.
hy: Երաշխիքային կտրոն փաստաթղթում լրացված տողեր չկան
ka: საგარანტიო ბარათში არ არის მართებული სტრიქონები.
pl: Nie istnieją uzasadnione wierszy w karcie gwarancyjnej.
ru: Нет допустимых строк в документе!
uk: Немає дійсних рядків у документі!

source: There are no valid rows in the waste document!
az: Sənəddə yol verilə bilən sətir yoxdur!
bg: Нямате валидни редове в брака!
es: ¡No hay filas válidas en el documento de merma!
fr: Il n'y a pas lignes valides dans le document des déchets!
hy: Խոտան փաստաթղթում լրացված տողեր չկան
ka: წუნის დოკუმენტში არ არის მართებული სტრიქონები!
pl: Nie ma dopuszczalnych rządków w dokumencie!
ru: Нет допустимых строк в документе!
uk: Немає рядків в документі списання!
