Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Get Text Field
az: Получение текстового поля
bg: Прочитане на текстовите полета
es: Obtener Campo de Texto
fr: Get champ de texte
hy: Տեքստային տողի ստացում
ka: ტექსტური ველის მიღება
pl: Otrzymanie tekstowego pola
ru: Получение текстового поля
uk: Отримати текстове поле

source: Get VAT Rates
az: Получение ставки НДС
bg: Прочитане на ДДС ставките
es: Obtener Tasas de IVA
fr: Obtenir les tarifs de la TVA
hy: ԱԱՀ գնի ստացում
ka: დღგ-ს მიღება
pl: Otrzymanie stawki VAT
ru: Получение ставки НДС
uk: Отримати ставку ПДВ

source: Get Weight
bg: Прочитане на теглото
es: Obtener Peso
fr: Obtenez le Poids
hy: Ստանալ քաշը
ka: წონის მიღება
ru: Получение веса

source: Get Weight And Set Price
bg: Прочитане на теглото и промяна на цената
es: Obtener Peso y dar el Precio
fr: Obtenez le Poids et donnez le prix
hy: Ստանալ քաշը և նշել գինը
ka: წონის მიღება და ღირებულების დაყენება
ru: Получить вес и установить цену

source: Get Zero Registers Print
az: Sıfır registrlərin oxunması
bg: Състояние на печата на нулеви стойности
es: Obtener Impresiones de Registros en Cero
fr: N'obtenir aucune impression des registres
hy: Զրոյական ռեգիստրների ստացում
ka: ნულოვანი რეგისტრების წაკითხვა
pl: Odczytanie zerowych registrów
ru: Считывание нулевых регистров
uk: Отримати нульові регістри

source: Getti Connector
bg: Връзка с getti
es: Conector Getti
hy: Getti միակցիչ
ka: Getti კონექტორი
ru: Коннектор Getti

source: Getting information from the web store...
bg: Извличане на информация от интернет магазинът...
es: Obteniendo información desde la tienda web...
hy: Ինտերնետ խանութից ինֆորմացիայի ստացում
ka: ვებ-მაღაზიიდან ინფორმაციის მიღება...
ru: Получение информации из интернет-магазина...

source: Getting new licensing information...
bg: Извличане на нова лицезна информация...
es: Obteniendo nueva información de la conceción de licencias
hy: Նոր լիցենզիայի ինֆորմացիայի ստացում
ka: ახალი ლიცენზიის ინფორმაციის მიღება...
ru: Получение новой информации о лицензии...

source: Getting quantities...
bg: Извличане на количествата...
es: Obteniendo cantidades...
hy: Ստանալ քանակությունը
ka: რაოდენობების მიღება...
ru: Получение количеств...

source: Getting used locations...
bg: Извличане на използваните обекти...
es: Obteniendo entidades usadas...
hy: Ստանալ օգտագործվող տեղամասերը
ka: გამოყენებული ადგილმდებარეობების მიღება...
ru: Получение используемых объектов...
uk: Отримання використовуваних об'єктів ...

source: Given by:
az: Verilib:
bg: Предадено от:
es: Dado por:
fr: Donné par:
hy: Տրված է
ka: გადმომცემი:
pl: Wydane:
ru: Выдано:
uk: Видав:

source: Global auto refresh:
az: Qlobal avtoyeniləmə
bg: Общо автоматично обновяване:
es: Actualización automática global:
fr: L’auto Actualisation générale:
hy: Գլոբալ ավտոմատ թարմացում
ka: გლობალური ავტოგანახლება
pl: Globalna autoodnowa
ru: Глобальное автообновление
uk: Глобальне автоматичне оновлення

# Distribution
source: Gold Distributor
bg: Златен дистрибутор
es: Distribuidor de Oro
hy: Ոսկե դիստրիբյուտոր
ka: ოქროს დისტრიბუტორი
ru: Золотой дистрибьютор

# Distribution
source: Got a license of type {0} from administrator.
bg: Придобихте лиценз от тип {0} от администратор.
es: Recibir una licencia de tipo {0} desde el administrador.
hy: Ստացել է {0} տիպի լիցենզիա ադմինիստարատորից
ka: {0} ტიპის მიღებული ლიცენზია ადმინისტრატორისგან.
ru: Получена лицензия тип {0} от администратора.

# Distribution
source: Got a license of type {0} from {1}.
bg: Придобихте лиценз от тип {0} от {1}.
es: Recibir una licencia de tipo {0} desde {1}.
hy: Ստացել է {0} {1} տիպի լիցենզիա
ka: მივიღეთ {0} ტიპის ლიცენზია {1}-დან.
ru: Получена лицензия тип {0} от {1}.

# Distribution
source: Got a license of type {0} with credits.
bg: Придобихте лиценз от тип {0} чрез кредити.
es: Recibir una licencia de tipo {0} con créditos.
hy: Ստացել է {0} տիպի լիցենզիա կրեդիտներով
ka: მივიღეთ {0} ტიპის ლიცენზია კრედიტებით
ru: Получена лицензия тип {0} кредитами.
uk: Ви отримали ліцензію тип {0} кредитами.

# Distribution
source: Got a license of type {0}.
bg: Придобихте лиценз от тип {0}.
es: Recibir una licencia de tipo {0}.
hy: Ստացել է {0} տիպի լիցենզիա
ka: მივიღეთ {0} ტიპის ლიცენზია.
ru: Получена лицензия тип {0}.

source: Greather
az: Böyük
bg: По-голямо
es: Más grande
fr: meilleur
hy: Ավելի մեծ
ka: უფრო დიდი
pl: Więcej
ru: Больше
uk: Більше

source: Greather or equal
az: Böyük və ya bərabər
bg: По-голямо или равно
es: Más grande o igual
fr: meilleur ou égale
hy: Մեծ կամ հավասար
ka: მეტი ან თანასწორი
pl: Więcej albo równo
ru: Больше или равно
uk: Більше або дорівнює

source: Group
az: Qrup
bg: Група
es: Grupo
fr: Groupe
hy: Խումբ
ka: ჯგუფი
pl: Grupa
ru: Группа
uk: Група

source: Group Owner
bg: Собственик на групата
es: Propietario de Grupo
hy: Սեփականատիրոջ խումբ
ka: ჯგუფის მფლობელი
ru: Владелец группы
uk: Власник групи

source: Group by column:
az: Sütun üzrə qruplaşdırmaq:
bg: Групиране по колона:
es: Grupo por columna:
fr: Groupe par colonne:
hy: Խմբավորել ըստ սյուների
ka: დაჯგუფება სვეტის მიხედვით:
pl: Grupować w kolumnie :
ru: Группировать по колонке:
uk: Групувати по колонці:

source: Group by unit:
az: Elementlər üzrə qruplaşdırmaq
bg: Групиране по мярка:
es: Grupo por unidad:
fr: Groupe par unité:
hy: Խմբավորել ըստ էլեմենտների
ka: დაჯგუფება ელემენტის მიხედვით:
pl: Grupować po elementam :
ru: Группировать по элементу:
uk: Групувати по елементу:

source: Group id:
az: Qrup №
bg: Група No
es: Id del grupo:
fr: Id Groupe:
hy: Խմբի id
ka: ჯგუფი №
pl: Grupa №
ru: Группа №
uk: Група №

source: Group name cannot be empty!
az: Qrupun adı boş ola bilməz
bg: Името на групата не може да бъде празно!
es: ¡El nombre del Grupo no puede estar vacio!
fr: Nom de groupe ne peut pas être vide!
hy: Խմբի անունը չի կարող դատարկ լինել!
ka: ჯგუფის დასახელება არ შეიძლება იყოს ცარიელი!
pl: Miano grupy nie może być puste!
ru: Наименование группы не может быть пустым!
uk: Назва групи не може бути пустою!

source: Group name:
bg: Име на група:
es: Nombre del Grupo:
hy: Խմբի անունը
ka: ჯგუფის სახელი:
ru: Имя группы:

source: Group together same values
az: Təkrarları qruplaşdırmaq
bg: Групиране на еднакви стойности
es: Agrupar los mismos valores
fr: Regrouper mêmes valeurs
hy: Խմբավորել որոշ արժեքներ
ka: ერთნაირი ღირებულების დაჯგუფება
pl: Zgrupować powtarzające się znaczenia
ru: Сгруппировать повторяющиеся значения
uk: Групове значення

source: Group with this name already exists! Do you want to continue?
az: Bu adla qrup artıq var! Davam etsin?
bg: Група със същото име вече съществува. Желаете ли продължение?
es: ¡Un Grupo con ese nombre ya existe! ¿Desea continuar?
fr: Groupe avec ce nom existe déjà! Voulez-vous continuie?
hy: Այս անվամբ խումբ արդեն գոյություն ունի! ցանկանում եք պահպանել?
ka: ჯგუფი ასეთი დასახელებით უკვე არსებობს! გავაგრძელო?
pl: Grupa z takim mianem już istnieje! Przedłużyć?
ru: Группа с таким наименованием уже существует! Продолжить?
uk: Група з такою назвою вже є! Продовжити?

source: Group {0} is not empty!
bg: Група {0} не е празна!
es: ¡El grupo {0} no esta vacío!
hy: {0} խումբը դատարկ չէ!
ka: ჯგუფი {0} ცარიელია!
ru: Группа {0} содержит записи!

source: Group:
az: Qrup:
bg: Група:
es: Grupo:
fr: Groupe:
hy: Խումբ
ka: ჯგუფი
pl: Grupa:
ru: Группа:
uk: Група:

source: Grouping
az: Qruplaşdırmaq
bg: Групиране
es: Agrupando
fr: Groupement
hy: Խմբավորել
ka: დაჯგუფება
pl: Ugrupowanie
ru: Группировка
uk: Групування

source: Grouping cannot be turned off for this field, because there are other fields which require it!
az: Qruplaşdırma bu sahə üçün ləğv edilə bilməz, çünki digər sahələr üçün vacibdir
bg: Групирането е нужно на други полета и не може да бъде изключено за това поле.
es: ¡Los grupos no se pueden quitar de este campo, porque hay otros campos que requieren de él!
fr: Groupement ne peut pas être désactivé pour ce domaine, car il ya d'autres domaines qui en ont besoin!
hy: Այս դաշտի համար խմբավորումը չի կարող անջատվել
ka: ამ ველში დაჯგუფების გამორთვა ვერ ხერხდება, რადგან არსებობს სხვა ველები, რომელიც დაჯგუფებას მოითხოვენ
pl: Ugrupowaniene może być wyłączone dla tego pola, ponieważ ono jest potrzebne dla innych pól!
ru: Группировка не может быть выключена для этого поля, так как она необходима для других полей!
uk: Групування не може бути відключено для цього, оскільки є інші дані, які вимагають його!

source: Groups
az: Qruplar
bg: Групи
es: Grupos
fr: Les groupes
hy: Խմբեր
ka: ჯგუფები
pl: Grupy
ru: Группы
uk: Групи

source: Handshaking:
az: Salamlama:
bg: Ръкостискане:
es: Protocolo de comunicación
hy: Ողջունում
ka: ხელისჩამორთმევა:
pl: Powitanie:
ru: Приветствие:
uk: Привітання:

source: Has Header
az: Yuxarı hissə
bg: С горен колонтитул
es: Tiene Encabezado
fr: A l’en-tête
hy: Վերնագիր
ka: აქვს Header-ი
ru: Верхний колонтитул

source: Has footer
az: Aşağı hissə
bg: С долен колонтитул
es: Tiene Pie de Página
fr: A le pied de page
hy: Ստորագիր
ka: აქვს Footer-ი
ru: Нижний колонтитул

source: Head Accountant:
bg: Главен счетоводител:
es: Contador Principal:
hy: Գլխավոր հաշվապահ
ka: სათაოს ბუღალტერი:
ru: Главный бухгалтер:

source: Header
az: Yuxarı hissə
bg: Горен колонтитул
es: Encabezado
fr: En-tête
hy: Վերնագիր
pl: Górna część
ru: Верхний колонтитул
uk: Тема

source: Header & Footer
bg: Горен и долен колонтитул
es: Encabezado y Pie
hy: Ստորագիր և վերնագիր
ru: Верхний и нижний колонтитулы

source: Header Style
az: Yuxarı hissənin stili
bg: Стил на горния колонтитул
es: Estilo de Encabezado
fr: Style d'en-tête
hy: Վերնագրի ոճը
ka: თავსართის სტილი
pl: Styl górnej części
ru: Стиль верхнего колонтитула
uk: Стиль теми

source: Header text
bg: Текст в горен колонтитул
es: Texto de encabezado
hy: Վերնագրի տեքստ
ka: Header-ის ტექსტი
ru: Текст верхнего колонтитула

source: Height
az: Hündürlük
bg: Височина
es: Altura
fr: Hauteur
hy: Բարձրություն
ka: სიმაღლე
pl: Wysokość
ru: Высота
uk: Висота

source: Height:
bg: Височина:
hy: Բարձրություն
ka: სიმაღლე:
ru: Высота:

source: Help
az: Arayış
bg: Помощ
es: Ayuda
fr: Aide
hy: Օգնություն
ka: დახმარება
pl: Prawka
ru: Помощь
uk: Довідка

source: Help us improve {0} by filling a description of a problem and clicking "{1}".
bg: Помогнете ни да подобрим {0}, като попълните описание на проблема и кликнете на "{1}".
es: Ayúdenos a mejorar {0} llenando una descripción de un problema y haciendo clic " {1} ".
hy: Օգնեք մեզ կատարելագործելe {0}-ը լրացնելով սխալի նկարագրությունը և սեղմեք "{1}".
ka: დაგვეხმარეთ გავაუმჯობესოთ {0} პრობლემის აღწერის შევსებით და დააჭირეთ ღილაკს "{1}".
ru: Помогите нам улучшить {0} заполнив описание проблемы и нажав "{1}".

source: Help us make {0} better
az: Помогите нам {0} сделать лучше
bg: Помогнете ни да подобрим {0}
es: Ayudnos a hacer {0} mejor
fr: Aidez-nous à {0} mieux
hy: Օգնեք մեզ {0}
ka: დაგვეხმარეთ {0}-ის უკეთ გავაკებაში
pl: Pomóż nam uczynić {0} polepsz
ru: Помогите нам {0} сделать лучше

source: Hide
az: Gizlətmək
bg: Скриване
es: Oculto
fr: Masquer
hy: Թաքցնել
ka: დამალვა
pl: Schować
ru: Скрыть
uk: Приховати

source: Horizontal Box
az: Üfüqi blok
bg: Хоризонтална кутия
es: Caja Horizontal
fr: Boîte horizontale
hy: Հորիզոնական արկղ
ka: ჰორიზონტალური ყუთი
pl: Poziome pudełko
ru: Горизонтальный блок
uk: Горизонтальна

source: Horizontal Line
az: Üfüqi xətt
bg: Хоризонтална линия
es: Línea horizontal
fr: Ligne horizontale
hy: Հորիզոնական գիծ
ka: ჰორიზონტალური ხაზი
pl: Pozioma linia
ru: Горизонтальная линия
uk: Горизонтальна лінія

source: Horizontal filling
az: Üfüqi doldurma
bg: Хоризонтално запълване
es: Relleno horizontal
fr: Remplissage horizontal
hy: Հորիզոնական լրացում
ka: ჰორიზონტალურად შევსება
pl: Poziome wypełnienie
ru: Горизонтальное заполнение
uk: Заповнення по горизонту

source: Horizontal rotation:
az: Üfüqi fırlanma
bg: Хоризонтална ротация:
es: Rotación horizontal
fr: Rotation horizontale:
hy: Հորիզոնական պտույտ
ka: ჰორიზონტალური ბრუნვა:
pl: Poziomy obieg :
ru: Горизонтальное вращение:
uk: Горизонтальне обертання:

source: Hot
az: İsti
bg: Горещ
es: Caliente
fr: Chaud
hy: Տաք
ka: ცხელი
pl: Gorący
ru: Горячий
uk: Горячий

source: Hour
az: 1 saat
bg: Час
es: Hora
fr: Heure
hy: Ժամ
ka: საათი
pl: Godzina
ru: Час
uk: Час

source: How did you learn about {0}?
az: {0}Haqqında nece bildiz?
bg: Как научихте за {0}?
es: ¿Cómo aprendió {0}?
fr: Comment avez-vous appris à propos de {0}?
hy: Ինչպես եք ծանոթացել {0}-ի հետ?
ka: როგორ გაიგე {0}ის შესახებ?
pl: Jak dowiedzieliście się o {0}?
ru: Как Вы узнали о {0}?
uk: Як Ви дізналися про {0}?

source: How do you want to handle the taxes?
bg: Как желаете да обработвате данъци?
es: ¿Cómo desea manejar los impuestos?
hy: Ինչպես եք ցանկանում կարգավորել հարկերը ?
ka: როგორ გინდათ დაამუშაოთ გადასახადები
ru: Как вы хотите управлять налогами?

source: How do you want to use the prices in the application? Choose which value you want to round your prices to.
bg: Как желаете да ползвате цените в програмата? Изберете коя стойност желаете да закръгляте.
es: ¿Cómo desea usar los precios en la aplicación? Seleccione a que valor desea redondear sus precios
hy: Ինչպիսի գներ եք ցանկանում օգտագործել նախահաշվում ?
ka: როგორ გინდათ გამოიყენოთ ფასები პროგრამაში? ამოირჩიეთ სადამდე გინდათ დაამრგვალოთ ფასი.
ru: Как вы хотите использовать цены в приложении? Выберите значение для правила округления.

source: Hundred
az: Yüz
bg: Сто
es: Cien
fr: Cent
hy: Հարյուր
ka: ასი
pl: Sto
ru: Сто
uk: Сто

# Terms of service
source: I accept the
bg: Приемам
es: Acepto la
hy: Ես ընդունում եմ
ka: ჩემთვის მისაღებია
ru: Я принимаю
uk: Я приймаю

source: I forgot my password
bg: Забравих си паролата
es: Olvidé mi contraseña
fr: J'ai oublié mon mot de passe
hy: Ես մոռացել եմ գաղտնաբառը
ka: დამავიწყდა ჩემი პაროლი
ru: Я забыл свой пароль

source: I have a card reader connected to the serial port
az: Maqnit kart oxuyucu COM porta qoşulub
bg: Имам картов четец свързан чрез сериен порт
es: Tengo el lector de tarjetas conectado al puerto serial
fr: J'ai un lecteur de carte connecté au port série
hy: Ես ունեմ COM պորտին միացված քարտ կարդացող սարք
ka: მე მაქვს ბარათების წამკითხველი მიერთებული სერიულ პორტთან
pl: Mam czytnik kart pamięci podłączonego do portu szeregowego
ru: Считыватель магнитных карт подключен к COM порту
uk: Зчитувач магнітних карт підключений до COM порту

source: I have a cash receipt printer
bg: Имам принтер за касови бележки
es: Tengo una impresora de recibo en efectivo
hy: Ես ունեմ POS տպիչ
ka: მე მაქვს სალაროს ქვითრის პრინტერი
ru: Установлен фискальный принтер

source: I have a kitchen printer
az: Mətbəx printeri var
bg: Имам кухненски принтер
es: Tengo una impresora de cocina
fr: j'ai une imprimante à la cuisine
hy: Ես ունեմ խոհանոցային տպիչ
ka: მე მაქვს სამზარეულოს პრინტერი
pl: Mam kuchenną drukarkę
ru: Имеется кухонный принтер

source: I have an electronic scale connected to this computer
az: Elektron tərəzilər kompyuterə qoşulub
bg: Имам електронна везна свързана с този компютър
es: Tengo una balanza electrónica conectada a esta computadora
fr: J'ai une balance électronique reliée à cet ordinateur
hy: Ես ունեմ այս համակարգչին միացված էլեկտրական կշեռք
ka: ამ კომპიუტერზე მაქვს მიერთებული ელექტრონული სასწორი
pl: Mam elektroniczną wage podłączoną do tego komputera
ru: Электронные весы подключены к компьютеру
uk: Електронні ваги підключені до комп'ютера

source: I have an external display connected to this computer
az: Alıcı displeyi kompyuterə qoşulub
bg: Имам външен дисплей свързан с този компютър
es: Tengo un monitor externo conectado a esta computadora
fr: J'ai un écran externe connecté à cet ordinateur
hy: Ես ունեմ այս համակարգչին միացված հաճախորդի ցուցանակ
ka: ამ კომპიუტერზე მაქვს მიერთებული გარე დისპლეი
pl: Mam zewnętrzny monitor podłączony do tego komputera
ru: Дисплей покупателя подключен к компьютеру
uk: Дисплей покупця підключений до комп'ютера

source: I will check manually for updates
bg: Ще проверявам ръчно за актуализации
es: Revisar manualmente las actualizaciones
hy: Ստուգել թարմացուները ձեռքով
ka: მე შევამოწმებ განახლებას
ru: Проверка обновлений вручную

source: ID:
bg: Лична карта:

source: INVOICE
bg: ФАКТУРА
hy: ԱՊՐԱՆՔԱԳԻՐ
ka: ინვოისი
ru: СЧЕТ-ФАКТУРА

source: Ice cream - Bulgarian
az: Dondurma
bg: Сладолед - Български
es: Helado - Búlgaro
fr: Glace
hy: Պաղպաղակ
ka: ნაყინი
pl: Lody
ru: Мороженое

source: Icon
az: Значок
bg: Икона
es: Icono
fr: Icone
hy: Նկար
ka: პიქტოგრამა
pl: Znaczek
ru: Значок
uk: Іконка

source: Identity
bg: Идентичност
es: Identidad
hy: Նույնականություն
ka: იდენტიფიკაცია
ru: Идентичность

source: Idle
bg: Неактивен
es: Inactivo
hy: Սպասում
ka: უმოქმედო
ru: Неработающий

source: If this database is connected to IncoCloud from Edit->Administration->IncoCloud... the limitations will be applied after 1000 sales.
bg: Ако тази база данни е свързана с "IncoCloud" от Редакция->Администриране->IncoCloud... ограниченията ще бъдат наложени след 1000 продажби.
es: Si esta base de datos está conectada a IncoCloud desde Editar->Administración->IncoCloud... las limitaciones serán aplicadas después de 1000 ventas.
hy: Լիցենզիայի բացակայություն
ka: თუ მონაცემთა ბაზა მიბმულია ინკო-ღრუბელზე რედაქტირება->ადმინისტრირება->ინკო-ღრუბელი... მაშინ შეზღუდვები იქნება 1000 გაყიდვის შემდგომ.
ru: Если база данных подключена к IncoCloud, ограничения будут применены после 1000 продаж.
uk: Якщо база даних підключена до IncoCloud з Редакція->Адміністріране->IncoCloud... обмеження будуть застосовані після 1000 продажів.

source: If you have your items saved somewhere else you can import them by selecting the import source and pressing "{0}".
az: Если у вас сохранен список товаров, вы можете импортировать его, выбрав файл и нажав "{0} ".
bg: Ако Вашите стоки са запазени на друго място, може да ги импортирате като изберете източника на информация и натиснете "{0}".
es: Si tiene sus mercancías guardadas en alguna parte las puede importar seleccionando el origen de la importación y presionando "{0}".
fr: Si vous avez vos articles sauvegardés ailleurs vous pouvez les importer en sélectionnant la source d'importation et en appuyant sur "{0} ".
hy: Եթե դուք ունեք նախօրոք ստեղծված ցանկ կարող եք ներմուծել այն ընտրելով ֆայլը և սեղմելով "{0} ".
ka: თუ გაქვთ შენახული საქონლის სია სხვაგან შეგიძლიათ დააიმპორტოთ ისინი იმპორტირების წყაროს ამორჩევით და "{0}" კლავიშის დაჭერით.
pl: Jeśli masz pozycje zapisane gdzieś indziej można zaimportować je wybierając źródła importu i naciskając "{0}".
ru: Если у вас сохранен список товаров, вы можете импортировать его, выбрав файл и нажав "{0} ".

source: If you have your locations saved somewhere else you can import them by selecting the import source and pressing "{0}".
az: Если у вас есть список участков, вы можете импортировать его, выбрав файл и нажав "{0} ".
bg: Ако Вашите обекти са запазени на друго място, може да ги импортирате като изберете източника на информация и натиснете "{0}".
es: Si tiene sus entidadesguardadas en alguna parte las puede importar seleccionando el origen de la importación y presionando "{0}".
fr: Si vous avez vos emplacements enregistrés ailleurs vous pouvez les importer en sélectionnant la source d'importation et en appuyant sur "{0} ".
hy: Եթե դուք ունեք նախօրոք ստեղծված ցանկ կարող եք ներմուծել այն ընտրելով ֆայլը և սեղմելով "{0} ".
ka: თუ გაქვთ შენახული ობიექტები სხვაგან შეგიძლიათ დააიმპორტოთ ისინი იმპორტირების წყაროს ამორჩევით და "{0}" კლავიშის დაჭერით.
pl: Jeśli masz lokalizacje zapisane gdzieś indziej można zaimportować je wybierając źródła importu i naciskając "{0}".
ru: Если у вас есть список объектов, вы можете импортировать их, выбрав файл и нажав "{0} ".
uk: Якщо у вас є список об'єктів, ви можете імпортувати їх, вибравши файл і натиснувши "{0}".

source: If you have your partners saved somewhere you can import them by selecting the import source and pressing "{0}".
az: Если у вас есть список партнеров, вы можете импортировать его, выбрав файл и нажав "{0} ".
bg: Ако Вашите партньори са запазени на друго място, може да ги импортирате като изберете източника на информация и натиснете "{0}".
es: Si tiene a sus socios guardados en alguna parte les puede importar seleccionando el origen de la importación y presionando"{0}" .
fr: Si vous avez vos partenaires sauvé quelque part, vous pouvez les importer en sélectionnant la source d'importation et en appuyant sur "{0} ".
hy: Եթե դուք ունեք նախօրոք ստեղծված ցանկ կարող եք ներմուծել այն ընտրելով ֆայլը և սեղմելով "{0} ".
ka: თუ გაქვთ შენახული პარტნიორები სხვაგან შეგიძლიათ დააიმპორტოთ ისინი იმპორტირების წყაროს ამორჩევით და "{0}" კლავიშის დაჭერით.
pl: Jeśli masz partnerów zapisane gdzieś można zaimportować je wybierając źródła importu i naciskając "{0}".
ru: Если у вас есть список партнеров, вы можете импортировать его, выбрав файл и нажав "{0} ".
uk: Якщо у вас є список партнерів, ви можете імпортувати їх, вибравши файл і натиснувши "{0}".

source: If you wish to continue using the service without interruption, please purchase and add a new license from the IncoCloud management interface (in Edit->Administration->IncoCloud->My Licenses).
bg: Ако желаете, да продължите да ползвате услугата без прекъсване, моля закупете и добавете нов лиценз от интерфейса за управление на IncoCloud (Редакция->Администриране->IncoCloud->Моите лицензи).
es: Si desea continuar usando el servicio sin interrupción, por favor compre y adicione una nueva licencia desde la interfaz de administración de IncoCloud (en Editar->Administración->IncoCloud->Mi Licencia).
hy: Անխափան աշխատանքի համար խնդրում ենք ձեռք բերել լիցենզիա
ka: თუ გსურთ გამოიყენოთ სერვისი წყვეტების გარეშე შეიძინეთ და დაამატეტ ახალი ლიცენზია ინკო-ღრუბლის მენეჯმენტის ინტერფეისიდან (რედაქტირება->ადმინისტრირება->ინკო-ღრუბელი->ჩემი ლიცენზიები).
ru: Если хотите продолжить использование услуги без ограничений, приобретите и добавьте лицензию с помощью интерфейса управления IncoCloud.

source: Ignore failed receipts
bg: Пропускане на неуспешни бележки
es: Ignorar recibos fallidos
fr: Ignorer l’échoue des recettes
hy: Մերժել տպագրման սխալները
ka: იგნორირებაგაუკეთე წარუმატებელ რეცეპტებს
ru: Игнорировать ошибки печати

source: Ignored digit (C)
bg: Игнорирана цифра (C)
ka: იგნორირებული ციფრი (C)
ru: Игнорируемый символ (C)

source: Images folder:
az: Şəkillərin qovlugu
bg: Папка за картинките:
es: Carpeta de imágenes:
fr: Dossier Images:
hy: Նկարների թղթապանակ
ka: სურათების საქაღალდე
pl: Folder z rysunkami:
ru: Папка с рисунками:
uk: Папка з малюнками:

source: Import
bg: Импорт
es: Importar
fr: Importer
hy: Ներմուծել
ka: იმპორტი
ru: Импорт
uk: Імпорт

source: Import Entities
az: Sorgunun importu
bg: Импорт на данни
es: Importar Entidades
fr: Entités d'importation
hy: Տեղեկատուների ներմուծում
ka: ცნობარების იმპორტი
pl: Import informatorów
ru: Импорт справочников
uk: Імпорт довідників

source: Import Operations
bg: Импорт на операции
es: Importar operaciones
hy: Գործողության ներմուծում
ka: ოპერაციების იმპორტი
ru: Импорт операций

source: Import Operations...
bg: Импорт на операции...
es: Importar operaciones...
hy: Գործողության ներմուծում
ka: ოპერაციების იმპორტი...
ru: Импорт операций...

source: Import Type
az: İmportun formatları
bg: Вид на импорта
es: Importar tipo
fr: Type d'importation
hy: Ներմուծում տեսակ
ka: იმპორტის ტიპი
pl: Typ Importuj
ru: Форматы импорта

source: Import completed successfully.
az: İmport ugurla yerinə yetirilib
bg: Импортът е успешно завършен.
es: La importación completó correctamente.
fr: Importation est terminé avec succès.
hy: Ներմուծումը հաջող է ավարտվել
ka: იმპორტი დასრულდა წარმატებით,
pl: Import pomyślnie jest dokonany.
ru: Импорт успешно завершен.
uk: Імпорт успішно завершено.

source: Import finished successfully!
az: İmport ugurla yerinə yetirilib
bg: Импортът завърши успешно!
es: ¡La importación terminó correctamente!
fr: Importation est terminé avec succès.
hy: Ներմուծում ավարտվել է բարեհաջող
ka: იმპორტი დასრულდა წარმატებით!
pl: Import zakończony pomyślnie!
ru: Импорт успешно завершен!
