Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Invalid product at row {0}!
az: {0} sətirdə yolverilməz qiymət!
bg: Невалиден продукт в ред "{0}"!
es: ¡Producto inválido en la fila {0}!
fr: Produit à la ligne {0} non valide!
hy: Չթույլատրված ապրանք տող {0}
ka: დაუშვებელი საქონელი {0} სტრიქონში!
pl: Niedopuszczalny produkt w rządku {0}!
ru: Недопустимый продукт в строке {0}!
uk: Невірний продукт в рядку {0}!

source: Invalid purchase price for item "{0}"!
az: "{0}"üçün yolverilməz alış qiyməti!
bg: Доставната цена на стока "{0}" е невалидна!
es: ¡El precio de venta para la mercancía "{0}" es inválido!
fr: Prix d'achat pour l'article "{0} " non valide!
hy: Չթույլատրված գնման գին "{0}" ապրանքի համար!
ka: "{0}"საქონლის დაუშვებელი გასაწიდი ფასი!
pl: Niedopuszczalna cena zakupu dla "{0}"!
ru: Недопустимая закупочная цена для "{0}"!
uk: Неправильна закупівельна ціна для "{0}"!

source: Invalid quantity of item "{0}"!
az: "{0}"üçün yolverilməz say!
bg: Количеството на стока "{0}" е невалидно!
es: ¡Cantidad inválida de la mercancía "{0}"!
fr: Quantité non valide de l’élément "{0} "!
hy: Ապրանքի չթույլատրված քանակություն "{0}"!
ka: "{0}"საქონლის დაუშვებელი რაოდენობა!
pl: Niedopuszczalna ilość dla "{0}"!
ru: Недопустимое количество для "{0}"!
uk: Недопустима кількість для "{0}"!

source: Invalid quantity of material "{0}"!
az: Xammalın yolverilməz sayı "{0}"!
bg: Количеството на суровината "{0}" е невалидно!
es: ¡Cantidad inválida del material "{0}"!
fr: Quantité de matière non valide "{0} "!
hy: Նյութի չթույլատրված քանակություն "{0}"!
ka: "{0}" მასალის დაუშვებელი რაოდენობა!
pl: Niedopuszczalna ilość surowca "{0}"!
ru: Недопустимое количество сырья "{0}"!
uk: Недопустима кількість сировини "{0}"!

source: Invalid quantity of product "{0}"!
az: Malın yolverilməz sayı "{0}"!
bg: Количеството на продукта "{0}" е невалидно!
es: ¡Cantidad inválida del producto "{0}"!
fr: Quantité de produit non valide "{0} "!
hy: Արտադրանքի անթույլատրելի քանակություն "{0}"!
ka: "{0}" პროდუქტის დაუშვებელი რაოდენობა!
pl: Niedopuszczalna ilość produktu "{0}"!
ru: Недопустимое количество продукта "{0}"!
uk: Недопустима кількість продукта "{0}"!

source: Invalid reference document number!
az: Əlaqəli sənədin yolverilməz nömrəsi!
bg: Невалиден номер на документ
es: ¡Referencia inválida al número de documento!
fr: Valeur de prix de détail non valide!
hy: Սխալ փաստաթղթի համար
ka: არარსებული დოკუმენტის ნომერი
pl: Niedopuszczalny numer powiązanego dokumentu!
ru: Недопустимый номер связанного документа!
uk: Невірний номер документа

source: Invalid retail price value!
az: Недопустимое значение продажной цены!
bg: Невалидна продажна цена!
es: ¡Valor del precio al por menor inválido!
fr: Numéro de document de référence non valide!
hy: Անթույլատրելի վաճառքի գին
ka: გასაყიდი ფასის დაუშვებელი მნიშვნელობა!
pl: Niedopuszczalne znaczenie przekupnej ceny!
ru: Недопустимое значение продажной цены!
uk: Недопустиме значення продажної ціни!

source: Invalid sale price of item "{0}"!
az: "{0}" üçün yolverilməz satış qiyməti!
bg: Продажната цена на стока "{0}" е невалидна!
es: ¡El precio de venta para la mercancía "{0}" es invalido!
fr: Prix de vente non valide de l’élément"{0} "!
hy: Ապրանքի վաճառքի չթույլատրված գին"{0}"!
ka: დაუშვებელი გასაყიდი ფასი "{0}"სთვის!
pl: Niedopuszczalna przekupna cena dla "{0}"!
ru: Недопустимая продажная цена для "{0}"!
uk: Недопустима продажна ціна для "{0}"!

source: Invalid user name or password!
az: İstifadəçi adı və şifrəsi düz deyil!
bg: Въведената парола е грешна!
es: ¡Nombre de usuario o contraseña inválido!
fr: Nom d'utilisateur ou mot de passe non valide!
hy: Անթույլատրելի անուն կամ գաղտնաբառ
ka: არასწორი მმხმარებლის სახელი ან პაროლი!
pl: Niewierne imię użytkownika albo hasło!
ru: Неверное имя пользователя или пароль!
uk: Неправильне імя користувача або пароль!

source: Invalid wholesale price value!
az: Недопустимое значение оптовой цены!
bg: Невалидна цена на едро!
es: ¡Valor de precio al por mayor inválido!
fr: Valeur de prix de gros invalide!
hy: Չթույլատրված մեծածախ գնի արժեք
ka: საბითუმო ფასის დაუშვებელი მნიშვნელობა!
pl: Niedopuszczalne znaczenie gurtu ceny!
ru: Недопустимое значение оптовой цены!
uk: Недопустиме значення оптової ціни!

source: Inventory
bg: Инвентар
es: Inventario
hy: Ապրանքի ցուցակ
ka: ინვენტარი
ru: Запасы

source: Inventory asset account:
bg: Сметка за инвентаризация на активите:
hy: Գույքագրման հաշիվ
ka: ინვენტარის აქტივების ანგარიში:
ru: Счет переучета:

source: Invisible by default
az: Adi vəziyyətdə görünmür
bg: Невидим по подразбиране
es: Invisible por defecto
fr: Invisible par défaut
hy: Լռելյայն անտեսանելի
ka: ნაგულისმხევად უჩინარი
pl: Niewidzialny w pozycji domyślnej
ru: Невидимо по умолчанию
uk: Невидимі за замовчуванням

source: Invoice
az: Hesab-faktura
bg: Фактура
es: Factura
fr: Facture
hy: Հաշիվ ապրանքագիր
ka: ინვოისი
pl: Faktura
ru: Счет
uk: Інвойс

source: Invoice (International)
az: Hesab-faktura (beynəlxalq)
bg: Фактура (международна)
es: Factura (Internacional)
fr: Facture(International)
hy: Հաշիվ ապրանքագիր միջազգային
ka: ინვოისი (საერთაშორისო)
pl: Faktura (Międzynarodowa)
ru: Счет (международный)

source: Invoice (International) No.
az: Hesab-faktura (beynəlxalq) №
bg: Фактура (международна) №
es: Factura (Internacional) No.
fr: Facture(International) N°
hy: Հաշիվ ապրանքագիր միջազգային No
ka: ინვოისი (საერთაშორისო) No.
pl: Faktura (Międzynarodowa) nr.
ru: Счет (международный) №

source: Invoice Date:
az: Hesab-faktura tarixi:
bg: Дата на фактурата:
es: Fecha factura
fr: Date de la facture:
hy: Հաշիվ ապրանքագիր ամսաթիվ
ka: ინვოისის თარიღი:
pl: Data rachunku-faktury :
ru: Дата счета:
uk: Дата інвойса:

source: Invoice No.
az: Hesab-fakturanın №-si
bg: Фактура №
es: Factura No.
fr: La facture N°
hy: Հաշիվ ապրանքագիր №
ka: ინვოისის №
pl: № rachunki-faktury
ru: № счета-
uk: № інвойса

source: Invoice Number:
az: Hesab-fakturanın nömrəsi:
bg: Фактура №
es: Factura Número:
fr: Numéro de la facture:
hy: Հաշիվ ապրանքագիր համար
ka: ინვოისის ნომერი:
pl: Numer rachunku-faktury :
ru: Номер счета:
uk: Номер інвойса:

source: Invoiced Items Report
az: Hesab-fakturalarda olan mallar üzrə hesabat
bg: Справка за фактурирани стоки
es: Reporte de mercancías facturadas
fr: Rapport d’Articles facturés
hy: Ապրանքագրված ապրանքներ
ka: ინვოისის საქონლის რაპორტი
pl: Sprawozdanie po towarach Faktury
ru: Отчет по Выставленным счетам-фактурам
uk: Звіт по товарам в інвойсах

source: Invoiced Items...
az: Hesab-fakturalarda olan mallar...
bg: Фактурирани стоки...
es: Mercancías facturadas...
fr: Articles facturés ...
hy: Ապրանքագրված ապրանքներ
ka: ინვოისის საქონელი...
pl: Towary na fakturze
ru: Выставленные счета-фактуры...
uk: Товари в інвойсах...

source: Invoices - Select Document
az: Hesab-fakturalar - Sənəd seçimi
bg: Фактури - избор на документ
es: Facturas - Seleccionar documento
fr: Les factures - Sélectionner un document
hy: Հաշիվ ապրանքագիր
ka: ინვოისები - დოკუმენტის არჩევა
pl: Rachunki-faktury - Wybrać dokument
ru: Счета - Выбор документа
uk: Інвойси - Вибрати документ

source: Invoices sales term:
bg: Срок за плащане във фактури:
hy: Վաճառքի ապրանքագրերի ժամանակահատվածը
ka: გაყიდვის ვადის ინვოისი:
ru: Срок оплаты счета-фактуры:

source: Invoicing
az: Hesab-fakturalar
bg: Фактуриране
es: Facturación
fr: Facturation
hy: Հաշիվ ապրանքագիր
ka: ოპერაციები ინვოისებთან
pl: Rachunki-faktury
ru: Фактурирование
uk: Операції с інвойсами

source: Is Kitchen Receipt
bg: Това е кухненска бележка
es: Es un Recibo de la Cocina
fr: Est la Réception de Cuisine
hy: խոհանոցային կտրոն է
ka: არის სამზარეულოს რეცეპტი
ru: Кухонный чек

source: Is equal to "{0}"
az: Bərabərdir "{0}"
bg: Е равно на "{0}"
es: Es igual a "{0}"
fr: Est égal à "{0} "
hy: Հավասար է "{0}"
ka: "{0}"ის თანასწორია
pl: Ruwno "{0}"
ru: Равно "{0}"
uk: Так само "{0}"

source: Is in group
az: Qrupda
bg: Е в група
es: Estña en el grupo
fr: Est-dans le groupe
hy: Խմբում է
ka: ჯგუფშია
pl: W grupie
ru: В группе
uk: Є в групі

source: Is in range
az: İntervalda
bg: Е в обхват
es: Está en el rango
fr: Est dans la gamme
hy: Ցուցակում է
ka: არის დიაპაზონში
pl: W interwale
ru: В интервале
uk: Знаходиться в діапазоні

# License
source: Issed at:
bg: Издаден на:
es: Emitido en:
hy: Տրված է
ka: ლიცენზია
ru: Выдано:

source: Issue Credit Note
az: Выдать кредитное извещение
bg: Издаване на кредитно известие
es: Emitir nota de crédito
fr: Note de crédit d'émission
hy: Տալ Կրեդիտային տեղեկություն
ka: გაცემული საკრედიტო ცნობა
pl: Wydać kredytowe zawiadomienie
ru: Выставить кредит-ноту
uk: Видати кредит-ноту

source: Issue Debit Note
az: Выдать дебетное извещение
bg: Издаване на дебитно известие
es: Emitir nota de débito
fr: La note de débit d'émission
hy: Տալ դեբետային տեղեկություն
ka: გაცებული სადებეტო ცნობა
pl: Wydać debetowe zawiadomienie
ru: Выставить дебет-ноту
uk: Видати дебет-ноту

source: Issue Invoice
az: Hesab-faktura verilmə
bg: Издаване на фактура
es: Expedir factura
fr: Facture d'émission
hy: Տալ հաշիվ ապրանքագիր
ka: ინვოისის გაცემა
pl: Wydanie rachunku-faktury
ru: Выставить счет-фактуру
uk: Видача інвойса

source: Issue Invoice...
az: Hesab-faktura verilmə...
bg: Издаване на фактура...
es: Expedir factura...
fr: Facture d'émission…
hy: Տալ հաշիվ ապրանքագիր
ka: ინვოისის გაცემა...
pl: Wydanie rachunku-faktury...
ru: Выставить счет-фактуру...
uk: Видача інвойса...

source: Issue Invoices - Select Document
az: Hesab-fakturaların verilməsi - Sənəd seçimi
bg: Издаване на фактура - избор на документ
es: Expedir facturas - Seleccionar documento
fr: Les Factures d'émission - le Document sélectionné
hy: Տալ հաշիվ ապրանքագիր
ka: ინვოისის გაცემა - დოკუმენტის არჩევა
pl: Wydanie rachunku-faktury - Wybrać dokument
ru: Выставление счетов-фактур - Выбор документа
uk: Видача інфойса - Вибрати документ

source: Issued Invoice - Select Document
az: Verilmiş hesab-fakturalar - Sənəd seçimi
bg: Издаване на фактура - избор на документ
es: Expedir facturas - Seleccionar documento
fr: La Facture d'émission - le Document sélectionné
hy: Տրված ապրանքագիր
ka: გაცემული
pl: Wydane rachunki-faktury - Wybrać dokument
ru: Выставленный счет-фактура - Выбор документа
uk: Виставлення рахунку - Виберіть документ

source: Issued Invoice...
az: Verilmiş hesab-fakturalar...
bg: Издадена фактура...
es: Factura expedida...
fr: Facture délivrée...
hy: Տրված հաշիվ ապրանքագրեր
ka: გაცემული ინვოისი...
pl: Wydane rachunki-faktury...
ru: Выданные счета...
uk: Виставленого рахунку ...

source: Issued Invoices
bg: Издадени фактури
es: Facturas expedidas
hy: Տալ հաշիվ ապրանքագիր
ka: გაცემული ინვოისები
ru: Выданные счета:

source: Issued Invoices Report
az: Verilmiş hesab-fakturalar üzrə hesabat
bg: Справка за издадени фактури
es: Reporte de facturas expedidas
fr: Rapport des factures délivrées
hy: Տրված հաշիվ ապրանքագրեր
ka: რაპორტი გაცემული ინვოისების შესახებ
pl: Sprawozdanie po wydanych rachunkach-fakturach
ru: Отчет по выданным счетам
uk: Звіт по виданим інвойсам

source: Issued Invoices...
az: Verilmiş hesab-fakturalar...
bg: Издадени фактури...
es: Facturas expedidas...
fr: Les Factures délivrées...
hy: Տրված հաշիվ ապրանքագրեր
ka: გაცემული ინვოისები...
pl: Wydane rachunki-faktury...
ru: Выданные счета...
uk: Видані інвойси...

source: Issued by:
az: Verildi
bg: Съставил:
es: Hecho por:
fr: Délivré par:
hy: Հանձնեց
ka: გაცემულია:
pl: Wydane:
ru: Выставил(-а):
uk: Виданий:

source: Issued invoices
bg: Издадени фактури
es: Facturas expedidas
hy: Տալ հաշիվ ապրանքագիր
ka: გაცემული ინვოისები
ru: Выданные фактуры

source: Issued on:
bg: Издадена на:
es: Emitido sobre:
hy: Տրված
ka: გაცემულია:
ru: Выдано для:

source: Italic
az: Kursiv
bg: Курсив
fr: Italique
hy: Շեղագիր
ka: იტალიკი
pl: Kursywa
ru: Курсив
uk: Курсив

source: Item
az: Mal
bg: Стока
es: Mercancía
fr: Elément
hy: Անվանում
ka: საქონელი
pl: Towar
ru: Товар
uk: Товар

source: Item Code
bg: Код на стока
es: Código de la Mercancía
hy: Ապրանքի կոդը
ka: საქონლის კოდი
ru: Код товара

source: Item Display Name
az: Malın görülən adı
bg: Име за печат на стока
es: Nombre a Mostrar de la Mercancía
fr: Nom d'affichage de l’article
hy: Ապրանքի անվանում
ka: საქონლის საჩვენებელი სახელი
pl: Odzwierciedlające imię towaru
ru: Отображаемое имя товара
uk: Запис імені

source: Item Group
az: Mal qrupu
bg: Група от стоки
es: Grupo de la Mercancía
fr: Groupe d’article
hy: Ապրանքի խումբ
ka: საქონლის ჯგუფი
pl: Grupa Towaru
ru: Группа товара
uk: Запис групи

source: Item Group Code
az: Mal qrupu kodu
bg: Код на група от стоки
es: Código del grupo de Mercancía
fr: Code de Groupe d’article
hy: Ապրանքի խմբի կոդ
ka: საქონლის ჯგუფის კოდი
pl: Kod Grupy Towaru
ru: Код группы товара
uk: Запис з номером коду групи

source: Item Group No.
az: Mal qrupu nömrəsi
bg: Група от стоки №
es: No. del grupo de Mercancía
fr: Groupe d’article N°
hy: Ապրանքի խմբի համար
ka: საქონლის ჯგუფის ნომერი
pl: Numer Grupy Towaru
ru: Номер группы товара
uk: Запис групи №

source: Item Lists
az: Malların siyahısı
bg: Стокови списъци
es: Listas de Mercancía
fr: Les Listes d'article
hy: Ապրանքների ցուցակ
ka: საქონლის სია
pl: Lista Wyrobów
ru: Список товаров

source: Item No.
az: Malın nömrəsi
bg: Стока №
es: No. de Mercancía
fr: ElémentN°
hy: Ապրանքի համար
ka: საქონლის ნომერი
pl: Numer towaru
ru: Номер товара
uk: Запис номеру

source: Item Prices
az: Malın qiymətləri
bg: Цени на стоки
es: Precio de Mercancía
fr: Les prix d’article
hy: Ապրանքի արժեք
ka: საქონლის ფასები
pl: Ceny towaru
ru: Цены товара
uk: Запис ціни

source: Item Style
az: Stil
bg: Стил на ред
es: Estilo del elemento
fr: Type de Produit
hy: Ապրանքի ոճ
ka: საქონლის სტილი
pl: Styl towaru :
ru: Стиль

source: Item "{0}" cannot be found!
bg: Стоката "{0}" не е намерена.
es: ¡La mercancía "{0}" no puede ser encontrada!
hy: "{0}" ապրանքը գոյություն չունի!
ka: საქონელი "{0}" ვერ მოიძებნა!
ru: Запись "{0}" не найдена!
uk: Товар "{0}" не знайдений!

source: Item code
az: Malın kodu
bg: Код на стока
es: Código
fr: Code article
hy: Ապրանքի կոդ
ka: საქონლის კოდი
pl: Kod towaru
ru: Код товара
uk: Код товара

source: Item code pattern:
az: Mal kodu şablonu:
bg: Модел за код на стока
es: Patrón de código de la mercancía
fr: Modèle de code article:
hy: Ապրանքի կոդի նմուշ
ka: საქონლის კოდის ნიმუში
pl: Szablon kodu towaru :
ru: Шаблон кода товара:

source: Item code preview:
az: Mal kodu nümunəsi:
bg: Изглед на код на стока
es: Vista previa del código de la mercancía:
fr: Aperçu du code article:
hy: Ապրանքի կոդի օրինակ
ka: საქონლის კოდის ჩვენება
pl: Wzorzec kodu towaru :
ru: Образец кода товара:

source: Item group
az: Mal qrupu
bg: Група от стоки
es: Grupo de mercancía
fr: Groupe d’article
hy: Ապրանքի խումբ
ka: საქონლის ჯგუფი
pl: Grupa towaru
ru: Группа товара
uk: Група товара

source: Item group No.
az: Mal qrupu nömrəsi
bg: Група от стоки №
es: No del grupo de mercancía
fr: Groupe d’article N°
hy: Ապրանքի խմբի համար
ka: საქონლის ჯგუფის ნომერი
pl: Numer grupy towaru
ru: Номер группы товара
uk: Кількість груп

source: Item group code
az: Mal qrupu kodu
bg: Код на група от стоки
es: Código del grupo de mercancía
fr: Code de groupe d’article
hy: Ապրանքի խմբի կոդ
ka: საქონლის ჯგუფის კოდი
pl: Kod grupy towaru
ru: Код группы товара
uk: Запис коду групи

source: Item in Use
bg: Стока в употреба
es: Mercancía en uso
fr: L'article dans l'Utilisation
hy: Ապրանքը օգտագործվում է
ka: საქონელი გამოყენებაში
ru: Используемый товар

source: Item management type changed to: {0}
az: Malların idarə olunması dəyişdirilmişdir: {0}
bg: Тип на управление на стоки променен на: {0}
es: El tipo de administración de mercancía cambió para: {0}
fr: Type de gestion d’article changé pour: {0}
hy: Հաշվառման մեթոդը փոխվել է {0}
ka: საქონლის მართვის ტიპი შეიცვალა: {0}
pl: Typ zarządzania produktu zmieniono na {0}
ru: Управление товарами изменено на: {0}

source: Item management:
az: Malların idarə olunması
bg: Управление на стоки
es: Administración de mercancía:
fr: Gestion d’article:
hy: Հաշվառման մեթոդ
ka: საქონლის მენეჯმენტი
pl: Kierowanie towarami
ru: Управление товарами
uk: Управління товарами

source: Item name
az: Malın adı
bg: Име на стока
es: Nombre de la mercancía
fr: Nom d’élément
hy: Ապրանքի անուն
ka: საქონლის სახელი
pl: Miano towaru
ru: Наименование товара
uk: Запис імені

source: Item name cannot be empty!
az: Malın adı boş ola bilməz!
bg: Необходимо е да въведете име на стоката!
es: ¡El nombre de la mercancía no puede estar en blanco!
fr: Nom de l'élément ne peut pas être vide!
hy: Ապրանքի անունը չի կարող դատարկ լինել!
ka: საქონლის დასახელება არ შეიძლება იყოს ცარიელი!
pl: Miano towaru nie może być puste !
ru: Наименование товара не может быть пустым!
uk: Назва товару не може бути пустою!

source: Item quantity in operation
az: Əməliyyatda sayı
bg: Количество на стока в операция
es: Cantidad de mercancía en operación
fr: Quantité de l’article en opération
hy: Գործողությունում ապրանքի քանակությունը
ka: ოპერაციაში საქონლის რაოდენობა
pl: Ilość w operacji
ru: Количество в операции
uk: Кількість в операції

source: Item types
az: Malın tipləri
bg: Типове стоки
es: Tipos de mercancías
fr: Les Types de Produit
hy: Ապրանքի տեսակ
ka: საქონლის ტიპები
pl: Typy towaru
ru: Типы товара
uk: Типи елементів

source: Item width:
az: Malın eni:
bg: Ширина на елемента:
es: Ancho del elemento:
fr: Largeur d'article :
hy: Ապրանքի լայնությունը
ka: საქონლის სიგანე:
pl: Szerokość towaru :
ru: Ширина товара:
uk: Ширина товару:

source: Item with the code "{0}" already exists. Do you want to save the item anyway?
az: "{0}" adlı mal artıq mövcuddur. Davam edirsiniz?
bg: Стока с код "{0}" вече съществува. Желаете ли да продължите?
es: La mercancía con el código "{0}" ya existe. ¿Desea guardar la mercancía de todas formas?
fr: L’article avec le code "{0} "existe déjà. Voulez-vous enregistrer l'élément comme même?
hy: Արդեն գոյություն ունի "{0}" կոդով ապրանք. ցանկանում եք պահպանել?
ka: საქონელი "{0}" კოდით უკვე არსებობს. გავაგრძელო?
pl: Towar z kodem "{0}" już istnieje. Przedłużyć?
ru: Товар с кодом "{0}" уже существует. Продолжить?
uk: Товар с кодом "{0}" вже існує. Продовжити?

source: Item with the name "{0}" already exists! Do you want to save the item anyway?
az: "{0}" kodlu mal artıq mövcuddur. Davam edirsiniz??
bg: Стока с име "{0}" вече съществува. Желаете ли да продължите?
es: ¡Lla mercancía con el nombre "{0}" ya existe! ¿Desea guardar esta mercancía de todas formas?
fr: L’article avec le nom "{0} "existe déjà! Voulez-vous enregistrer l'élément de toute façon?
hy: Արդեն գոյություն ունի "{0}" անունով ապրանք. ցանկանում եք պահպանել?
ka: საქონელი "{0}" დასახელებით უკვე არსებობს. გავაგრძელო?
pl: Towar z kodem "{0}" już istnieje. Przedłużyć?
ru: Товар с кодом "{0}" уже существует. Продолжить?
uk: Товар с кодом "{0}" вже існує. Продовжити?

source: Item with the specified barcode was not found! Please try again.
az: Belə barkodlu mal tapılmadı! Təkrarlayın.
bg: Стоката с въведения бар-код не беше намерена. Моля, опитайте отново.
es: ¡La mercancía con el código de barras especificado no fue encontrada! Por favor inténtelo de nuevo.
fr: L'article avec le code à barres indiqué n'a pas été trouvé! Essayez encore s'il vous plaît.
hy: Տվյալ գծիկավոր կոդով ապրանք չի գտնվել
ka: საქონელი სპეციფიური შტრიხკოდებით ვერ მოიძებნა, გთხოვთ სცადოთ განმეორებით
pl: Towar z wskazanym kodem nie znaleziony! Spróbujcie jeszcze raz.
ru: Товар с указанным штрих-кодом не найден! Повторите попытку.
uk: Товар із зазначеним штрихкодом не знайдено! Будь ласка, спробуйте ще раз.

source: Item:
az: Mal:
bg: Стока:
es: Mercancía:
fr: Article:
hy: Անվանում
ka: საქონელი:
pl: Towar:
ru: Товар:
uk: Товар:

source: Items
az: Mallar
bg: Стоки
es: Mercancías
fr: Les articles
hy: Ապրանքներ
ka: საქონელი
pl: Towary
ru: Товары
uk: Товари

source: Items Flow Report
az: Mal dövriyyəsi hesabatı
bg: Справка за движение на стоки
es: Reporte Movimiento de mercancías
fr: le Rapport d'Écoulement d'Articles
hy: Ապրանքի շարժը
ka: ანგარიში საქონლის ბრუნის შესახებ
pl: Sprawozdanie po handlju
ru: Отчет по товарообороту
uk: Звіт по товарообороту

source: Items Flow...
az: Mal dövriyyəsi...
bg: Движение на стоки...
es: Movimiento de mercancías...
fr: l'Écoulement d'Articles ...
hy: Ապրանքի շարժը
ka: საქონლის ბრუნი...
pl: Handel ...
ru: Товарооборот...
uk: Товарооборот...

source: Items Report
az: Mallar üzrə hesabat
bg: Справка за стоки
es: Reporte Mercancías
fr: Rapport d’articles
hy: Ապրանքների հաշվետվություն
ka: რაპორტი საქონლის მიხედვით
pl: Sprawozdanie po towarach
ru: Отчет по товарам
uk: Звіт по товарам

source: Items Stock-taking Report
az: İnventarizasiya üzrə hesabat
bg: Справка за ревизия на стоки
es: Reporte Inventario por mercancías
fr: Rapport de sortie de stock des articles
hy: Գույքագրումներ
ka: ინვენტარიზაციის რაპორტი
pl: Sprawozdanie po inwentaryzacji
ru: Отчет по инвентаризации
uk: Звіт по інвентаризації

source: Items Stock-taking...
az: Malın inventarizasiyası...
bg: Ревизия на стоки...
es: Inventario por mercancías...
fr: Sortie de stock des articles...
hy: Գույքագրում
ka: საქონლის ინვენტარიზაცია...
pl: Inwentaryzacja towaru...
ru: Инвентаризация товара...
uk: Інвентаризація товару...

source: Items are used to describe the goods and services that you purchase and sell. To modify your items later go to:{0}{1}
az: Товары содержат наименования продукции и услуг, которые вы покупаете и продаете. Изменить их позже можно в:{0}{1}
bg: Стоките се използват за описание на артикулите и услугите, които купувате и продавате. За да промените стоките си по-късно, идете на:{0}{1}
es: Los detalles se usan para describir los bienes y servicios que usted compra y vende. Para modificar sus artículos más tarde empuje para:{0} {1}
fr: les Articles sont utilisés pour décrire les marchandises et les services que vous achetez et vendez. Modifier vos articles vont plus tard : {0} {1}
hy: Ապրանքները պարունակում են ապրանքների և ծառայությունների նկարագրությունը: Հետագայում այն կարելի է փոփոխել անցնելով {0}{1}
ka: საქონელი გამოიყენება თქვენს მიერ შეძენილი და გაყიდული მარაგებისა და სერვისების აღსაწერად. მომავალში საქონლის შესაცლელად მიმართეთ:{0}{1}
pl: Wyroby są wykorzystywane, do opisu towarów i usług, które kupujemy i sprzedajemy. Aby zmodyfikować pozycje przejdź do:{0}{1}
ru: Товар используется для описания артикулов и услуг, которые вы покупаете и продаете. Его можно изменить и в:{0}{1}

source: Items below Minimal Availability Report
bg: Справка стоки под минималните количества
es: Reporte de las mercancías que están por debajo del mínimo de disponibilidad
fr: les Articles au Rapport de Disponibilité Minimal
hy: Մինիմալ քանակությամբ ապրանքներ
ka: ქვემოთ მოცემული საქონელი მინიმალური რაოდენობის ანგარიში
ru: Отчет по товарам с наличием меньше допустимого

source: Items below Minimal Availability...
bg: Стоки под минималните количества...
es: Mercancías que están por debajo del mínimo de disponibilidad...
fr: Articles à rapport de disponibilité minimale
hy: Մինիմալ քանակությամբ ապրանքներ
ka: ქვემოთ მოცემული საქონელი მინიმალურ რაოდენობაზე...
ru: Товары с наличием меньше допустимого

source: Items in Stock Report
az: Anbar qalığı hesabatı
bg: Справка за количества на стоки
es: Reporte Cantidades de mercancías
fr: Éléments de rapport de stock
hy: Ապրանքները պահեստում
ka: რაპორტი საწყობის ნაშთის მიხედვით
pl: Sprawozdanie po magazynowych resztach
ru: Отчет по складским остаткам
uk: Звіт по складським залишкам

source: Items in Stock...
az: Anbar qalığı...
bg: Количества на стоки...
es: Cantidades de mercancías ...
fr: Articles en stock ...
hy: Ապրանքներ պահեստում
ka: საწყობის ნაშთი
pl: Resztki na magazynie...
ru: Остатки на складе...
uk: Залишки на складі...

source: Items in kitchen orders
az: Mətbəx sifarişində olan mallar
bg: Стоки в кухненските поръчки
es: Mercancías en los pedidos de cocina
fr: Éléments de commandes de cuisine
hy: Ապրանքներ խոհանոցային պատվերներում
ka: საქონელი სამზარეულო შეკვეთებში
pl: Towary w kuchennych zamówieniach
ru: Товары в кухонных заказах
uk: Товари в кухонних замовленнях
