Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Warning! Changing this setting causes the use of a new method for data storage. There is a small possibility of data loss during the conversion process. This change should be done only on a database without any saved operations. Do you want to continue with this change?
az: Внимание! Изменение этих настроек означает выбор нового метода учета остатков. Существует небольшая вероятность потери данных в результате конвертации. Данное изменение можно проводить только при отсутствии операций. Продолжить?
bg: Предупреждение! Промяната на тази настройка въвежда нов метод за съхранение на данни. Има малка вероятност за загуба на данни по време на преобразуването. Препоръчително е тази промяна да се извършва върху база без въведени операции. Желаете ли да продължите с промяната?
es: ¡Atención! Cambiar esta configuración origina el uso de un nuevo método de almacenamiento de datos. Existe la posibilidad de que los datos se pierdan durante el proceso de conversion.Este cambio podría hacerse solo en una base de datos sin operaciones guardadas. ¿Desea continuar con estos cambios?
fr: Avertissement ! Le changement de ce paramètre cause l’utilisation d’une nouvelle méthode pour le stockage des données. Il y a une petite possibilité de perte des données pendant le processus de conversion. Ce changement doit être effectué seulement sur une base de données sans aucune opération sauvegardée. Voulez-vous continuer avec ce changement ?
hy: Զգուշացում! փոխելով այս տեղադրումը կարող է պատճառ հանդիսանալ նոր մեթոդի օգտագործման տվյալների խափանմանը ?
ka: გაფრთხილება! ამ პარამეტრის შეცვლა გულისხმობს მონაცემთა ბაზის შენახვის ახალ მეთოდს. არის მონაცემთა დაკარგვის მცირე შესაძლებლობა ამ პროცესის განმავლობაში. ეს ცვლილება შესაძლებელია მხოლოდ მონაცემთა ბაზასთან, სადაც არ არის განხორციელებული არც ერთი ოპერაცია. ნამდვილად გსურთ ამ ცვლილების გაგრძელება?
pl: Uwaga! Zmiana tych ustawień oznacza wybór nowej metody ewidencji reszty. Istnieje niewielka wiarygodność straty danych wskutek konwertowania. Tę zmianę można przeprowadzać tylko przy nieobecności operacji. Przedłużyć?
ru: Внимание! Изменение этих настроек означает выбор нового метода учета остатков. Существует небольшая вероятность потери данных в результате конвертации. Данное изменение можно проводить только при отсутствии операций. Продолжить?
uk: Увага! Зміна цих установок означає вибір нового методу обліку залишків. Існує невелика ймовірність втрати даних в результаті конвертації. Дану зміну можна проводити тільки за відсутності операцій. Продовжити?

source: Warning! Quick average purchase price calculation will increase the speed with which income operations are saved, but may produce less accurate average prices when old operations are editied or annulled or when sales are made before purchases! Do you want to continue with this change?
bg: Внимание! Бързото изчисление на средно претеглени цени ще увеличи скоростта с която се записват приходните операции, но може да доведе до по-неточно изчислени средни цени, когато стари операции бъдат редактирани или анулирани или когато продажби бъдат извършени преди доставки! Желаете ли да продължите с тази промяна?
es: ¡Atención! El cálculo rápido de promedio de precio de compra incrementará la velocidad con que las operaciones entrantes serán guardadas, pero trae consigo que se produzcan cálculos de promedios de precios no tan exactos cuando sean editadas o anuladas antiguas operaciones o en el caso de las ventas sean realizadas antes de las compras. ¿Desea continuar con estos cambios?
hy: Ուշադրություն! Արագ միջին գնի վերահաշվարկը կարագացնի համակարգի աշխատանքը, որի հաշվին հնարավոր է իննարժեքի ոչ ճիշտ հաշվարկ:
ka: ყურადღება! სწრაფი საშუალო შესყიდვის ფასის დაანგარიშება გაზრდის შემოსავლის ოპერაციების შენახვის სიჩქარეს. მაგრამ შეიძლება გამოიწვიოს ნაკლებად ზუსტი საშუალო შესყიდვის ფასი, თუ ძველი ოპერაციები არის დარედაქტირებული ან განულებული ან გაკეთებულია გაყიდვები შესყიდვებამდე! გსურთ განახორციელოთ ეს ცვლილება?
ru: Внимание! Быстрая средняя приходная цена увеличит скорость сохранения входящих операций, но снизит точность расчета средней цены при редактировании и аннулировании старых операций. Продолжить?

source: Warning! QuickBooks does not allow negative availabilities and you have this setting turned on. Negative availability will be synchronized as zero.
bg: Внимание! QuickBooks не позволява отрицателни наличности и и тази настройка е разрешена. Отрицателните наличности ще бъдат синхронизирани като нулеви.
hy: QuickBooks -ում հնարավոր չէ օգտագործել ապրանների բացասական քանակներով աշխատանքը
ru: Внимание! QuickBooks не позволяет использование отрицательных количеств, а настройка автивирована! Отрицательные количества будут снхронизированы со значением 0.

source: Warning! QuickBooks works with prices without Tax and {0} currently works with prices with Tax included. The conversion may lead to different totals in the documents.
bg: Внимание! QuickBooks работи с цени без данък и {0} в момента работи с цени с включен данък. Преобразуването може да доведе до различни тотали в документите.
hy: Ուշադրություն QuickBooks-ը օգտագործում է գներ առանց հարկերի {0}
ru: Внимание! QuickBooks работает с ценами без налога, а {0} работает с ценами с налогом. Преобразование может привести к различию в итогах.

source: Warnings:
az: Xəbərdarlıq:
bg: Предупреждения:
es: Avisos:
fr: Avertissements :
hy: Նախազգուշացում
ka: გაფრთხილებები:
pl: Uprzedzenia:
ru: Предупреждения:
uk: Попередження:

source: Warranty Card
az: Zəmanət talonu
bg: Гаранционна карта
es: Tarjeta de Garantía
fr: Carte de Garantie
hy: Երաշխիքային կտրոն
ka: საგარანტიო ტალონი
pl: Gwarancyjny kupon
ru: Гарантийный талон
uk: Гарантійний талон

source: Warranty Card - Select Document
az: Zəmanət talonu-Sənəd seçimi
bg: Гаранционна карта - изберете документ
es: Tarjeta de Garantia - Seleccionar Documento
fr: Carte de Garantie – Sélection du Document
hy: Երաշխիքային կտրոն
ka: საგარანტიო ბარათი - ამოირჩიეთ დოკუმენტი
pl: Gwarancja - wybierz dokument
ru: Гарантийный талон - Выбор документа
uk: Гарантійний талон - Вибір документа

source: Warranty Card...
az: Zəmanət talonu...
bg: Гаранционна карта...
es: Tarjetas de Garantía...
fr: Carte de Garantie…
hy: Երաշխիքային կտրոն
ka: საგარანტიო ბარათი...
pl: Gwarancja ...
ru: Гарантийный талон...

source: Warranty Cards Report
az: Zəmanət talonu üzrə hesabat
bg: Справка за гаранционни карти
es: Reporte de tarjetas de Garantía
fr: Rapport des Cartes de Garantie
hy: Երաշխիքային կտրոն
ka: საგარანტიო ბარათების ანგარიში
pl: Informacje o gwarancji
ru: Отчет по Гарантийным талонам

source: Warranty Cards...
az: Zəmanət talonu
bg: Гаранционни карти...
es: Tarjetas de garantía...
fr: Les Cartes de Garantie
hy: Երաշխիքային կտրոն
ka: საგარანტიო ბარათები...
pl: Gwarancje ...
ru: Гарантийные талоны

source: Warranty Period
az: Zəmanət müddəti
bg: Гаранционен период
es: Periodo de Garantía
fr: Période de Garantie
hy: Երաշխիքային ժամանակահատված
ka: საგარანტიო პერიოდი
pl: Okres gwarancji
ru: Гарантийный срок

source: Waste
az: Silmə
bg: Брак
es: Merma
fr: Déchet
hy: Խոտան
ka: წუნი
pl: Spisanie na straty
ru: Списание по браку
uk: Списання

source: Waste - Select Document
az: Silmə-Sənəd seçimi
bg: Брак - избор на документ
es: Merma - Seleccionar documento
fr: Déchet – Sélection de Document
hy: Խոտան
ka: წუნი - დოკუმენტის არჩევა
pl: Spisanie na straty - Wybrać dokument
ru: Списание по браку - Выбор документа
uk: Списання - Вибрати документ

source: Waste Qtty
az: Sayı
bg: Бракувано количество
es: Cantidad de merma
fr: Quantité de déchets
hy: Խոտան
ka: წუნის რაოდენობა
pl: Razem
ru: Кол-во
uk: Кількість відходів

source: Waste Report
az: Silmə üzrə hesabat
bg: Справка за бракове
es: Reporte Merma
fr: Le Rapport des déchets
hy: Խոտան
ka: წუნის ანგარიში
pl: Sprawozdanie po spisaniu na straty
ru: Отчет по списанию
uk: Звіт по списанню

source: Waste...
az: Silmə...
bg: Брак...
es: Merma...
fr: Déchets ...
hy: Խոտան
ka: წუნი...
pl: Spisanie na straty...
ru: Списание по браку...
uk: Списання ...

source: Wastes
bg: Бракове
es: Mermas
hy: Խոտան
ka: წუნი
ru: Списания по браку

source: Wastes...
az: Silmə...
bg: Бракове...
es: Mermas...
fr: Les déchets ...
hy: Խոտան
ka: წუნი...
pl: Spisanie na straty...
ru: Списания по браку...
uk: Списання ...

source: Water - Bulgarian
az: Su
bg: Вода - Българска
es: Agua - Búlgara
fr: L'eau
hy: Ջուր
ka: წყალი
pl: Woda
ru: Вода

source: We owe:
bg: Дължим:
es: Debemos:
hy: Մեր պարտքը
ka: ჩვენ გვეკუთვნის:
ru: Наш долг:

source: Web Page
az: Veb-səhifə
bg: Web страница
es: Página Web
fr: Page Web
hy: Վեբ կայք
ka: ვებ-გვერდი
pl: Strona internetowa
ru: Веб-страница
uk: Веб-сторінка

source: Web Store Connector
bg: Връзка с интернет магазини
es: Conector de la Tienda Web
hy: Ինտերնետ խանութի միակցիչ
ka: ვებ-მაღაზიის კონექტორი

source: Web Stores
bg: Интернет магазини
es: Tiendas de la web
hy: Ինտերնետ խանութներ
ka: ვებ-მაღაზია
ru: Интернет-магазины

source: Web store type:
bg: Тип на интернет магазина:
es: Tipo de tienda web
hy: Ինտերնետ խանութի տեսակը
ka: ვებ-მაღაზიის ტიპი:
ru: Тип интернет-магазина

source: Wednesday
bg: Сряда
es: Miércoles
hy: Չորեքշաբթի
ka: ოთხშაბათი
ru: Среда

source: Week
bg: Седмица
es: Semana
hy: Շաբաթ
ka: კვირა
ru: Неделя

source: Weekly
bg: Седмично
es: Semanal
hy: Շաբաթական
ka: ყოველკვირეული
ru: Еженедельно

source: Weight (WW.WWW)
bg: Тегло (WW.WWW)
hy: Քաշ (WW.WWW)
ka: წონა (WW.WWW)
ru: Вес (WW.WWW)

source: Welcome
az: Xoş Gəlmişsiniz
bg: Добре дошли
es: Bienvenido
fr: Bienvenue
hy: Բարի գալուստ
ka: კეთილი იქოს თქვენი მობრძანება
pl: Witam
ru: Добро пожаловать
uk: Ласкаво просимо

source: Welcome to IncoCloud!
bg: Добре дошли в "IncoCloud"
es: ¡Bienvenido a IncoCloud!
fr: Bienvenue à IncoCloud!
hy: Բարի գալուստ IncoCloud!
ka: კეთილი იყოს თქვენი მობრძანება ინკო-ღრუბელში!
ru: Добро пожаловать в IncoCloud!

source: Welcome to the database assistant
az: Verilənlər Bazasına xoş gəlmişsiniz!
bg: Добре дошли в помощника за настройка на база данни
es: Bienvenido al asistente de la base de datos
fr: Bienvenue à l'assistant de base de données
hy: Բարի գալուստ տվյալների բազայի օգնական
ka: კეთილი იყოს თქვენი მობრძანება მონაცემთა ბაზის ასისტენტთან
pl: Witamy w kreatorze konfiguracji dla bazy danych
ru: Добро пожаловать в Мастер базы данных!
uk: Ласкаво просимо в Майстер бази даних

source: Welcome to the {0} setup assistant
az: {0} ayarlara xoş gəlmişsiniz
bg: Добре дошли в помощника за настройка на {0}
es: Bienvenido al asistente del ajuste inicial de {0}
fr: Bienvenue à l'assistant de configuration {0}
hy: Բարի գալուստ {0} կարգավորումների օգնական
ka: კეთილი იყოს თქვენი მობრძანება {0} პარამეტრების დაყენების ასისტენტთან
pl: Witamy w kreatorze konfiguracji dla {0}
ru: Добро пожаловать в Мастер настройки {0}

source: Well-done
az: Yaxşı qızardılmış
bg: Добре опечен
es: Bien hecho
fr: Bien fait
hy: Լավ տապակած
ka: კარგად შემწვარი
pl: Dobrze podsmażony
ru: Хорошо прожаренный
uk: Добре просмажений

source: What do you like most in {0}?
az: {0} -da sizin ən çox nə xoşunuza gəldi?
bg: Какво най-много Ви допада в "{0}"?
es: ¿Qué es lo que más le gusta en {0}?
fr: Qu'est-ce que vous aimez le plus dans {0}?
hy: Առավել ինչ էք ցանկանում {0} ում ?
ka: ყველაზე მეტად რა მოგწონთ {0}-ში?
pl: Co najbardziej smakowało w {0}?
ru: Что Вам больше всего понравилось в {0}?
uk: Що вам найбільше подобається в {0}?

source: What do you think about {0}?
az: {0} haqda nə düşünürsünüz?
bg: Какво мислите за "{0}"?
es: ¿Qué piensa acerca de {0}?
fr: Que pensez-vous à propos de {0}?
hy: Ինչ եք մտածում {0}-ի մասին ?
ka: რას ფიქრობთ {0} -ის შესახებ?
pl: Co myślicie o {0}?
ru: Что Вы думаете о {0}?
uk: Що ви думаєте про {0}?

source: What is the dafault tax rate you want to use?
bg: Каква данъчна ставка желаете да използвате по подразбиране?
es: ¿Cuál es la tarifa de impuestos predeterminada que usted desea usar?
hy: Ինչ հարկային դրույքաչափ եք ցանկանում օգտագործել?
ka: გადასახადების რა ზოგადი პროცენტი გინდათ გამოიყენოთ?
ru: Какую налоговую ставку использовать по умолчанию?

source: What is the main purpose of this workstation?
az: Bu kompüterin əsas təyinatı nədir?
bg: Каква е основната цел на тази работна станция?
es: ¿Cuál es el principal propósito de esta estación de trabajo?
fr: Quel est le but principal de ce poste de travail?
hy: Աշխատանքային տեղամասի հիմնական նպատակը ?
ka: რა არის ვორქსთეიშენის ძირითადი დანიშნულება?
pl: Co jest głównym celem tej stacji?
ru: Какое основное назначение этого компьютера?

source: What is the minimum set of features you need to pay for {0}?
az: Какой минимальный набор модулей Вам необходимо оплатить {0}?
bg: Каква е минималната съвкупност от функкционалности, нужни Ви, за да платите за {0}?
es: ¿Cuál es el mínimo grupo de características que necesita para pagar por {0}?
fr: Qu'est-ce que l'ensemble minimal de fonctionnalités dont vous avez besoin de payer pour {0}?
hy: Ինչ մինիմալ հարմարությունների համար եք ցանկանում վճարել {0}?
ka: რა არის {0}-ის ის მინიმალური ფუნქციები, რისთვისაც თქვენ გადაიხდიდით?
pl: Który minimalny zestaw modułów Wam należy spłacić {0}?
ru: Какой минимальный набор модулей Вам необходимо оплатить {0}?
uk: За який мінімальний набір функцій, ви повинні платити {0}?

source: What would you like to be added to {0}?
az: {0}-a nə əlavə etmək istərdiniz?
bg: Какво бихте желали да бъде добавено в "{0}"?
es: ¿Qué le gustaría agregarle a {0}?
fr: Que voulez-vous être ajouté à {0}?
hy: Ինչ եք ցանկանում, որ ավելացվի {0}-ում ?
ka: რა გსურთ, რომ {0}-ს დაემატოს?
pl: Co chcecie dodać do {0}?
ru: Что Вы хотели бы добавить в {0}?
uk: Що б Ви хотіли додати до {0}?

source: What would you like to be removed from {0}?
az: {0}-dan nə silmək istərdiniz?
bg: Какво бихте желали да бъде премахнато от "{0}"?
es: ¿Qué le gustaría eliminar de {0}?
fr: Que voulez-vous être retiré de {0}?
hy: Ինչ եք ցանկանում հեռացվի {0}-ից ?
ka: რა გსურს {0}-დან რომ ამოიღოთ?
pl: Co chcecie usunąć z {0}?
ru: Что Вы хотели бы убрать из {0}?
uk: Ви хотіли б бути віддалені від {0}?

source: When a customer cannot be found:
bg: Когато клиент не може да бъде намерен:
hy: Երբ հաճախորդը գտնված չէ
ka: როდესაც კლიენტი არ იძებნება:
ru: Когда клиент не найден:

source: When a partner cannot be found:
bg: Когато партньор не може да бъде намерен:
es: Cuándo un socio no puede ser encontrado:
hy: Երբ գործընկերը չի կարող օգտագործվել
ka: როდესაც პარტნიორის მოძებნა არ მოხერხდა:
ru: Когда принтер не найден:
uk: Коли партнер не може бути знайдений:

source: When a vendor cannot be found:
bg: Когато доставчик не може да бъде намерен:
hy: Երբ առևտրային մեքենան գտնված չէ
ka: როდესაც მიმწოდებელი არ იძებნება
ru: Когда продавец не найден:

source: When an item cannot be found:
bg: Когато стока не може да бъде намерена:
es: Cuándo una mercancía no puede ser encontrada:
hy: Երբ ապրանքը չի կարող օգտագործվել
ka: როდესაც საქონლის მოძებნა არ მოხერხდა:
ru: Когда товар не найден:
uk: Коли партнер не може бути знайдений:

# Distribution
source: When selling licenses purchased with credits you will receive participation credits as a bonus. Participation credits will be used when your next distribution program is calculated. Participation credits cannot be used to purchase other licenses.
bg: Когато продавате лицензи, закупени с кредити Вие получавате програмни кредити. Програмните кредити ще бъдат използвани, когато се преизчислява следващата Ви дистрибуторска програма. Програмните кредити не могат да бъдат използвани за закупуване на други лицензи.
es: Cuando se venden licencias compradas con créditos usted recibirá créditos de participación como bonos. Los crédtitos de participación serán usados cuando su siguiente programa de distribución sea calculado. Los créditos de participación no pueden se usados para comprar otras licencias.
hy: Կրեդիտներով ստացված լիցենզիաների վաճառքից դուք կստանաք բոնուս կրեդիտի տեսքով, որոնք կօգտագործվեն հետագա լիցենզիաների գնման համար: Այդ կրեդիտներով հնարավոր չի լինի գնել այլ լիցենզիաներ
ka: როდესაც ყიდით ლიცენზიებს კრედიტებით, ბონუსად მიიღებთ მონაწილეობის კრედიტებს. მონაწილეობის კრედიტები შეგიძლიათ გამოიყენოთ მომდევნო დისტრიბუციის პროგრამის დათვლისას. მონაწილეობის კრედიტების გამოყენება ლიცენზიების შესაძენად შეუძლებელია.
ru: Когда вы продаете лицензии, приобретенные с кредитами, вы получаете за них кредиты в виде бонусов. Бонусные кредиты будут использованы при переисчислении вашей следующей дистрибьюторской программы. Бонусные кредиты нельзя использовать для покупки других лицензий.
uk: Коли ви продаєте ліцензії, придбані з кредитами, ви отримуєте за них кредити у вигляді бонусів. Бонусні кредити будуть використані при переісчісленіі вашої наступної дистриб'юторської програми. Ви не можете використовувати бонусні кредити для покупки інших ліцензій.

source: Where would you use {0}?
az: {0} harada istifadə etmək istərdiniz?
bg: Къде бихте използвали "{0}"?
es: ¿Donde podría usar {0}?
fr: Où voulez-vous utiliser {0}?
hy: Որտեղ պետք է օգտագործվի {0}-ն ?
ka: სად გამოიყენებ {0}ს?
pl: Gdzie chcecie wykorzystywać {0}?
ru: Где Вы хотели бы использовать {0}?
uk: Де б ви використовували {0}?

source: Wholesale Price
az: Topdan qiyməti
bg: Цена на едро
es: Precio al por Mayor
fr: Prix de Gros
hy: Մեծածախ գին
ka: საბითუმო ფასი
pl: Hurtowa Cena
ru: Оптовая цена
uk: Оптова ціна

source: Wholesale price
az: Topdan qiyməti
bg: Цена на едро
es: Precio al por mayor
fr: Prix de gros
hy: Մեծածախ գին
ka: საბითუმო ფასი
pl: Hurtowa cena
ru: Оптовая цена
uk: Гуртова ціна

source: Wholesale price:
az: Topdan qiyməti:
bg: Цена на едро:
es: Precio al por mayor:
fr: Prix de gros:
hy: Մեծածախ գին
ka: საბითუმო ფასი:
pl: Hurtowa cena:
ru: Оптовая цена:
uk: Гуртова ціна:

source: Width
az: En
bg: Ширина
es: Ancho
fr: Largeur
hy: Լայնություն
ka: სიგანე
pl: Szyrokość
ru: Ширина
uk: Ширина

source: Width:
bg: Ширина:
hy: Լայնություն
ka: სიგანე:
ru: Ширина:

source: Windows
az: Pəncərə
bg: Прозорци
es: Ventanas
fr: Fenêtre
hy: Պատուհաններ
ka: ფანჯრები
pl: Okno
ru: Окно
uk: Вікно

source: Winning
bg: Печели
hy: ԴՈՒՔ ՇԱՀԵԼ ԵՔ
ka: გამარჯვებული
ru: Выигрышный

source: Wipe
bg: Изтрий
es: Limpiar
fr: nettoyer
hy: Մաքրել
ka: გაწმენდა
ru: Стереть

source: Wipe all data and remove
bg: Изтрий всички данни и премахни
hy: Մաքրել և հեռացնել բոլոր տվյալները
ka: გაწმენდა ყველა მონაცემის და ამოშლა
ru: Очистить все данные и удалить

source: Wipe pending
bg: Очаква изтриване
hy: Մաքրել մինչև
ka: მონცემების გაწმენდის მოლოდინი
ru: Ожидание очистки данных

source: Wiping Database
bg: Изтриване на база данни
es: Limpiando Base de Datos
hy: Տվյալների բազայի զրոյացում
ka: მონაცემთა ბაზის წმენდა
ru: Стирание базы данных

source: Wiping Database...
bg: Изтриване на база данни...
es: Limpiando Base de Datos...
hy: Մաքրել տվյալների բազան
ka: მონაცემთა ბაზის წმენდა...
ru: Стирание базы данных...

source: Wiping local database...
bg: Изтриване на локална база данни...
es: Limpiando base de datos local...
hy: Մաքրել տեղային տվյալների բազան
ka: ლოკალური მონაცემთა ბაზის წმენდა...
ru: Стирание локальной базы данных...

source: With VAT
bg: С ДДС
es: Con IVA
hy: ԱԱՀ (ներառյալ)
ka: დამატებული ღირებულების გადასახადით
ru: С НДС

source: With a new layout you will be able to have another Touch Screen workstation with a different visual setup.
bg: С ново разпределение ще можете да имате ново работно място със сензорен екран с други зрителни настройки.
es: Con un nuevo esquema podrá tener otra estación de trabajo de Pantalla Táctil con un ajuste visual diferente
hy: Նոր դասավորվածության օգնությամբ դուք կարող եք փոփոխել մեկ այլ տեղամասի դասավորվածությունը
ka: ახალი განლაგებით თქვენ შეძლებთ გქონდეთ სხვა Touch Screen სამუშაო ადგილი განსხვავებული ვიზუალური ინტერფეისით.
ru: С новым шаблоном возможно использовать рабочую станцию с Сенсорный экран с другой визуальной настройкой.

source: With sales tax
bg: С данък оборот
es: Con impuesto de venta
hy: Հարկերը (ներառյալ)
ka: გაყიდვის გადასახადით
ru: С налогом с продаж

source: Without VAT
bg: Без ДДС
es: Sin IVA
hy: Առանց ԱԱՀ
ka: დღგ-ს გარეშე
ru: Без НДС

source: Without sales tax
bg: Без данък оборот
es: Sin impuesto de venta
hy: Առանց հարկ
ka: გაყიდვის გადასახადის გარეშე
ru: Без налога с продаж

source: Word
az: Söz
bg: Дума
es: Palabra
fr: Mot
hy: Բառ
ka: სიტყვა
pl: Slowo
ru: Слово
uk: Слово

source: Word wrap
bg: Пренасяне
es: Palabra doble
fr: retour
hy: Գումարը բառերով
ka: ჩახვეული ტექსტი
ru: Перенос по словам

source: Work with negative availability
bg: Работа с отрицателни наличности
es: Trabajar con cantidades negativas
hy: Աշխատանք բացասական քանակություններով
ka: უარყოფით რაოდენობებთან მუშაობა
ru: Работа с отрицательными количествами

source: Write-Off
az: Silmə
bg: Изписване
es: Venta Interna
fr: La perte
hy: Դուրս գրում
ka: ჩამოწერა
pl: Spisany
ru: Списание
uk: Списання

source: Write-off
az: Silmə
bg: Изписване
es: Venta interna
fr: La perte
hy: Դուրս գրում
ka: ჩამოწერა
ru: Списание

source: Write-off - Select Document
az: Silmə-Sənəd Seçimi
bg: Изписване - избор на документ
es: Venta interna - Seleccionar Documento
fr: La perte - Sélectionner le document
hy: Դուրս գրում
ka: ჩამოწერა - დოკუმენტის ამორჩევა
ru: Списание - Выбор документа
uk: Списання - Вибір документа

source: Write-off...
az: Silmə...
bg: Изписване...
es: Venta interna...
fr: La perte…
hy: Դուրս գրում
ka: ჩამოწერა...
ru: Списание...

source: Write-offs
bg: Изписвания
es: Ventas internas
hy: Դուրս գրում
ka: ჩამოწერები
ru: Списания

source: Write-offs Report
az: Silmə üzrə hesabat
bg: Справка за изписвания
es: Reporte de Ventas internas
fr: Rapport des pertes
hy: Դուրս գրումներ
ka: ჩამოწერის ანგარიში
ru: Отчет по списаниям

source: Write-offs...
az: Silmələr
bg: Изписвания...
es: Ventas internas...
fr: Les pertes…
hy: Դուրս գրում
ka: ჩამოწერები...
ru: Списания...

source: Written-off Qtty
az: Sayı
bg: Изписано количество
es: Cant de Ventas internas
fr: Qtté de pertes
hy: Դուրս գրում
ka: ჩამოწერილების რაოდენობა
ru: Списанное количество

source: Wrong password confirmation!
az: Şifrə təsdiqlənməyib!
bg: Въведената парола и потвърждението ѝ не са еднакви!
es: ¡Confirmación de contraseña incorrecta!
fr: Mauvais mot de passe de confirmation!
hy: Գաղտնաբառ հաստատված չէ
ka: პაროლი არ არის დადასტურებული!
pl: Hasło nie niepotwierdzone!
ru: Пароль не подтвержден!
uk: Пароль не підтверджений!

source: X Report
az: X hesabatı
bg: X отчет
es: Reporte X
fr: Rapport X
hy: X հաշվետվություն
ka: Х რაპორტი
pl: Х raport
ru: Х отчет
uk: Х звіт

source: XML Data
az: XML verilənləri
bg: XML данни
es: Dato XML
fr: Les Données XML
hy: XML
ka: XML მონაცემები
pl: Danne XML
ru: Данные XML
uk: Дані XML

source: Year
az: İl
bg: Година
es: Año
fr: Année
hy: Տարի
ka: წელი
pl: Rok
ru: Год
uk: Рік

source: Year:
az: İl:
bg: Година:
es: Año:
fr: Année:
hy: Տարի
ka: წელი:
pl: Rok:
ru: Год:
uk: Рік:

source: Yes
az: Bəli
bg: Да
es: Sí
fr: Oui
hy: Այո
ka: დიახ
pl: Tak
ru: Да
uk: Так

source: Yes. I want to make {0} better!
az: Bəli. {0} daha yaxşı etmək istəyirəm!
bg: Да, желая да подобря {0}.
es: Si. ¡Deseo hacer {0} mejor!
fr: Oui. Je veux faire {0} mieux!
hy: Այո՝ ես ցանկանում եմ օգնել {0}-ին
ka: დიახ. მე მინდა მივიღო მონაწილეობა {0}-ის სრულყოფაში!
pl: Tak, chcę poprawić {0}.
ru: Да. Я хочу сделать {0} лучше!

source: Yesterday
az: Dünən
bg: Вчера
es: Ayer
fr: Hier
hy: Երեկ
ka: გუშინ
pl: Wczoraj
ru: Вчера
uk: Вчора
