Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: The selected shortcut is already used for menu item "{0}". Do you want to remove the shortcut for "{0}" and assign it to "{1}"?
az: Выбранный ярлык уже используется для "{0}". Удалить ярлык для "{0}" и назначить для "{1}"?
bg: Избраната клавишна комбинация вече се ползва за менюто "{0}". Желаете ли да премахнете комбинацията за "{0}" и да я свържете с "{1}"?
es: Los accesos directos seleccionados ya son usados por el elemento del menú "{0}" . Desea eliminar el acceso directo a "{0}" y asignarlo a "{1}"
fr: Le raccourci sélectionné est déjà utilisé pour l'article de menu "{0}" . Voulez-vous supprimer le raccourci pour "{0}"et l'assigner à "{1}"?
hy: Ընտրված կրճատումը արդեն օգտագործման տակ է "{0}" կետում: Դուք ցանկանում եք հեռացնել "{0}" կետի կրճատումը և այն տեղադրել "{1}"-ում ?
ka: მონიშნული შორთათი უკვე მობმულია "{0}" მენიუს პუნქტი. ნამდვილად გსურთ "{0}" ზე მიმაგრებული შორთათის მოხსნა და "{1}" სთვის მიბმა?
pl: Wybrana etykieta już wykorzystuje się dla "{0}". Usunąć etykietę dla "{0}" i przeznaczyć dla "{1}"?
ru: Выбранный ярлык уже используется для "{0}". Удалить ярлык для "{0}" и назначить для "{1}"?
uk: Вибраний ярлик вже використовується для "{0}". Видалити ярлик для "{0}" і призначити для "{1}"?

source: The selected shortcut is already used for the "{0}" menu item. Do you want to remove the shortcut for "{0}" to reassign it?
az: Выбранный ярлык уже используется для "{0}". Удалить ярлык для "{0}" и переопределить его?
bg: Избраната клавишна комбинация вече се ползва за менюто "{0}". Желаете ли да премахнете комбинацията за "{0}", за да я ползвате другаде?
es: Los accesos directos seleccionados ya son usados por el elemento del menú "{0}" . Desea eliminar el acceso directo a "{0}" para reasignarlo
fr: Le raccourci sélectionné est déjà utilisé pour le "{0}" dans le menu. Voulez-vous supprimer le raccourci pour "{0}" à les rétrocéder?
hy: Ընտրված կրճատումը արդեն օգտագործման տակ է "{0}" կետում: Դուք ցանկանում եք հեռացնել "{0}" կետի կրճատումը և այն վերատեղադրել ?
ka: მონიშნული შორთათი უკვე მობმულია "{0}" ნომენკლატურაზე. ნამდვილად გსურთ შორთათის მოხსნა "{0}" საქონლიდან?
pl: Wybrana etykieta już wykorzystuje się dla "{0}". Usunąć etykietę dla "{0}" i przedefiniować ją?
ru: Выбранный ярлык уже используется для "{0}". Удалить ярлык для "{0}" и переопределить его?
uk: Вибраний ярлик вже використовується для "{0}". Видалити ярлик для "{0}" і переназначити його?

source: The selected shortcut is already used for the "{0}" quick item. Do you want to remove the shortcut for "{0}" and assign it to "{1}"?
az: Выбранный ярлык используется для бытрого вызова товара "{0}". Удалиьт ярлык для "{0}" и назначить его для "{1}"?
bg: Избраната клавишна комбинация вече се ползва за бързата стока "{0}". Желаете ли да премахнете комбинацията за "{0}" и да я свържете с "{1}"?
es: Los accesos directos seleccionados ya son usados por el elemento rápido "{0}" . Desea eliminar el acceso directo a "{0}" y asignarlo a "{1}"
fr: Le raccourci sélectionné est déjà utilisé pour le "{0}" rapide article. Voulez-vous supprimer le raccourci pour "{0}"et l'assigner à "{1}"?
hy: Ընտրված կրճատումը արդեն օգտագործման տակ է "{0}" արագ կետում: Դուք ցանկանում եք հեռացնել "{0}" կետի կրճատումը և այն տեղադրել "{1}"-ում ?
ka: მონიშნული შორთათი უკვე მობმულია "{0}" სწრაფ . ნამდვილად გსურთ "{0}" ზე მიმაგრებული შორთათის მოხსნა და "{1}" სთვის მიბმა?
pl: Wybrana etykieta wykorzystuje się dla szybkiego wezwania towaru "{0}". Usunąć etykietę dla "{0}" i przeznaczyć jego "{1}"?
ru: Выбранный ярлык используется для быстрого вызова товара "{0}". Удалить ярлык для "{0}" и назначить его для "{1}"?
uk: Вибраний ярлик використовується для швидкого виклику товару "{0}". Видалити ярлик для "{0}" і призначити його для "{1}"?

source: The selected source file is in use by another application! Please close all other applications and try again.
az: Указанный файл занят другим приложением! Закройте другое приложение и повторите попытку.
bg: Избраният входен файл се използва от друга програма! Моля, затворете тази програма и опитайте отново.
es: ¡El fichero de origen seleccionado está en uso por otra aplicación! Por favor cierre todas las aplicaciones e inténtelo de nuevo.
fr: Le fichier source sélectionnée est en cours d'utilisation par une autre application! Veuillez fermer toutes les autres applications et réessayez.
hy: Ընտրված թղթապանակը օգտագործման տակ է մեկ այլ կիրառության դեպքում: Խնդրում ենք փակել բոլոր գործադրումները և նորից փորձել
ka: მონიშნულ ფაილს იყენებს სხვა აპლიკაცია. გთხოვთ დახუროთ ყველა დანარჩენი აპლიკაცია და შემდეგ სცადოთ თავიდან.
pl: Wskazany folder jest zajęty inną aplikacją! Zamknijcie inne aplikacje i spróbujcie jeszcze raz.
ru: Указанный файл занят другим приложением! Закройте другое приложение и повторите попытку.
uk: Вказаний файл занятий другою програмою! Закрийте другу програму і повторіть щераз.

source: The selected user is not a distributor!
bg: Избраният потребител не е дистрибутор!
es: ¡El usuario seleccionado no es un distribuidor!
hy: Ընտրված օգտագործողը դիստրիբյուտոր չի հանդիսանում
ka: ამორჩეული მომხმარებელი არ არის დისტრიბუტორი!
ru: Выбранный пользователь не является дистрибьютором

source: The selection here will determine the content displayed when {1} is started. To change this later please go to:{0}{2}
az: Выбор будет определять вид окна при запуске {1}. Изменить его позже можно в:{0}{2}
bg: Този избор определя коя страница ще се изобрази, когато "{1}" бъде пуснат. За бъдещи промени, моля, идете в {0}{2}
es: La selección determinará el contenido mostrado cuando {1} sea iniciado. Para cambiar esto después, por favor vaya a: {0}{2}
fr: La sélection effectuée ici détermine le contenu affiché quand {1} a commencé. Pour changer plus tard s'il vous plaît aller à:{0}{2}
hy: Ընտրությունը կորոշի {1}-ի սկզբնական պատուհանի տեսքը: Հետագայում այն կարելի է փոփոխել՝ անցնելով {0}{2}
ka: მონიშნული განსაზღვრავს ეკრანზე გამოყვანილ შინაარსს, როცა {1} არის დასტარტული. თუ გინდათ შეცვლა მოგვიანებით მიმართეთ:{0}{2}
pl: Wybór będą określać, według wyświetlanej zawartości, gdy {1} jest uruchomiony. Aby to zmienić przejdź do: {0}{2}
ru: Выбор будет определять вид окна при запуске {1}. Изменить его позже можно в:{0}{2}

source: The setup of your database is now complete. You can now start exploring {0}.{1}Don't forget that you can receive instant help right on the spot you need it by pressing the {2} key on your keyboard!
az: Настройки базы данных завершена. Теперь Вы можете начать использование {0}.{1}Помните, что Вы всегда можете воспользоваться помощью по клавише {2}!
bg: Настройката на Вашата база приключи. Можете да започнете да разучавате {0}.{1}Помнете, че можете да получите незабавна помощ точно на мястото, където се нуждаете от нея, чрез натискане на клавиша {2}.
es: La configuración de su base de datos está ahora completa. Puede ahora iniciar la exploración de {0}. {1} ¡No olvide que puede recibir ayuda instantánea en el lugar usted la necesita presionando la tecla {2} en su teclado!
fr: La configuration de votre base de données est maintenant terminée. Vous pouvez maintenant commencer à explorer {0}. {1} N'oubliez pas que vous pouvez recevoir de l'aide immédiate directement sur le spot où vous en avez besoin en appuyant sur la touche {2} de votre clavier!
hy: Տվյալների բազայի կարգավորումը ավարտված է, այժմ դուք կարող եք անցնել {0}.{1} օգտագործմանը։ Օգնության համար սեղմեք {2}!
ka: მონაცემთა ბაზის პარამეტრების დაყენება ახლა დასრულებულია. შეგიძლიათ დაიწყოთ {0}-ის გამორკვევა. {1} არ დაგავიწყდეთ, რომ შეგიძლიათ მიიღოთ მომენტალური დახმარება კლავიატურაზე {2} ღილაკზე დაჭერით!
pl: Ustawienie waszej bazy danych jest teraz pełne. Możecie teraz uruchomić badania {0}.{1} Nie zapominajcie, że możecie otrzymać szybką pomoc odrazu na miejscu jeżeli jest taka potrzebna, naciskając {2} na klawiaturze!
ru: Настройки базы данных завершена. Теперь Вы можете начать использование {0}.{1}Помните, что Вы всегда можете воспользоваться помощью по клавише {2}!

source: The setup of your database is still in progress. Please wait while all the necessary actions are finalized.{0}Don't forget that when you enter {1} you can receive instant help right on the spot you need it by pressing the {2} key on your keyboard!
az: Настройка базы данных завершается. Пожалуйста подождите завершения всех операций.{0}Помните, что вы когда в {1}, можете воспользоваться помощью по клавише {2}!
bg: Настройката на Вашата база тече в момента. Моля, изчакайте докато всички нужни стъпки приключат.{0}Помнете, че когато влезете в "{1}", можете да получите незабавна помощ точно на мястото, където се нуждаете от нея, чрез натискане на клавиша {2}.
es: El ajuste inicial de su base de datos está aún en progreso. Por favor espere mientras todas las acciones necesarias son finalizadas.¡{0} No olvide que cuando entre a {1} puede recibir al instante la ayuda necesaria presionando la tecla {2} en su teclado!
fr: La configuration de votre base de données est en cours. Veuillez patienter pendant que toutes les mesures nécessaires seront finalisées.{0} N'oubliez pas que lorsque vous entrez {1}, vous pouvez recevoir de l'aide immédiate directement sur le spot où vous en avez besoin en appuyant sur la {2} de votre clavier!
hy: Տվյալների բազայի կարգավորումը ավարտված է։ Խնդրում ենք սպասել գործողությունների ավարտին։ {0} հիշեք, երբ դուք {1}, օգնության համար սեղմեք {2}!
ka: მონაცემთა ბაზის პარამეტრების დაყენება კვლავ მიმდინარეობს. გთხოვთ, დაიცადოთ სანამ ყველა მოქმედება არ დასრულდება. {0} არ დაგავიწყდეთ, როცა შედიხართ {1} თქვენ შეგიძლიათ მიიღოთ მომენტალური დახმარება კლავიატურაზე {2} ღილაკზე დაჭერით!
pl: Konfiguracja bazy danych jest nadal w toku. Poczekaj aż wszystkie niezbędne działania zostaną zakończone. {0} Nie zapomnij, że po wprowadzeniu {1} możecie otrzymać szybką pomoc odrazu na miejscu jeżeli jest taka potrzebna, naciskając {2} na klawiaturze!
ru: Настройка базы данных завершается. Пожалуйста подождите завершения всех операций.{0}Помните, что вы когда в {1}, можете воспользоваться помощью по клавише {2}!

source: The source and destination locations must be different
bg: Обектите за източник и цел трябва да бъдат различни
es: Las entidades de origen y destino deben ser diferentes
hy: ընդունման և բացթողման տեղամասերը պետք է տարբեր լինեն
ka: საწყისი და საბოლოო ადგილმდებარეობები უნდა იყოს განსხვავებული
ru: Исходный объект и объект назначения должны отличаться!
uk: Вихідний об'єкт і об'єкт призначення повинні відрізнятися!

source: The source location cannot be used!
bg: Източникът не може да се използва.
es: ¡La entidad de origen no puede ser usada!
hy: Ընտրված տեղամասը չի կարող օգտագործվել
ka: საწყისი ადგილმდებარეობის გამოყენება შეუძლებელია!
ru: Исходный объект не может быть использован.

source: The specified user is already a member of this group!
bg: Посоченият потребител вече е член на тази група.
es: ¡El usuarioespecificado ya es mienbro de este grupo!
fr: L'utilisateur spécifié est déjà membre de ce groupe!
hy: Նշված օգտվողն արդեն անդամակցում է այս խմբին
ka: აღნიშნული მომხმარებელი უკვე არის ჯგუფის წევრი!
ru: Указанный пользователь уже находится в группе!

source: The specified user is not registered in IncoCloud yet!
bg: Посоченият потребител още не е записан в "IncoCloud".
es: ¡El usuario especificado no está registrado en IncoCloud todavía!
fr: L'utilisateur spécifié n'est pas enregistré dans IncoCloud encore!
hy: Նշված օգտագործողը դեռ գրանցված չէ IncoCloud–ում
ka: აღნიშნული მომხმარებელი არ არის რეგისტრირებული ინკო-ღრუბელში!
ru: Указанный пользователь еще не зарегистрирован в IncoCloud!

source: The stock-taking cannot be annulled due to insufficient quantity of item "{0}".
bg: Ревизията не може да бъде анулирана поради недостатъчни количества на стоката "{0}".
es: El inventario no puede ser anulado debido a la insuficiente cantidad de mercancía"{0}".
hy: Գույքագրումը հնարավոր չէ հեռացնել "{0}". ապրանքի անբավարար քանակի պատճառով
ka: ინვენტარიზაციის ოპერაცია არ შეიძლება იქნეს ანულირებული "{0}" საქონლის შესაბამისი რაოდენობის არ ქონის გამო.
ru: Недостаточные кол-ва товаров "{0}" для аннулирования документа.
uk: Недостатня кількість товару для анулювання документа"{0}".

source: The stock-taking cannot be saved due to insufficient quantity of item "{0}".
az: Акт инвентаризации не может быть сохранен из-за недостаточного количества товара "{0}".
bg: Ревизията не може да бъде записана поради недостатъчни количества на стоката "{0}".
es: El inventario no puede ser guardado debido a la insuficiente cantidad de mercancía"{0}".
fr: Le bilan peut pas être enregistré en raison d'une quantité insuffisante de l'article "{0}".
hy: Գույքագրման ակտը չի կարող պահպանվել "{0}" ապրանքի անբավարար քանակության պատճառով
ka: ინვენტარიზაციის ოპერაცია არ შეიძლება შენახულ იქნას "{0}" საქონლის არასაკმარისი რაოდენობის გამო.
pl: Akt inwentaryzacji nie może być zachowany przez niedostateczną ilość towaru "{0}".
ru: Акт инвентаризации не может быть сохранен из-за недостаточного количества товара "{0}".
uk: Акт інвентаризації не може бути збережений із-за недостатньої кількості товару "{0}".

source: The sum of all values
az: Bütün göstəricilərin cəmi
bg: Сумата на всички стойности
es: La suma de todos los valores
fr: La somme de toutes les valeurs
hy: Բոլոր արժեքների գումարը
ka: ყველა მნიშვნელობის ჯამი
pl: Kwota wszystkich znaczeń
ru: Сумма всех значений
uk: Сума всіх значень

source: The totals report from the machine will save an advance payment with this partner or a sale with this partner if a machine report was generated before that.
bg: Отчетът за тотали от този автомат ще запише авансово плащане с този партньор или продажба с този партньор ако има направен отчет за продажбите преди това.
es: Los reportes totales de la máquina guardarán un pago avanzado con este socio o una venta con este socio si un reporte de la máquina fuera generado antes de eso.
ka: ჯამური ანგარიში მანქანიდან შეინახავს პარტნიორის საავანსო გადახდებს ან გაყიდვებს თუ მანქანის ანგარიში დაგენერირებულია მანამდე.
ru: Итоговый отчет выполнит авансовый платеж для этого партнера или продажу этому партнеру, если отчет по рабочему месту будет выполнен до этого.

source: The transfer cannot be annulled due to insufficient quantity of item "{0}".
bg: Трансферът не може да бъде анулирана поради недостатъчни количества на стоката "{0}".
es: La transferencia no puede ser anulada debido a la insuficiente cantidad de elementos "{0}".
hy: Տեղափոխումը հնարավոր չէ հեռացնել "{0}". ապրանքի անբավարար քանակի պատճառով
ka: გადაგზავნის ოპერაცია არ შეიძლება იქნეს ანულირებული "{0}" საქონლის შესაბამისი რაოდენობის არ ქონის გამო.
ru: Недостаточные кол-ва товаров "{0}" для аннулирования документа.
uk: Недостатня кількість товару для анулювання документа"{0}".

source: The transfer cannot be saved due to insufficient quantity of item "{0}".
az: Перемещение не может быть сохранено из-за недостаточного количества товара "{0}".
bg: Трансферът не може да бъде записан поради недостатъчни количества на стоката "{0}".
es: La transferencia no puede ser guardada debido a la insuficiente cantidad de elementos "{0}".
fr: Le transfert ne peut être économisée grâce à une quantité insuffisante de l'article "{0}".
hy: Տեղափոխումներ չի կարող պահպանվել "{0}" ապրանքի անբավարար քանակի պատճառով
ka: გადაგზავნა ვერ მოხერხდება "{0}" საქონლის არასაკმარისი რაოდენობის გამო.
pl: Przemieszczenie nie może być zachowane przez niedostateczną ilość towaru "{0}".
ru: Перемещение не может быть сохранено из-за недостаточного количества товара "{0}".
uk: Переміщення не може бути збереженно із-за недостатньої кількості товару "{0}".

source: The user "{0}" cannot be deleted, because it is used in operations. Do you want to move it to the "Deleted" group?
az: Пользователь "{0}" не может быть удален, т.к. он используется в операциях. Пожалуйста, удалите соответствующие операции для удаления этого пользователя!
bg: Потребителят "{0}" не може да се изтрие, защото се използва в операции. Желаете ли да го преместите в група "Изтрити"?
es: El usuario "{0}" no puede ser eliminado, porque está usándose en operaciones. Desea moverlo al grupo "Deleted"?
fr: L'utilisateur "{0}"ne peut pas être supprimé, car il est utilisé dans les opérations. Voulez-vous le déplacer vers la "supprimé" groupe?
hy: "{0}" օգտագործողը չի կարող հեռացվել, քանի որ նա մասնակցում է գործողությանը։ Տեղափոխել "Հեռացված է" խումբ?
ka: მომხმარებლის "{0}" წაშლა არ შეიძლება, რადგან გამოიყენება ოპერაციებში. გსურთ გადავიტანოთ ჯგუფში "წაშლილი"?
ru: Пользователь "{0}" не может быть удален, так как используется в операции. Переместить его в группу "Удаленные" ?

source: The user "{0}" has higher or equal access level than current's one and will not be imported!
az: Пользователь "{0}" имеет более высокие или равный уровень доступа, чем текущий и не будет импортирован!
bg: Потребителят "{0}" не е с по-ниско равнище на достъп от това на текущия и няма да бъде внесен.
es: El usuario "{0}" tiene mayor o igual nivel de acceso que el actual y no será importado.
fr: L'utilisateur "{0}"a le niveau d'accès supérieur ou égal à l'actuel seul et ne sera pas importée!
hy: "{0}" Օգտագործողը ունի հասանելիության ավելի բարձր մակարդակ
ka: "{0}" მომხმარებელს აქვს უფრო მაღალი ან ტოლი წვდომის უფლებები, ამიტომ იმპორტი შეუძლებელია!
pl: Użytkownik "{0}" ma wyższy albo równy poziom dostępu, niż obecnie jeden i nie będzie importowane!
ru: Пользователь "{0}" имеет более высокие или равный уровень доступа, чем текущий и не будет импортирован!

source: The user "{0}" is invalid!
bg: Избраният потребител "{0}" е неправилен.
es: ¡El usuario "{0}" es inválido!
hy: "{0}"օգտագործողը սխալ է
ka: მომხმარებელი "{0}" არასწორია!
ru: Пользователь "{0}" недействителен!

source: The user code pattern is not valid. The pattern should be of the following format: <prefix>#<suffix>
az: Указанный шаблон кода пользователя недопустим. Шаблон должен быть следующего формата: <prefix>#<suffix>
bg: Моделът за код на потребител не е валиден. Моделът трябва де е във формат <представка>#<наставка>.
es: El patrón del código de usuario no es válido. El patrón puede tener el siguiente formato: <prefix>#<suffix>
fr: Le modèle de code d'utilisateur n'est pas valide. Le modèle devrait être sous le format suivant: <préfixe> # <suffixe>
hy: Օգտագործողի կոդի շաբլոնը անթույլատրելի է, այն պետք է լինի հետևյալ ֆորմատով <prefix>#<suffix>
ka: მომხმარებლის კოდის ნიმუში გამოუსადეგარია, ის უნდა იყოს შემდეგი ფორმატის: <prefix>#<suffix>
pl: Wskazany szablon kodu użytkownika jest niedopuszczalny. Szablon powinien być następnego formatu: <prefix>#<suffix>
ru: Указанный шаблон кода пользователя недопустим. Шаблон должен быть следующего формата: <prefix>#<suffix>

source: The user field cannot be empty!
bg: Полето за потребител, не може да бъде празно!
es: ¡El campo usuario no puede estar vacio!
hy: Օգտագործողի դաշտը չի կարող դատարկ լինել
ka: მომხმარებლის ველი არ შეიძლება იყოს ცარიელი!
ru: Поле пользователя не может быть пустым.

source: The user that will be used for sales and payments cannot be empty!
bg: Потребителят, използван за продажби и плащания, не може да е празен.
es: ¡El usuario que usará para las ventas y los pagos no puede estar vacio!
hy: Վաճառքի համար օգտագործվող գործընկերը չի կարող դատարկ լինել
ka: მომხმარებელი, რომელიც უნდა გამოყენებულ იქნას გაყიდვებისა და გადახდებისათვის არ შეიძლება იყოს თავისუფალი!
ru: Должен быть указан пользователь для продаж и платежей!

source: The user that will be used for sales cannot be empty!
bg: Потребителят, използван за продажби, не може да е празен.
es: ¡El usuario que usará para las ventas no puede estar vacio!
hy: Վաճառքի համար օգտագործողը չի կարող դատարկ լինել
ka: გაყიდვებისას მომხმარებელი არ შეიძლება იყოს ცარიელი!
ru: Пользователь для продаж должен быть указан.

source: The user to be used for genearting payments and sales when the vending machines send reports.
bg: Потребителят, който ще бъде използван за генериране на плащания и продажби, когато машините изпращат отчети.
es: El usuario a ser usado para generar pagos y ventas cuando las máquinas expendedoras envían informes.
hy: Օգտագործող որը կօգտագործվի առևտրային ավտոմատի վաճառքների և վճարումների գեներացման ժամանակ
ka: მომხმარებელი გამოყენებული იქნება გადახდებისა და გაყიდვების გენერაციისათვის როდესაც სავაჭრო აპარატი აგზავნის ანგარიშს
ru: Пользователь для генерирования платежей и продаж при выполнении операций на рабочем месте.

source: The user to be used for sales when the web store sales are recorded.
bg: Потребителят, който ще бъде използван за продажби, от интернет магазина.
es: El usuario usado para ventas cuando la tienda web venda está registrado
hy: Վաճառքի համար օգտագործողը չի կարող դատարկ լինել
ka: მომხმარებელი უნდა იყო გამოყენებული გაყიდვაში, როცა ვებ-მაღაზიის გაყიდვა იწერება.
ru: Пользователь для продаж интернет-магазина.

source: The value column "{0}" is not available! Please select another column using the "View" button.
bg: Стойностната колона "{0}" отсъства. Моля, изберете друга колона чрез бутона "Изглед".
es: ¡La columna del valor "{0}" no está disponible! Por favor seleccione otra columna usando "Ver" botón.
hy: "{0}" սյունակի արժեքը անթույլատրելի է
ka: The value column "{0}" მიუწვდომელია! აირჩიეთ სხვა სვეტი "View" ღილაკის გამოყენებით.
ru: Значение колонки "{0}" недоступно! Выберите другую колонку.

source: The value you entered for "{0}" is lower than the purchase price of {1}. Do you want to continue?
az: "{0}" üçün verilən qiymət {1} -un alış qiymətindən aşağıdır. Davam edirsiniz?. Вы хотите продолжить?
bg: Стойността, въведена за "{0}", е по-ниска от доставната цена от {1}. Желаете ли да продължите?
es: El valor entrado para "{0}" es menor que el precio de compra de {1}. ¿Desea continuar?
fr: La valeur que vous avez entré pour "{0}"est plus faible que le prix d'achat de {1}. Voulez-vous continuer?
hy: "{0}" մուտքագրված գինը գնման գնից ցածր է {1} ցանկանում եք շարունակել?
ka: რიცხვი რაც თქვენ შეიტანეთ "{0}"-სთვის არის დაბალი {1} შესყიდვის ფასზე. გინდათ გავაგრძელო?
pl: Wprowadzona wartość dla "{0}" jest niższa niż cena zakupu {1}. Czy chcesz kontynuować?
ru: Введенное значения для "{0}" ниже закупочной цены {1}. Вы хотите продолжить?

source: The value you entered for "{0}" is lower than the purchase price. Do you want to continue?
az: "{0}" üçün verilən qiymət onun alış qiymətindən aşağıdır. Davam edirsiniz?
bg: Стойността, въведена за "{0}", е по-ниска от доставната цена. Желаете ли да продължите?
es: El valor entrado para "{0}" es menor que el precio de compra. ¿Desea continuar?
fr: La valeur que vous avez saisi pour "{0}"est plus faible que le prix d'achat. Voulez-vous continuer?
hy: "{0}" մուտքագրված գինը գնման գնից ցածր է ցանկանում եք շարունակել?
ka: რიცხვი რაც თქვენ შეიტანეთ "{0}"-სთვის არის დაბალი შესყიდვის ფასზე. გინდათ გავაგრძელო?
pl: Wprowadzona wartość dla "{0}"jest niższa niż cena zakupu. Czy chcesz kontynuować?
ru: Введенное значения для "{0}" ниже закупочной цены. Вы хотите продолжить?
