Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Auto select location
bg: Автоматично избиране на обект
es: Seleccionar ubicación automáticamente
hy: Տեղամասի ավտոմատ ընտրություն
ka: ადგილმდებარეობის ავტომატური ამორჩევა
ru: Авто-выбор объекта
uk: Aвтоматичний вибір об'єкта

source: Auto select partner
bg: Автонатично избиране на партньор
es: Seleccionar socio automáticamente
hy: Գործընկերոջ ավտոմատ ընտրություն
ka: პარტნიორის ავტომატური ამორჩევა
ru: Авто-выбор партнера
uk: Aвтоматичний вибір партнера

source: Auto sync interval:
bg: Интервал на автоматично синхронизиране:
es: Sincronizar automáticamente el intervalo:
hy: Ավտոմատ սինխրոնիզացման ինտերվալ
ka: ავომატური სინქრონიზების ინტერვალი:
ru: Период автоматической синхронизации:
uk: Період автоматичної синхронізації:

source: Automatic columns
az: Avtomatik sütunlar
bg: Автоматични колони
es: Columnas automáticas
fr: Colonnes automatiques
hy: Ավտոմատ սյունյակներ
ka: ავტომატური სვეტები
ru: Автоматические колонки
uk: Aвтоматичні колонки

source: Automatic production of item "{0}"
az: {0} Əmtəəsinin avtomatik istehsalı
bg: Автоматично производство на стока "{0}"
es: Producción automática de la mercacía "{0}"
fr: La production automatique des articles "{0}"
hy: {0} կետի ավտոմատ ստեղծում
ka: {0} საქონლის ავტომატური წარმოება
pl: Automatyczna produkcja towaru "{0}"
ru: Автоматическое производство товара {0}
uk: Автоматичне виробництво товару "{0}"

source: Automatic updates
bg: Автоматични актуализации
es: Actualizaciones automáticas
hy: Ավտոմատ թարմացումներ
ka: ავტომატური განახლება
ru: Автоматическое обновление

source: Automatically
az: Avtomatik
bg: Автоматично
es: Automáticamente
fr: Automatiquement
hy: Ավտոմատ կերպով
ka: ავტომატურად
pl: Automatycznie
ru: Автоматически
uk: Автоматично

source: Automatically download updates on startup
bg: Автоматично сваляне на актуализации при стартиране
es: Descargar automáticamente las actualizaciones en la puesta en marcha del sistema
hy: Ավտոմատ բեռնել թարմացումները միացման ժամանակ
ka: განახლების ავტომატურად ჩამოტვირთვა გაშვებისას
ru: Автоматически загружать обновление при запуске

source: Automatically rename the location
bg: Автоматично преименувай обекта
es: Renombrar la entidad automáticamente
hy: Տեղամասի ավտոմատ վերանվանում
ka: ადგილმდებარეობის სახელის ავტომატურად გადარქმევა
ru: Автоматически переименовать объект
uk: Автоматично перейменувати об'єкт

source: Automatically update the partner for Z reports
bg: Автоматично обнови партньора за Z отчети
es: Actualizar automáticamente los socios para los reportes Z
hy: Z հաշվետվության համար տպիչների ավտոմատ թարմացում
ka: პარტნიორის Z რეპორტის ავტომატური განახლება
ru: Автоматически обновить партнера для Z-отчета
uk: Автоматично оновити партнера для Z-звіту

source: Automatically update the partner for total reports
bg: Автоматично обнови партньора за периодични отчети
es: Actualizar automáticamente los socios para los reportes totales
hy: Ամբողջական հաշվետվության համար տպիչների ավտոմատ թարմացում
ka: პარტნიორის ავტომატური განახლება ჯამური ანგარიშებისთვის
ru: Автоматически обновить партнера для итоговых отчетов
uk: Автоматично оновити партнера для підсумкових звітів

source: Availability as of Report
az: Malların mövcudlugu barədə hesabat
bg: Справка за наличност към дата
es: Reporte Existencia hacia fecha
fr: Disponibilité comme selon le Rapport
hy: Ապրանքի առկայությունը, ըստ ամսաթվի
ka: არსებულობის რაპორტი
pl: Raport o obecności towarów
ru: Отчет о наличии товаров
uk: Звіт про наявність товарів

source: Availability as of...
az: Наличие по состоянию на...
bg: Наличност към дата...
es: Existencia hacia fecha...
fr: Disponibilité comme selon…
hy: Ապրանքի առկայությունը, ըստ ամսաթվի
ka: არსებულობა მდგომარეობის მხედვით...
pl: Obecność za stanem na...
ru: Наличие по состоянию на...
uk: Наявність станом на ...

source: Availability for this item should not be tracked
bg: Наличност за тази стока няма да бъде следена
hy: Ապրանքի քանակը չի հաշվառվում
ka: ამ საქონლის რაოდენობა არ იქნება ნაჩვენები
ru: Наличность для этих позиций не контролировать

source: Available
az: Yol verilən
bg: Налично
es: Disponibles
fr: Disponible
hy: Առակա
ka: ხელმისაწვდომია
pl: Dostępnie
ru: Доступно
uk: Доступно

# Distribution
source: Available credits:
bg: Налични кредити:
es: Crédito disponible:
hy: Հասանելի կրեդիտներ
ka: ხელმისაწვდომი კრედიტები:
ru: Имеющиеся кредиты в наличии:
uk: Кредити в наявності:

source: Available quantity:
az: Yol verilən sayı
bg: Наличност:
es: Cantidad disponible
fr: La quantité disponible:
hy: Առակա քանակ
ka: ხელმისაწვდომი რაოდენობები:
pl: Dostępna ilość:
ru: Доступное количество
uk: Кількість в наявності:

source: Average price
az: Orta qiymət
bg: Средна цена
es: Precio medio
fr: Prix moyen
hy: Միջին կշռված գին
ka: საშუალო ფასი
pl: Średnia cena
ru: Средняя цена
uk: Середня ціна

source: Back
az: Geriyə
bg: Назад
es: Atrás
fr: Retour
hy: Ետ
ka: უკან
pl: Powrót
ru: Назад
uk: Назад

source: Back Office - Dashboard graphical reporting
az: Back Office - İnformasiya paneli
bg: Бек Офис - Графични справки чрез табло
es: Back Office - Tablero
fr: Back Office - Des tableaux de bord graphique
hy: Ադմինիստրատիվ օֆիս հաշվետվության վահանակ
ka: ბექ ოფისი - ტაბლოს გრაფიკული ანგარიშგება
pl: Back Office - graficzne zawiadomienie
ru: Back Office - Информационная панель
uk: Back Office - Інформаційна панель

source: Back Office - General administration
az: Back Office - Ümumi administrasiya
bg: Бек Офис - Обща администрация
es: Back Office - Administración general
fr: Back Office – l’administration générale
hy: Ադմինիստրատիվ օֆիս հիմնական ադմինիստրացիա
ka: ბექ ოფისი - General administration
pl: Back Office- Ogólna administracja
ru: Back Office - Общее администрирование
uk: Back Office - Загальне адміністрування

source: Background
az: Fon
bg: Фон
es: Fondo
fr: Arrière-plan
hy: Ֆոն
ka: ფონი
pl: Tło
ru: Фон
uk: Фон

source: Background:
bg: Фон:
es: Fondo:
fr: Arrière-plan:
hy: Ֆոն
ka: ფონი:
ru: Фон:
uk: Фон:

source: Balance
az: Balans
bg: Остатък
hy: Հաշվեկշիռ
ka: ბალანსი
pl: Bilans
ru: Баланс
uk: Баланс

# Delete period
source: Balance
bg: Салдо
hy: Հաշվեկշիռ
ka: ბალანსი
ru: Баланс
uk: Баланс

# Distribution
source: Balance:
bg: Баланс:
hy: Հաշվեկշիռ
ka: ბალანსი:
ru: Баланс:
uk: Баланс:

source: Bank
bg: Банка
es: Banco
fr: Banque
hy: Բանկ
ka: ბანკი
ru: Банк
uk: Банк

source: Bank Payments
az: Bank ödənişləri
bg: Банкови плащания
es: Pagos al banco
fr: Les paiements de la Banque
hy: Փոխանցումով
ka: საბანკო ანგარიშსწორება
pl: Bankowe spłaty
ru: Банковские платежи
uk: Банківські платежі

source: Bank account:
az: Bank hesabi:
bg: Банкова сметка
es: Pagado por cuenta bancaria:
fr: Compte bancaire:
hy: Բանկային հաշիվ
ka: საბანკო ანგარიში:
pl: Bankowy rachunek :
ru: Банковский счет:
uk: Банківський рахунок:

source: Bank name:
az: Bankin adı
bg: Име на банка:
es: Nombre de banco:
fr: Nom de la banque:
hy: Բանկի անվանումը
ka: ბანკის დასახელება:
pl: Miano banku:
ru: Название банка:
uk: Назва банку:

source: Bank notes and coins:
az: Banknotlar və qəpiklər
bg: Банкноти и монети:
es: Notas de Banco y Monedas:
fr: Les billets de banque et pièces de monnaie:
hy: Թղթադրամներ
ka: ბანკნოტები და მონეტები
pl: Banknoty i monety
ru: Банкноты и монеты:
uk: Банкноти та монети:

source: Bank order
az: Ödəniş tapşirigi
bg: Банков превод
es: Pedido al banco
fr: Ordre de la Banque
hy: Փոխանցումով
ka: საბანკო დავალება
pl: Płatnicze polecenie
ru: Платежное поручение
uk: Платіжне доручення

source: Bank payment
az: Bank ödənişi
bg: Банково плащане
es: Pago al banco
fr: Paiement de la Banque
hy: Փոխանցումով
ka: საბანკო გადახდა
pl: Bankowa spłata
ru: Банковский платеж
uk: Банківський платіж

source: Bank:
bg: Банка:
es: Banco:
fr: Banque:
hy: Բանկ
ka: ბანკი:
ru: Банк:
uk: Банк:

source: Bar Code
az: Barkod
bg: Баркод
es: Código de barra
fr: Code à barre
hy: Գծիկավոր կոդ
ka: ბარკოდი
pl: Kreskowy kod
ru: Штрих-код
uk: Бар код

source: Bar code type:
az: Barkodun tipi
bg: Тип на баркода:
es: Tipo de código de barra:
fr: Type de Code à barre:
hy: Գծիկավոր կոդի տիպը
ka: ბარკოდის ტიპი:
pl: Typ kreskowego kodu:
ru: Тип штрих-кода:
uk: Тип баркода:

source: Bar color:
bg: Цвят на стълб:
es: Barra de color:
fr: Couleur de barre:
hy: Գծիկավոր կոդի գույնը
ka: ხაზის ფერი:
ru: Цвет штрихов:

source: Barcode
az: Ştrix-kod
bg: Баркод
es: Código de barra
hy: Գծիկավոր կոդ
ka: შტრიხკოდი
pl: Kreskowy kod
ru: Штрих-код
uk: Штрихкод

source: Barcode 1
az: Ştrix-kod 1
bg: Баркод 1
es: Código de barra 1
hy: Գծիկավոր կոդ 1
ka: შტრიხკოდი 1
pl: Kreskowy kod 1
ru: Штрих-код 1
uk: Штрихкод 1

source: Barcode 1:
az: Ştrix-kod 1:
bg: Баркод 1:
es: Código de barra 1:
hy: Գծիկավոր կոդ 1
ka: შტრიხკოდი 1:
pl: Kreskowy kod 1:
ru: Штрих-код 1:
uk: Штрихкод 1:

source: Barcode 2
az: Ştrix-kod 2
bg: Баркод 2
es: Código de barra 2
hy: Գծիկավոր կոդ 2
ka: შტრიხკოდი 2
pl: Kreskowy kod 2
ru: Штрих-код 2
uk: Штрихкод 2

source: Barcode 2:
az: Ştrix-kod 2:
bg: Баркод 2:
es: Código de barra 2:
hy: Գծիկավոր կոդ 2
ka: შტრიხკოდი 2:
pl: Kreskowy kod 2:
ru: Штрих-код 2:
uk: Штрихкод 2:

source: Barcode 3
az: Ştrix-kod 3
bg: Баркод 3
es: Código de barra 3
hy: Գծիկավոր կոդ 3
ka: შტრიხკოდი 3
pl: Kreskowy kod 3
ru: Штрих-код 3
uk: Штрихкод 3

source: Barcode 3:
az: Ştrix-kod 3:
bg: Баркод 3:
es: Código de barra 3:
hy: Գծիկավոր կոդ 3
ka: შტრიხკოდი 3:
pl: Kreskowy kod 3:
ru: Штрих-код 3:
uk: Штрихкод 3:

source: Barcode Printer
bg: Баркод-принтер
es: Impresora de código de barra
fr: Code à barres de L’imprimante
hy: Գծիկավոր կոդի տպիչ
ka: შტრიხკოდების პრინტერი
ru: Принтер Этикеток
uk: Друкарка штрихкодів

source: Barcode cannot be generated with the current settings. All barcode numbers with the specified prefix and type are in use.
bg: Баркод не може да бъде генериран с текущите настройки. Всички номера на баркодове с посочената представка и тип се използват.
es: El código de barra no puede ser generado con la configuración actual. Todos los números de código de barras con el tipo y prefijo especificado están en uso.
hy: Տվյալ կարգավորումներով գծիկավոր կոդերի ստեղծումն անհնար է
ka: შტრიხკოდის გენერირება მიმდინარე პარამეტრებით შეუძლებელია. შტრიხკოდის ყველა ციფრი აღნიშნული პრეფიქსით და ტიპით გამოყენებულია.
ru: Штрих-код с данными настройками не может быть сгенерирован. Все штрих-коды с указанным префиксом и типом уже используются.
uk: Штрихкод з даними настройками не може бути створений. Всі штрих-коди з зазначеним префіксом і типом вже використовуються.

source: Barcode generation format
bg: Формат за генериране на баркодове
hy: Գծիկավոր կոդի գեներացման ֆորմատը
ka: შტრიხ-კოდის გენერირების ფორმატი:
ru: Маска для генерирования баркода

source: Barcode is already used by {0}
bg: Баркодът се използва от {0}
es: El código de barra está en uso por {0}
hy: {0}- գծիկավոր կոդը արդեն օգտագործվում է
ka: შტრიხკოდი უკვე გამოყენებულია {0}-ში
ru: Данный штрих-код уже используется {0}
uk: Цей штрихкод вже використовується {0}

source: Barcode prefix:
bg: Представка за баркод:
es: Preijo de código de barra:
hy: Գծիկավոր կոդի պրեֆիկսը
ka: შტრიხკოდების პრეფიქსი:
ru: Префикс штрих-кода:
uk: Префікс штрихкоду:

source: Barcode preview:
bg: Изглед на баркод:
hy: Գծիկավոր կոդի դիտում
ka: შტროხ-კოდის ჩვენება:
ru: Пример баркода:

source: Barcode printers
az: Ştrix-kod printerləri
bg: Баркод принтери
es: Impresoras de códigos de barras
fr: Code à barres des imprimante
hy: Գծիկավոր կոդի տպիչներ
ka: შტრიხკოდების პრინტერები
pl: Drukarki kreskowego kodu
ru: Принтеры этикеток
uk: Друкарки штрихкодів

source: Barcode scanners
az: Ştrix-kod skanerləri
bg: Баркод скенери
es: Escáneres de código de barra
fr: Les scanners de codes-barres
hy: Գծիկավոր կոդի սկաներներ
ka: შტრიხკოდების სკანერები
pl: Skanery kreskowego kodu
ru: Сканеры штрих-кодов
uk: Сканери штрихкодів

source: Barcode source:
bg: Източник за баркода:
es: Fuente de código de barra:
fr: Source code-barres:
hy: Գծիկավոր կոդ աղբյուր
ka: შტრიხკოდების წყარო:
ru: Источник штрих-кода:
uk: Джерело штрихкоду:

source: Barcode type
az: Ştrix-kodun tipi
bg: Тип баркод:
es: Tipo de código de barra
fr: Type de code à barres
hy: Գծիկավոր կոդի տիպը
ka: შტრიხკოდის ტიპი
pl: Typ kreskowego kodu
ru: Тип штрих-кода
uk: Тип штрихкоду

source: Barcode type:
bg: Тип баркод:
es: Tipo de código de barra:
hy: Գծիկավոր կոդի տեսակը
ka: შტრიხკოდის ტიპი:
ru: Тип штрих-кода:
uk: Тип штрихкоду:

source: Barcode:
bg: Баркод:
es: Código de barra:
hy: Գծիկավոր կոդ
ka: შტრიხკოდი:
ru: Штрих-код:
uk: Штрихкод

source: Barcodes
az: Ştrix-kodlar
bg: Баркодове
es: Códigos de barra
fr: Les codes à barres
hy: Գծիկավոր կոդեր
ka: შტრიხკოდები
pl: Kreskowe kody
ru: Штрих-коды
uk: Штрихкодi

source: Bars
az: Ştrixlər
bg: Стълбове
es: Barras
hy: Սյուներ
ka: შტრიხები
pl: Smugi
ru: Штрихи
uk: Штрихи

source: Base payment types
az: Əsas ödəniş növləri
bg: Основни типове на плащане
es: Tipos de pagos base
fr: Types de paiement de base
hy: Վճարման տեսակ
ka: გადახდის საბაზისო ტიპები
pl: Główne typy opłaty
ru: Основные типы оплаты
uk: Базові типи оплати

source: Basic Properties
az: Əsas xüsusiyyətləri
bg: Основни свойства
es: Propiedades básicas
fr: Propriétés de base
hy: Հիմնական հատկությունները
ka: საბაზისო თვისებები
pl: Główne właściwości
ru: Основные свойства
uk: Основні властивості

source: Baud rate:
az: Sürət
bg: Скорост
es: Velocidad en baudios:
fr: Vitesse de transmission:
hy: Արագություն
ka: სიჩქარე
pl: Szybkość transmisji:
ru: Скорость
uk: Швидкість

source: Beer - Bulgarian
az: Pivə
bg: Бира - Български
es: Cerveza - Búlgara
fr: Bière - Bulgare
hy: Գարեջուր
ka: ლუდი
pl: Piwo
ru: Пиво
uk: Пиво

source: Before editing the price rules all tabs have to be closed. Do you want to close all open tabs?
bg: Преди да редактирате ценовите правила, всички табове трябва да бъдат затворени. Желаете ли всички табове да бъдат затворени?
es: Antes de editar las reglas de precios todas las etiquetas tienen que estar cerradas. ¿Desea cerrar todas etiquetas abiertas?
hy: Գնային կանոնների փոփոխման ժամանակ բոլոր պատուհանները պետք է փակ լինեն ?
ka: საფასო წესის რედაქტირებამდე ყველა ფანჯარა უნდა დახუროთ. დავხურო ყველა გახსნილი ფანჯარა?
ru: Перед редактированием ценовых правил все вкладки должны быть закрыты. Закрыть все открытые вкладки?
uk: Перед редагуванням цінових правил всі вкладки повинні бути закриті.Закрити всі вкладки?

source: Before editing the settings all tabs have to be closed. Do you want to close all open tabs?
az: Перед изменением настроек все вкладки должны быть закрыты. Закрыть все вкладки?
bg: Преди да редактирате настройките, всички табове трябва да бъдат затворени. Желаете ли всички табове да бъдат затворени?
es: Antes de editar la configuración todos las ventanas deben estar cerradas. ¿Desea cerrar todas las ventanas?
fr: Avant de modifier les paramètres de tous les onglets doivent être fermées. Voulez-vous de fermer tous les onglets ouverts?
hy: Մինչև կարգավորումների փոփոխությունը պատուհանները պետք է փակված լինեն: Փակել բոլոր պատուհանները ?
ka: პარამეტრების შეცვლამდე ყველა ფანჯარა უნდა იქნას დახურული. დავხურო ყველა ფანჯარა?
pl: Przed zmianą ustawień wszystkie wkładki powinny być zamknięte. Zamknąć wszystkie wkładki?
ru: Перед редактированием настроек все вкладки должны быть закрыты. Закрыть все вкладки?
uk: Перед зміною налаштувань всі вкладки повинні бути закриті. Закрити всі вкладки?

source: Bellow is the email address of the IncoCloud user that owns group "{0}".
bg: Отдолу се намира имейла на потребителя на "IncoCloud", който притежава група "{0}".
es: Habilitar la dirección de correo electrónico al usuario de IncoCloud que posee el grupo "{0}".
hy: այն IncoCloud-ում էլ փոստի հասցե է "{0}".
ka: ეს არის ინკო-ღრუბლის მომხმარებლის იმეილი, რომელსაც აქვს ჯგუფი "{0}"
ru: Адрес электронной почты пользователя IncoCloud - владельца группы "{0}".
uk: email користувача IncoCloud - власника групи "{0}".

source: Beta
az: Test
bg: Бета
hy: Բետա
ru: Тест
uk: Бета

source: Between "{0}" and "{1}"
az: "{0}" və "{1}"arasında
bg: Между "{0}" и "{1}"
es: Entre "{0}" y "{1}"
fr: Entre "{0}"et "{1}"
hy: "{0}" և "{1}" -ի միջև
ka: "{0}" და "{1}" შორის
pl: Między "{0}" i "{1}"
ru: Между "{0}" и "{1}"
uk: Між "{0} " і "{1}"

source: Big Font
az: Böyük şrift
bg: Едър шрифт
es: Fuente grande
fr: Grande police
hy: Մեծ ֆոնտ
ka: დიდი შრიფტი
pl: Duża czcionka
ru: Большой шрифт
uk: Великий шрифт

# QuickBooks
source: Bill payments account:
bg: Сметка за плащания по задължения:
hy: Վճարման փաստաթղթերի հաշվառում
ka: გადახდის ანგარიშის ქვითარი:
ru: Счет оплаты счетов:

# QuickBooks
source: Bill sales term:
bg: Срок за плащане на задължения:
hy: Վաճառքի փաստաթղթերի ժամանակահատված
ka: გაყიდვის ვადის ქვითარი:
ru: Срок оплаты счетов:

source: Billion
az: Milliard
bg: Милиард
es: Billón
fr: Milliard
hy: Միլիարդ
ka: მილიარდი
pl: Miliard
ru: Миллиард
uk: Мільярд

source: Bitmap file
az: Şəkil
bg: Файл с картинка
es: Fichero de Mapa de Bits
fr: Fichier bitmap
hy: Նկար
ka: Bitmap ფაილი
pl: Rysunek
ru: Рисунок
uk: Малюнок

source: Blank database
az: Boş məlumatlar bazası
bg: Празна база данни
es: Base de datos en blanco
fr: Base de données vide
hy: Դատարկ տվյալների բազա
ka: ცარიელი მონაცემთა ბაზა
pl: Pusta baza danych
ru: Пустая база данных
uk: Порожня база даних

source: Blank lines before cut
bg: Празни редове преди отрязване
es: Líneas en blanco antes de cortar
hy: Նախքան կտրելը դատարկ տողեր
ka: ამოჭრამდე თავისუფალი სტრიქონები
ru: Строк перед отрезом
uk: Чисті лінії, перш ніж відрізати

source: Blank lines before cut:
az: Kəsilmədən əvvəl sətirlərin sayı
bg: Празни редове преди отрязване:
es: Líneas en blanco antes de corta:
fr: Lignes en blanc avant couper :
hy: Նախքան կտրելը դատարկ տողեր
ka: ამოჭრამდე თავისუფალი სტრიქონები:
pl: Ilość rządków przed kuponem:
ru: Количество строк перед отрезом:
uk: Чисті лінії, перш ніж відрізати:

source: Bold
az: Qalın
bg: Получер
es: Negrita
fr: Gras
hy: Մուգ
ka: გამუქება
ru: Жирный
uk: Виразний

source: Border
az: Sərhəd
bg: Граница
es: Borde
fr: La frontière
hy: Սահման
ka: საზღვარი
pl: Granica
ru: Граница
uk: Межі

source: Bottom
az: Aşağı
bg: Отдолу
es: Botón
fr: Le fond
hy: Վերև
ka: ქვევით
pl: Dół
ru: Низ
uk: Низ

source: Bottom number
bg: текст отдолу
es: Número de fondo
fr: Le nombre de fond
hy: Ներքևի համարը
ka: ქვედა ნომერი
ru: Последний номер
uk: Останній номер

source: Box
az: Blok
bg: Кутия
es: Caja
fr: La boîte
hy: Արկղ
ka: ყუთი
pl: Pudełko
ru: Блок
uk: Коробка

# Distribution
source: Bronze Distributor
bg: Бронзов дистрибутор
es: Distribuidor de bronce
hy: Բրոնզե դիստրիբյուտոր
ka: ბრინჯაოს დისტრიბუცი
ru: Бронзовый дистрибьютор

source: Browse
az: Baxış
bg: Преглед
es: Selección
fr: Parcourir
hy: Դիտարկում
ka: დათვალიერება
pl: Przegląd
ru: Просмотр
uk: Огляд

source: Browse all items
bg: Покажи всички стоки
es: Seleccionar todas las mercancías
hy: Բացել ապրանքի ցուցակը
ka: ყველა საქონლის დათვალიერება
ru: Просмотреть весь товар
uk: Oгляд всіх товарів

source: Browse all partners
bg: Покажи всички партньори
es: Seleccionar todos los socios
hy: Բացել գործընկերների ցուցակը
ka: ყველა პარტნიორის დათვალიერება
ru: Просмотреть всех партнеров
uk: Огляд всіх партнерів

source: Browse...
az: Görünüş...
bg: Преглед...
es: Selección...
fr: Parcourir…
hy: Ընտրել
ka: დათვალიერება...
pl: Przeglądaj ...
ru: Обзор...
uk: Огляд...

source: Buy...
bg: Закупуване...
es: Compra...
hy: Գնել
ka: ყიდვა...
ru: Купить...
uk: Купити...

source: By bank
az: Bank üzrə
bg: По банка
es: Por banco
fr: Par banque
hy: Փոխանցումով
ka: ბანკის მიხედვით
pl: Po banku
ru: По банку
uk: По банку

source: By card
az: Kart ilə
bg: Чрез карта
es: Por tarjeta de crédito
fr: Par carte
hy: Քարտով
ka: ბარათის მიხედვით
pl: Po karcie
ru: По карте
uk: По картці

source: By:
bg: от:
es: Por:
hy: Միջոցով
ka: -ით
ru: По:

source: CHANGE
az: QALIQ
bg: РЕСТО
es: CAMBIO
fr: CHANGER
hy: ՏԱՐԲԵՐՈՒԹՅՈՒՆ
ka: ხურდა
pl: RESZTA
ru: СДАЧА
uk: ЗДАЧА

source: CLIENT RECEIPT
az: MÜŞTƏRİ ÇEKİ
bg: КЛИЕНТСКА БЕЛЕЖКА
es: RECIBO DEL CLIENTE
fr: LE CLIENT ACQUITTE
hy: Հաճախորդի ստացական
ka: კლიენტის შეკვეთა
ru: ЧЕК КЛИЕНТА
uk: Чек клієнта

source: COPY
bg: КОПИЕ
hy: ԿՐԿՆՕՐԻՆԱԿ
ru: КОПИЯ

source: CREDIT CASH ORDER
bg: РАЗХОДЕН КАСОВ ОРДЕР
es: ACREDITAR PEDIDO EN EFECTIVO
hy: Դրամարկղի Ելքի օրդեր
ka: სალაროს საკრედიტო დავალება
ru: РАСХОДНЫЙ КАССОВЫЙ ОРДЕР
uk: ВИДАТКОВИЙ КАСОВИЙ ОРДЕР

source: CSV (Bar delimited)
bg: CSV (разделен с отвесна черта)
es: CSV (Barra delimitada)
hy: CVS (տարածությունով անջատված)
ka: CSV (ვერტიკალური ხაზით გამოყოფილი მნიშვნელობები)
ru: CSV (Значения, разделенные (|))

source: CSV (Comma delimited)
az: CSV(Значения, разделенные запятой (,))
bg: CSV (разделен със запетая)
es: CSV (Coma delimitada)
fr: CSV (délimité par des virgules)
hy: CVS (ստորակետով անջատված)
ka: CSV (მძიმით გამოყოფილი მნიშვნელობები)
pl: CSV (Znaczenia, rozdzielone przecinkowi)
ru: CSV(Значения, разделенные запятой (,))
uk: CSV(Значення, разділенні комою (,))

source: CSV (Semicolon delimited)
az: CSV(Значения, разделенные точкой с запятой (;))
bg: CSV (разделен с точка и запетая)
es: CSV ( Punto y coma delimitados)
fr: CSV (séparateur: point-virgule)
hy: CSV (կետ-ստորակետով անջատված)
ka: CSV (წერტილ-მძიმით გამოყოფილი მნიშვნელობები)
pl: CSV (Znaczenia, rozdzielone średnikiem)
ru: CSV(Значения, разделенные точкой с запятой (;))
uk: CSV(Значення, розділенні крапкою з комою (;))

source: CSV (Tab delimited)
az: CSV(Значения, разделенные знаком табуляции (Tab))
bg: CSV (разделен с таб)
es: CSV (Etiqueta delimitada)
fr: CSV (séparateur: tabulation)
hy: CSV (սահմանագծված հանգույց)
ka: CSV (ტაბით გამოყოფილი მნიშვნელობები)
pl: CSV (Znaczenia, rozdzielone kartę)
ru: CSV(Значения, разделенные знаком табуляции (Tab))
uk: CSV(Значення, розділенні знаком табуляциї (Tab))

source: Calculate CRC
az: CRC hesabatı
bg: Изчисляване на контролна сума
es: Calcular CRC
fr: Calculer le CRC
hy: հաշվել CRC
ka: CRC-ს დათვლა
pl: Rozliczenie CRC
ru: Расчет CRC
uk: Розрахунок CRC

source: Calculate column totals
az: Sütunlarin yekununun hesablanması
bg: Изчисли сумите по колони
es: Calcular total de la columna
fr: Calculer les totaux des colonnes
hy: Հաշվել վերահաշվի տողերը
ka: სვეტების შედეგების დათვლა
pl: Rozliczenie końcowych kolumienek
ru: Расчет итогов колонок
uk: Розрахунок підсумків колонок

source: Calculating totals in progress...
az: Yekunların hesabatı
bg: Изчисляване на сумите по колони...
es: Calculando totales en progreso...
fr: En calculant des totaux dans le progrès ...
hy: Վերջնահաշվարկի հաշվում...
ka: შედეგების დათვლა
pl: Rozliczenie wyników w postępie...
ru: Расчет итогов
uk: Розрахунок підсумків

source: Calculating...
bg: Изчисляване...
hy: Հաշվարկում...
ka: მიმდინარეობს გამოთვლა...
ru: Расчет...

source: Cancel
az: Ləgv etmək
bg: Отказ
es: Cancelar
fr: Annuler
ka: გაუქმება
pl: Skasuj
ru: Отмена
uk: Скасувати

source: Cancel Fiscal Operation
az: Fiskal əməliyyatı ləgv etmək
bg: Прекратяване на фискална операция
es: Cancelar operación fiscal
fr: Annulez l'Opération Fiscale
hy: Հերքել ֆիսկալային գործողությունը
ka: ფისკალური ოპერაციის გაუქმება
pl: Skasuj fiskalną operację
ru: Отменить фискальную операцию
uk: Скасувати фіскальну операцію

source: Cancel Order
az: Sifarişdən imtina
bg: Отказ на поръчка
es: Cancelar pedido
fr: Annuler la commande
hy: Հերքել պատվերը
ka: შეკვეთის გაუქმება
pl: Skasuj zamówienie
ru: Отменить заказ
uk: Відмінити замовлення

source: Cancel Reservation
az: Отменить резервацию
bg: Отказ на резервация
es: Cancelar reservación
fr: Annuler la réservation
hy: Հերքել ամրագրումը
ka: ჯავშანის მოხსნა
pl: Skasuj rezerwat
ru: Отменить резервацию
uk: Скасування бронювання

source: Cancel the current order?
az: Отменить текущий заказ?
bg: Отказ на текущата поръчка?
es: Cancelar pedido actual
fr: Annulez l'ordre actuel ?
hy: Հերքել ընթացիկ պատվերը ?
ka: გავაუქმო მიმდინარე შეკვეთა?
pl: Skasuj potoczne zamówienie?
ru: Отменить текущий заказ?
uk: Скасувати поточний замовлення?
