Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Received Invoices...
az: Qəbul olunan hesab-fakturalar..
bg: Получени фактури...
es: Facturas recibidas...
fr: Les factures reçues...
hy: Ստացված հաշիվ ապրանքագրեր
ka: მიღებული ინვოისები...
pl: Otrzymane faktury...
ru: Полученные счета..
uk: Отримані інвойси...

# Distribution
source: Received bonus from the sale of a license of type {0} from your distributor {2} to user {1}.
bg: Получен бонус от продажбата на лиценз от тип {0} от Вашият дистрибутор {2} на клиент {1}.
es: Bono recibido de la venta de una licencia de tipo {0} de su distribuidor {2} al usuario {1}
hy: {0} տիպի լիցենզիայի վաճառքից գրանցվել է բոնուս {2} դիստրիբյուտորից {1} օգտագործողին
ka: მიღებულია ბონუსი {0} ტიპის ლიცენზიების რეალიზაციიდან თქვენი დისტრიბუტორისგან {2} მომხმარებლისთვის {1}
ru: Получен бонус от продажи лицензии тип {0} от вашего дистрибьютора {2} пользователю {1}.

# Distribution
source: Received bonus from the sale of a license of type {0} to user {1}.
bg: Получен бонус от продажбата на лиценз от тип {0} на клиент {1}.
es: Bono recibido de la venta de una licencia de tipo {0} al usuario {1}
hy: {0} տիպի լիցենզիայի վաճառքից գրանցվել է բոնուս {1} օգտագործողին
ka: მიღებულია ბონუსი {0} ტიპის ლიცენზიების რეალიზაციიდან მომხმარებლისთვის {1}
ru: Получен бонус от продажи лицензии тип {0} пользователю {1}.

source: Received by:
az: Təhvil aldı:
bg: Получил:
es: Recibido por:
fr: Reçu par:
hy: Ընդունեց
ka: მიიღო:
pl: Otrzymał(а) :
ru: Получил(а):
uk: Отримав:

# Distribution
source: Received credits from administrator
bg: Получени са кредити от администратор
es: Crédito recibido desde el administrador
hy: Ադմինիստրատորի անունից ստացված կրեդիտներ
ka: ადმინისტრატორისგან მიღებული კრედიტები
ru: Получены кредиты от администратора
uk: Ви отримали кредити від адміністратора

source: Received invoices
bg: Получени фактури
es: Facturas recibidas
hy: Գրանցված ապրանքագիր
ka: მიღებული ინვოისები
ru: Полученные фактуры

# Distribution
source: Received participation bonus from the sale of a license of type {0} from your distributor {2} to user {1}. The license was created with credits.
bg: Получени програмни кредити от продажбата на лиценз от тип {0} от Вашият дистрибутор {2} на потребител {1}. Лицензът е създаден чрез кредити.
es: Bono de participación recibido de la venta de una licencia de tipo {0} de su distribuidor {2} al usuario {1}. Esta licencia fue creada con créditos.
hy: {0} տիպի լիցենզիայի վաճառքից գրանցվել է բոնուս {2} դիստրիբյուտորից {1} օգտագործողին: Լիցենզիան ստեղծվել է կրեդիտներով
ka: მიღებულია მონაწილეობის ბონუსი {0} ტიპის ლიცენზიების რეალიზაციიდან თქვენი დისტრიბუტორისგან {2} მომხმარებლისთვის {1}. ლიცენზია შეიქმნა კრედიტებით.
ru: Поступил бонус за участие от продажи лицензии тип {0} от вашего дистрибьютора {2} пользователю {1}. Лицензия была создана кредитами.
uk: Поступив бонус за участь від продажу ліцензії тип {0} від вашого дистриб'ютора {2} користувачу {1}. Ліцензія була створена кредитами.

# Distribution
source: Received participation bonus from the sale of a license of type {0} to user {1}. The license was created with credits.
bg: Получени програмни кредити от продажбата на лиценз от тип {0} на потребител {1}. Лицензът е създаден чрез кредити.
es: Bono de participación recibido de la venta de una licencia de tipo {0} al usuario {1}. Esta licencia fue creada con créditos.
hy: {0} տիպի լիցենզիայի վաճառքից գրանցվել է բոնուս {1} օգտագործողին: Լիցենզիան ստեղծվել է կրեդիտներով
ka: მიღებულია მონაწილეობის ბონუსი {0} ტიპის ლიცენზიების რეალიზაციიდან მომხმარებლისთვის {1}. ლიცენზია შეიქმნა კრედიტებით.
ru: Поступил бонус за участие от продажи лицензии тип {0} пользователю {1}. Лицензия была создана кредитами.
uk: Поступив бонус за участь від продажу ліцензії тип {0} користувачу {1}. Ліцензія була створена кредитами.

source: Receiver
az: Qəbul edən
bg: Получател
es: Recibidor
fr: Destinataire
hy: Ընդունող
ka: მიმღები
pl: Odbiornik
ru: Приемник
uk: Отримувач

# Distribution
source: Recent events
bg: Последни събития
es: Eventos recientes
hy: Վերջին իրադարձությունները
ka: ბოლო ღონისძიება
ru: Последние события

source: Recipe
bg: Рецепта
hy: Բաղադրատոմս
ka: რეცეპტი
ru: Рецепт

source: Recipe Material
az: Reseptin materialı
bg: Суровина за рецептата
es: Material de la Receta
fr: Matériel de la Recette
hy: Բաղադրատոմս հումք
ka: რეცეპტის ინგრედიენტი
pl: Materiał przepisu
ru: Материал рецепта
uk: Матеріал рецепту

source: Recipe Product
az: Reseptin məhsulu
bg: Продукт на рецептата
es: Producto de la Receta
fr: Produit de le Recette
hy: Բաղադրատոմս արտադրանք
ka: რეცეპტის პროდუქტი
pl: Produkt przepisu
ru: Продукт рецепта
uk: Продукт рецепту

source: Recipe name cannot be empty!
az: Reseptin adı boş ola bilməz!!
bg: Името на рецептата не може да е празно!
es: ¡El nombre de la receta no puede estar vacío!
fr: Nom de la recette ne peut pas être vide!
hy: Բաղադրատոմս անունը չի կարող դատարկ լինել!
ka: რეცეპტის დასახელება არ უნდა იყოს ცარიელი!
pl: Nazwa przepisu nie może być pusta!
ru: Название рецепта не может быть пустым!
uk: Назва рецепту не може бути пустою!

source: Recipes
az: Reseptlər
bg: Рецепти
es: Recetas
fr: Les Recettes
hy: Բաղադրատոմսեր
ka: რეცეპტები
pl: Przepisy
ru: Рецепты
uk: Рецепти

source: Recipes Report
az: Reseptlər üzrə hesabat
bg: Справки за рецепти
es: Reporte Recetas
fr: Rapport de recettes
hy: Բաղադրատոմսեր
ka: რაპორტი რეცეპტების მიხედვით
pl: Raport po przepisach
ru: Отчет по рецептам
uk: Звіт по рецептам

source: Recipes...
az: Reseptlər...
bg: Рецепти...
es: Recetas...
fr: Les Recettes…
hy: Բաղադրատոմսեր
ka: რეცეპტები...
pl: Przepisy...
ru: Рецепты...
uk: Рецепти...

source: Recipient
az: Təhvil alan
bg: Получател
es: Depósito
fr: Destinataire
hy: Ընդունեց
ka: მიმღები
pl: Odbiorca
ru: Получатель
uk: Отримувач

source: Recipient ID
az: Təhvil alanın İD
bg: Получател №
es: ID Depósito
fr: ID du destinataire
hy: Ստացողի ID
ka: მიმღების ID
pl: Identyfikator odbiorcy
ru: Идентификатор получателя
uk: ID одержувача

source: Recipient:
az: Təhvil alan:
bg: Получател:
es: Depósito:
fr: Destinataire:
hy: Ստացող
ka: მიმღები:
pl: Odbiorca:
ru: Получатель:
uk: Отримувач:

source: Reconnecting...
bg: Повторно свързване...
es: Reconectando...
hy: Վերամիացում
ka: ხელმეორედ მიერთება...
ru: Переподключение...
uk: Повторне підключення

source: Recording sale to fiscal device...
bg: Запис на продажбата във фискалното устройство...
hy: Ֆիսկալ սարքավորման ինֆորմացիայի գրանցում
ka: იწერება გაყიდვა ფისკალურ მოწყობილობაში...
ru: Регистрация продажи на фискальном устройстве...

source: Redo
bg: Връщане
es: Rehacer
hy: Վերակատարել
ru: Повторить ввод

source: Ref Document Date
az: İlkin sənədin tarixi
bg: От дата
es: Fecha del Documento de Referencia
fr: Date du document Réf
hy: Տեղեկագրի ամսաթիվը
ka: ცნობის დოკუმენტის თარიღი
pl: Data Początkowego Dokumentu
ru: Дата исходного документа
uk: Дата робочого документа

source: Ref Document No.
az: İlkin sənədin nömrəsi
bg: Към документ №
es: No. del Documento de Referencia
fr: Document Réf N°
hy: Տեղեկագրի համարը
ka: ცნობის დოკუმენტის ნომერი
pl: Numer Początkowego Dokumentu
ru: Номер исходного документа
uk: Номер робочого документа

source: Ref document No.
az: İlkin sənədin nömrəsi
bg: Към документ №
es: No. del documento de referencia
fr: Document Réf N°
hy: Տեղեկագրի համարը
ka: ცნობის დოკუმენტის ნომერი
pl: Numer początkowego dokumentu
ru: Номер исходного документа
uk: Номер робочого документа

source: Ref document date
az: İlkin sənədin tarixi
bg: От дата
es: Fecha del documento de referencia
fr: Date du document Réf
hy: Տեղեկագրի ամսաթիվը
ka: ცნობის დოკუმენტის თარიღი
pl: Data początkowego dokumentu
ru: Дата исходного документа
uk: Робоча дата документа

source: Reference No.
az: Ссылка №
bg: Документ №
es: No. de Referencia
fr: N ° de référence
hy: Տեղեկագրի համարը
ka: ცნობის ნომერი
pl: Link №
ru: Ссылка №
uk: Довідник номерів

source: Refresh
az: Yenilə
bg: Опресняване
es: Actualización
fr: Actualiser
hy: Թարմացնել
ka: განახლება
pl: Odnowić
ru: Обновить
uk: Обновити

source: Refresh Interval
az: Yenilənmə intervalı
bg: Интервал на опресняване
es: Intervalo de actualización
fr: Intervalle d’Actualisation
hy: Թարմացման ինտերվալ
ka: განახლების ინტერვალი
pl: Interwał odnowy
ru: Интервал обновления
uk: Інтервал обновлення

source: Refresh QuickBooks settings now
bg: Опреснете настройките от QuickBooks сега
hy: Թարմացնել QuickBooks-ի կարգավորումները
ka: QuickBooks_ის პარამეტრების განახლება
ru: Обновите настройки QuickBooks

# QuickBooks
source: Refund from account:
bg: Връщане от сметка:
hy: Վերադարձ հաշիվ
ka: თანხის დაბრუნება ანგარიშიდან
ru: Возврат со счета:

source: Register
bg: Записване
es: Regístrese
fr: Inscription
hy: Գրանցում
ka: რეგისტრაცია
ru: Журнал

source: Register Cash
az: Nağdların qeydiyyatı
bg: Регистриране на пари
es: Registro de Efectivo
fr: Caisse enregistreuse
hy: Կանխիկի գրանցում
ka: სალაროს რეგისტრირება
pl: Rejestracja gotówki
ru: Регистрация наличных
uk: Реєстрація готівки

source: Register Cash...
az: Nağdlərin qeydiyyatı...
bg: Регистриране на пари...
es: Registro de Efectivo...
fr: Caisse enregistreuse…
hy: Կանխիկի գրանցում
ka: სალაროს რეგისტრირება...
pl: Rejestracja gotówki...
ru: Регистрация наличных...
uk: Реєстрація готівки...

source: Register cash at startup
az: Növbə başlayarkən Nağd pulun qeydiyyatı
bg: Регистриране на валута при стартиране
es: Registro de Efectivo en la inicialización
fr: Caisse enregistreuse au démarrage
hy: Գրանցել կանխիկ դրամի առկայությունը հերթափոխի սկզբում
ka: სალაროს რეგისტრირება ცვლის დაწყებისას
pl: Rejestrować pieniężną gotówkę na początku zmiany
ru: Регистрировать денежную наличность в начале смены
uk: Реєструвати готівку з початку зміни

# Distribution
source: Registred Distributor
bg: Регистриран дистрибутор
es: Distribuidor Registrado
hy: Գրանցված դիստրիբյուտոր
ka: რეგისტრირებული დისტრიბუტორი
ru: Зарегистрированный Дистрибьютор

source: Remaining Days
az: Qalan günlər
bg: Дни до падежа
es: Días Restantes
fr: Les Jours restants
hy: Մնացած օրեր
ka: დარჩენილი დღეები
pl: 'Pozostałe dni
ru: Оставшиеся дни
uk: Залишкові дні

source: Remaining Qty
bg: Оставащо к-во
es: Cant. Restante
hy: Մնացորդային քանակ
ka: დარჩენილი რაოდენობა
ru: Остаток

source: Remote database wipe:
bg: Отдалечено изтриване на база:
es: Limpiar Base de datos remota:
hy: Հեռադիր տվյալների բազա ջնջել
ka: მოშორებული მონაცემთა ბაზის გაწმენდა:
ru: Стереть удаленную базу данных:

source: Remove
az: Sil
bg: Премахни
es: Eliminar
fr: Supprimer
hy: Ջնջել
ka: წაშლა
pl: Skasować
ru: Удалить
uk: Видалити

source: Remove Field
az: Sahəni sil
bg: Премахване на полето
es: Eliminar Campo
fr: Supprimer le champ
hy: Հեռացնել դաշտը
ka: ველის წაშლა
pl: Skasować pole
ru: Удалить поле
uk: Видалити поле

source: Remove Group
bg: Премахване на група
es: Eliminar Grupo
hy: Հեռացնել խումբը
ka: ჯგუფის წაშლა
ru: Удалить группу

source: Remove Panel
az: Paneli sil
bg: Премахване на панел
es: Eliminar Panel
fr: Enlever le panneau
hy: Հեռացնել պանելը
ka: პანელის წაშლა
pl: Skasować panel
ru: Удалить панель
uk: Видалити панель

source: Remove recipe
az: Resepti sil
bg: Премахване на рецепта
es: Eliminar Receta
fr: Supprimer la recette
hy: Ջնջել բաղադրատոմսը
ka: რეცეპტის წაშლა
pl: Skasować przepis
ru: Удалить рецепт
uk: Видалити рецепт

source: Removing Database
bg: Премахване на база данни
es: Eliminando la Base de datos
hy: Հեռացնել տվյալների բազան
ka: მონაცემთა ბაზის წაშლა
ru: Удаление базы данных

source: Removing Database...
bg: Премахване на база данни...
es: Eliminando la Base de datos...
hy: Տվյալների բազայի հեռացում
ka: მონაცემთა ბაზის წაშლა...
ru: Удаление базы данных...

source: Removing Group...
bg: Премахване на група...
es: Eliminando Grupo...
hy: Խմբի հեռացում
ka: ჯგუფის წაშლა...
ru: Удаление группы...

source: Removing User
bg: Премахване на потребител
es: Eliminando Usuario
hy: Օգտագործողի հեռացում
ka: მომხმარებლის წაშლა
ru: Удаление пользователя

source: Removing database from IncoCloud...
bg: Премахване на база данни от IncoCloud...
es: Eliminando la base de datos de IncoCloud...
hy: Հեռացնել տվյալների բազան IncoCloud-ից
ka: მონაცემთა ბაზის წაშლა ინკოღრუბლიდან...
ru: Удаление базы данных из IncoCloud...

source: Removing group from IncoCloud...
bg: Премахване на група от IncoCloud...
es: Eliminando el grupo desde IncoCloud...
hy: Հեռացնել խումբը IncoCloud-ից
ka: ჯგუფის წაშლა ინკოღრუბლიდან...
ru: Удаление группы из IncoCloud...

source: Report
az: Hesabat
bg: Справка
es: Reporte
fr: Le Rapport
hy: Հաշվետվություն
ka: რაპორტი
pl: Raport
ru: Отчет
uk: Звіт

source: Report Designer
az: Hesabatların dizayneri
bg: Дизайнер на справки
es: Diseño de Reporte
fr: Concepteur de rapports
hy: Հաշվետվությունների դիզայներ
ka: ანგარიშის დიზაინერი
pl: Projektant raportów
ru: Дизайнер отчетов
uk: Конструктор звітів

source: Report a Bug...
az: Səhvlərin hesabatı...
bg: Отчет за грешка...
es: Informar de un fallo...
fr: Signaler un bogue ...
hy: Հաշվետվություն սխալի մասին
ka: რაპორტი შეცდომის შესახებ...
pl: Raport o błędzie...
ru: Отчет об ошибке...
uk: Звіт про помилки...

source: Report details
az: Hesabatın detalları
bg: Детайли
es: Detalles del reporte
fr: Détails du rapport
hy: Հաշվետվության մանրամասներ
ka: რაპორტის დეტალები
pl: Detale raportu
ru: Детали отчета
uk: Деталі звіту

source: Report name cannot be empty!
az: Hesabatın adı boş ola bilməz!
bg: Необходимо е да въведете име на справка!
es: ¡El nombre del reporte no puede estr vacío!
fr: Nom du rapport ne peut pas être vide!
hy: Հաշվետվության անվանումը չի կարող դատարկ լինել
ka: ანგარიშის სახელი შეუძლებელია იყოს ცარიელი!!
pl: Miano raportu nie moze byc pusty!
ru: Наименование отчета не может быть пустым!
uk: Назва звіту не може бути порожня!

source: Report or a report group with the name "{0}" already exists! Do you want to save the report anyway?
az: "{0}" adda hesabat və ya hesabat qrupu artıq mövcuddur! Yadda saxlayırsınız?
bg: Справка или група от справки с име "{0}" вече съществува. Желаете ли да продължите?
es: ¡Un reporte o un grupo de reportes con el nombre "{0}" ya existe! ¿Desea guardar el reporte de todas formas?
fr: Le rapport ou le rapport d'un groupe avec le nom "{0}"existe déjà! Voulez-vous enregistrer le rapport de toute façon?
hy: "{0}" հաշվետվությունը կամ հաշվետվությունների խումբը արդեն գոյություն ունի.շարունակել?
ka: ანგარიში ან ანგარიშის ჯგუფი სახელით "{0}" უკვე არსებობს! მაინც გსურთ ანგარიშის შენახვა?
pl: Raport albo grupa raportów z takim imieniem"{0}" już istnieje! Zachować?
ru: Отчет или группа отчетов с таким именем "{0}" уже существует! Сохранить?
uk: Доповідь чи доповідь групи з назвою "{0}" вже існує! Ви хочете зберегти звіт у будь-якому випадку?

source: Reports
az: Hesabatlar
bg: Справки
es: Reportes
fr: Rapports
hy: Հաշվետվություն
ka: რაპორტები
pl: Raporty
ru: Отчеты
uk: Звіти

source: Reprint Credit Note
az: Повторить печать кредитного извещения
bg: Повторен печат на кредитно известие
es: Reimprimir nota de crédito
fr: Réimpression du note de crédit
hy: Վերատպել Կրեդիտային տեղեկություն
ka: საკრედიტო ცნობის ხელახლა ამოეჭდვა
pl: Powtórzyć druk kredytowego zawiadomienia
ru: Повторить печать кредит-ноты

source: Reprint Debit Note
az: Повторить печать дебетного извещения
bg: Повторен печат на дебитно известие
es: Reimprimir la nota de débito
fr: Réimpression du note de débit
hy: Վերատպել դեբետային տեղեկությունը
ka: სადებეტო ცნობის ხელახლა ამოეჭდვა
pl: Powtórzyć druk debetowego zawiadomienia
ru: Повторить печать дебет-ноты

source: Reprint Documents
az: Sənədlərin yenidən çapı
bg: Повторен печат на документи
es: Reimprimir documentos
fr: Réimpression des Documents
hy: Փաստաթղթերի կրկնակի տպում
ka: დოკუმენტების განმეორებითი ბეჭდვა
pl: Ponowny druk dokumentów
ru: Повторная печать документов
uk: Повторити друк документів

source: Reprint Invoice
az: Hesab-fakturanın yenidən çapı
bg: Повторен печат на фактура
es: Reimprimir factura
fr: Réimpression de facture
hy: Ապրանքագրի վերատպում
ka: ინვოსისი განმეორებით ამობეჭდვა
pl: Ponowny druk Faktury
ru: Повторная печать счета-фактуры
uk: Передрук рахунків

source: Required license:
az: İcbari lisenziya:
bg: Необходим лиценз:
es: Licencia requerida:
fr: La licence demandée:
hy: Պահանջվող լիցենզիա
ka: საჭიროა ლიცენზია:
pl: Obowiązkowa licencja :
ru: Обязательная лицензия:
uk: Обов'язкові ліцензії:

source: Reservation
az: Rezervasiya
bg: Резервация
es: Reservación
fr: Réservation
hy: Ամրագրում
ka: რეზერვაცია
pl: Rezerwacja
ru: Резервирование
uk: Резервування

source: Reservation Details
az: Rezervasiya detalları
bg: Подробно за резервацията
es: Detalles de la Reservación
fr: Détails de réservation
hy: Ամրագրման մանրամասներ
ka: ჯავშნის დეტალები
pl: Detale rezerwatu
ru: Детали резервации
uk: Детальне бронювання

source: Reservations
az: Rezervasiya
bg: Резервации
es: Reservaciones
fr: Les réservations
hy: Ամրագրումներ
ka: ჯავშნები
pl: Rezerwacji
ru: Резервации
uk: Бронювання

source: Reservations Report
az: Rezervasiya hesabatı
bg: Отчет за резервации
es: Reporte de Reservaciones
fr: Etat des Réservations
hy: Ամրագրումների հաշվետվությունն
ka: ჯავშნების ანგარიშები
pl: Raport o rezerwacjach
ru: Отчет о резервациях
uk: Звіт бронювання

source: Reservations for {0}
az: Rezervasiya {0} üçün
bg: Резервации за {0}
es: Reservaciones para {0}
fr: Les réservations pour {0}
hy: Ամրագրումներ {0}-ի
ka: ჯავშნები {0} -თვის
pl: Rezerwacji dla {0}
ru: Резервации для {0}
uk: Бронювання для {0}

source: Reserve
az: Rezervasiya
bg: Резервиране
es: Reservar
fr: Réserver
hy: Ամրագրում
ka: რეზერვი
pl: Rezerwować
ru: Резервировать
uk: Резерв

source: Reset
az: Ləğv
bg: Нулиране
es: Nulidad
fr: Réinitialiser
hy: Ետ բերել
ka: ჩამოყრა
pl: Resetuj
ru: Сброс
uk: Скинути

source: Reset Forgotten Password
bg: Нулиране на забравена парола
es: Vuelva a insertar la contraseña olvidada
hy: Ետ բերել գաղտնաբառը
ka: დავიწყებული პაროლისჩამოყრა
ru: Сбросить забытый пароль

source: Reset Operations
az: Əməliyyatın ləğvi
bg: Нулиране на операциите
es: Reiniciar operaciones
fr: Réinitialiser les opérations
hy: Օպերացիաները ետ բերել
ka: ოპერაციის ჩამოყრა
pl: Resetuj operacje
ru: Сброс операции
uk: Скинути операції

source: Reset Permissions
bg: Нулиране на правата
es: Reiniciar permisos
fr: Réinitialiser les autorisations
hy: Մաքրել թույլատվությունը
ka: უფლებების ჩამოყრა
ru: Сброс разрешений

source: Reset Window Layout
az: Pəncərə ayarlarını sil
bg: Нулиране състоянието на прозореца
es: Resetear el Esquema de Window
fr: Rétablir la disposition de la fenêtre
hy: Վերականգնել պատուհանների դասավորվածությունը
ka: ფანჯრის გამოსახულების დაყენება
pl: Resetuj ustawienia okna
ru: Сброс настроек окна

source: Resize
az: Ölçünü dəyiş
bg: Преоразмеряване
es: Redimensionar
fr: Redimensionner
hy: Փոխել չափսերը
ka: ზომის შეცვლა
pl: Zmienić rozmiar
ru: Размер
uk: Змінити розмір

source: Responsible:
az: Cavabdeh:
bg: Отговорен:
es: Responsable:
fr: Responsable:
hy: Ստորագրություն
ka: პასუხისმგებელი:
pl: Odpowiedzialność
ru: Ответственный:
uk: Відповідальний:

source: Restart
az: Yenidən yüklə
bg: Рестарт
es: Reiniciar
fr: Redémarrer
hy: Վերսկսել
ka: გადატვირთვა
pl: Ponowne uruchomienie
ru: Перезапуск
uk: Перестартувати

source: Restart Required
bg: Нужен е рестарт
es: Reinicio Requerido
hy: Պահանջվում է վերաթողարկում
ka: სავალდებულო გადატვირთვა
ru: Необходим перезапуск

source: Restart now?
az: Yenidən yüklə?
bg: Рестартиране сега?
es: Reiniciar ahora?
fr: Redémarrer maintenant?
hy: Վերսկսել ?
ka: ახლავე გადავტვირთო?
pl: Ponownie uruchomiać teraz?
ru: Перезапустить сейчас?
uk: Перестартувати зара?

source: Restaurant
az: Restoran
bg: Ресторант
es: Restaurante
fr: Le Restaurant
hy: Ռեստորան
ka: რესტორანი
pl: Restauracja
ru: Ресторан
uk: Ресторан

source: Restaurant Order
az: Restoran sifarişi
bg: Ресторантска поръчка
es: Pedido del Restaurante
fr: Commandes de Restaurant
hy: Ռեստորանային պատվեր
ka: რესტორნის შეკვეთა
pl: Zamówienie restauracji
ru: Заказ ресторана
uk: Замовлення ресторана

source: Restore from IncoCloud
bg: Възстановяване от "IncoCloud"
es: Restaurar desde IncoCLoud
fr: Restaurer à partir de IncoCloud
hy: Վերականգնել IncoCloud-ից
ka: ინკოღრუბლიდან აღდგენა
ru: Восстановить из IncoCloud

source: Result Preview
az: Nəticələrə baxış
bg: Преглед на резултата
es: Vista previa de los resultados
fr: Aperçu des résultats
hy: Արդյունքների արտացոլում
ka: შედეგის გადახედვა
pl: Przegląd wyników
ru: Просмотр результатов
uk: Попередній результат

source: Retail Price
az: Satış qiyməti
bg: Цена на дребно
es: Precio de Venta al por menor
fr: Prix détaillé
hy: Վաճառքի գին
ka: გასაყიდი ფასი
pl: Przekupna Cena
ru: Продажная цена
uk: Роздрібна ціна

source: Retail price
az: Satış qiyməti
bg: Цена на дребно
es: Precio de venta al por menor
fr: Prix détaillé
hy: Վաճառքի գին
ka: გასაყიდი ფასი
pl: Przekupna cena
ru: Продажная цена
uk: Продажна ціна

source: Retail price:
az: Satış qiyməti:
bg: Цена на дребно:
es: Precio de venta al por menor:
fr: Prix détaillé:
hy: Վաճառքի գին
ka: გასაყიდი ფასი:
pl: Przekupna cena:
ru: Продажная цена:
uk: Продажна ціна:

source: Retail store
az: Pərakəndə mağaza
bg: Магазин
es: Tienda minorista
fr: Magasin au détails
hy: Առևտուր
ka: საცალო მაღაზია
pl: Handel detaliczny sklepu
ru: Розничный магазин

source: Retry
az: Təkrarla
bg: Повторен опит
es: Reintentar
fr: Réssaier
hy: Կրկնել
ka: გამეორება
pl: Powtórzyć
ru: Повторить
uk: Повторити

source: Return
az: Qaytarma
bg: Рекламация
es: Devolución
fr: Retour
hy: Վերադարձ
ka: დაბრუნება
pl: Powrót
ru: Возврат

source: Return No. {0}, {1}
az: Qaytarma №{0},{1}
bg: Рекламация № {0}, {1}
es: Devolución No.{0}, {1}
fr: Remboursement N°{0}, {1}
hy: Վերադարձ No. {0}, {1}
ka: დაბრუნება No. {0}, {1}
pl: Powrót №{0},{1}
ru: Возврат №{0},{1}

source: Return...
az: Qaytarma...
bg: Рекламация...
es: Devolución...
fr: Retour…
hy: Վերադարձ
ka: დაბრუნება
pl: Powrót...
ru: Возврат...

source: Returned Amount
bg: Върната сума
es: Importe Devuelto
hy: Վճարի վերադարձ
ka: დაბრუნებული თანხა
ru: Возвращенное кол-во

source: Returned Qtty
az: Sayı
bg: Върнато количество
es: Cantidad Devuelta
fr: Qtté Retourné
hy: Վերադարձ
ka: დაბრუნების რაოდენობა
pl: Razem
ru: Кол-во

source: Returned Qty
bg: Върнато количество
es: Cant. Devuelta
hy: Իրացում վերադարձ
ka: დაბრუნებული რაოდენობა
ru: Кол-во

source: Returned to Supplier Qtty
bg: Върнато на доставчика к-во
es: Cantidad Devuelta al Proveedor
hy: Վերադարձ մատակարարին
ka: დაბრუნებული რაოდენობა მომწოდებლისთვის
ru: Количество, возвращенное поставщику

source: Returns
bg: Рекламации
es: Devoluciones
hy: Վերադարձ
ka: დაბრუნებები
ru: Возвраты

source: Returns - Select Document
az: Qaytarmalar-Sənəd seçimi
bg: Рекламация - избор на документ
es: Devoluciones - Seleccionar documento
fr: Retour - Sélectionnez Document
hy: Վերադարձ
ka: დაბრუნებები - დოკუმენტის არჩევა
pl: Powroty - Wybór dokumentu
ru: Возвраты - Выбор документа
uk: Повернення - Вибір документа

source: Returns Report
az: Qaytarmalar üzrə hesabat
bg: Справка за рекламации
es: Reporte de Devoluciones
fr: Rapport de retour
hy: Վերադարձ
ka: დაბრუნების ანგარიში
pl: Raport po powrotach
ru: Отчет по возвратам

source: Returns...
az: Qaytarmalar...
bg: Рекламации...
es: Devoluciones...
fr: Retourne ...
hy: Վերադարձ
ka: დაბრუნებები
pl: Powroty...
ru: Возвраты...

source: Right
az: Sağa
bg: Дясно
es: Derecho
fr: Droite
hy: Աջ
ka: მარჯვნივ
pl: Na prawo
ru: Направо
uk: Направо

source: Room {0}
az: Zal {0}
bg: Зала {0}
es: Habitación {0}
fr: Salle {0}
hy: Սենյակ {0}
ka: ოთახი {0}
pl: Pokój {0}
ru: Зал {0}

source: Rooms:
az: Zalların sayı:
bg: Зали:
es: Habitaciones
fr: Les salles
hy: Սենյակներ
ka: ოთახები:
pl: Pokoje
ru: Количество залов:

source: Rotate
az: Çevirmək
bg: Завъртане
es: Rotar
fr: Tourner
hy: Պտտել
ka: მობრუნება
pl: Obrucić
ru: Повернуть
uk: Повернути
