Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Price group 8:
az: Qiymət qrupu 8
bg: Ценова група 8:
es: Grupo de precio 8:
fr: Groupe de prix 8:
hy: Գնային խումբ 8
ka: საფასო ჯგუფი 8:
pl: Cenowa grupa 8:
ru: Ценовая группа 8:
uk: Цінова група 8:

source: Price group for the web store:
bg: Ценова група за интернет магазина:
es: Grupo de precios para la tienda web:
hy: Ինտերնետ խանութի գնային խումբ
ka: საფასო ჯგუფი ვებ-მაღაზიისთვის:
ru: Ценовая группа для интернет-магазина:

source: Price group types
az: Qiymət qrupu tipləri
bg: Типове ценови групи
es: Tipos de grupos de precios
fr: Prix de Types de groupes
hy: Գնային խմբի տեսակներ
ka: საფასო ჯგუფი 8:
pl: Typy cenowych grup
ru: Типы ценовых групп
uk: Тип цінової групи

source: Price group:
az: Qiymət qrupu:
bg: Ценова група:
es: Grupo de precio:
fr: Groupe de prix:
hy: Գնային խումբ
ka: საფასო ჯგუფი:
pl: Cenowa grupa :
ru: Ценовая группа:
uk: Цінова група:

source: Price rule
az: Qiymət qaydası
bg: Ценово правило
es: Regla de precio
fr: La règle de prix
hy: Գնային օրենքներ
ka: საფასო წესი
ru: Ценовое правило

source: Price rule applied
bg: Приложено ценово правило
es: Regla de precio aplicada
hy: Գնային կանոնը կիրառվում է
ka: საფასო წესი დაყენებულია
ru: Применено ценовое правило

source: Price w/o VAT
az: ƏDV-siz qiymət
bg: Цени без ДДС
es: Precio sin IVA
fr: Prixavec/sans TVA
hy: Գինը առանց ԱԱՀ-ի
ka: ფასი დღგ-ს გარეშე
pl: Cena bez VAT
ru: Цена без НДС
uk: Ціна без ПДВ

source: Price:
bg: Цена:
es: Precio:
hy: Գին
ka: ფასი:
ru: Цена:

source: Prices
az: Qiymətlər
bg: Цени
es: Precios
fr: Prix
hy: Գներ
ka: ფასები
pl: Ceny
ru: Цены
uk: Ціни

source: Prices format
az: Qiymət formatı
bg: Формат на цените
es: Formato de precios
fr: Format Prix
hy: Գների ֆորմատը
ka: ფასების ფორმატი
pl: Format cen
ru: Формат цен
uk: Формат цін

source: Prices view
az: Görünüş nümunəsi
bg: Изглед на цените
es: Ver precios
fr: Vue des prix
hy: Գների օրինակ
ka: ფასების გამოსახულება
pl: Przykład odzwierciedlenia
ru: Пример отображения
uk: Приклад відображення

source: Print
az: Çap
bg: Печат
es: Imprimir
fr: Imprimer
hy: Տպել
ka: ბეჭდვა
pl: Druk
ru: Печать
uk: Друк

source: Print All
az: Hamısının çapı
bg: Печат на всичко
es: Imprimir Todo
fr: Imprimer tout
hy: Տպել
ka: ყველაფრის ბეჭდვა
pl: Drukować wszystko
ru: Печатать все
uk: Друкувати все

source: Print Barcode
az: Barkod çapı
bg: Печат на баркод
es: Imprimir Código de barra
fr: Imprimer le code à barres
hy: Տպել գծիկավոր կոդը
ka: შტრიხკოდის ბეჭდვა
pl: Druk kodów kreskowych
ru: Печать штрих-кода
uk: Друк штрихкоду

source: Print Barcodes
bg: Печат на баркодове
es: Imprimir Códigos de barra
fr: Imprimer les codes à barres
hy: Տպել գծիկավոր կոդերը
ka: შტრიხკოდების ბეჭდვა
ru: Печать штрих-кодов
uk: Друк штрихкодів

source: Print Dublicate
az: Dublikat çapı
bg: Печат на дубликат
es: Imprimir Duplicado
fr: Imprimer Dublicate
hy: Տպել կրկնօրինակ
ka: ასლის ბეჭდვა
pl: Druk duplikatu
ru: Печать дубликата
uk: Друк дублікату

source: Print Duplicate of Last Receipt
bg: Печат на дубликат на последната бележка
es: Imprimir Duplicado del Último Recibo
hy: Տպել վերջին կտրոնի կրկնօրինակը
ka: დაბეჭდე ბოლო ანგარიში ასლი
ru: Печать копии последнего документа

source: Print Fiscal Text
az: Fiskal mətn çapı
bg: Печат на фискален текст
es: Imprimir Texto Fiscal
fr: Imprimer le texte
hy: Տպել ֆիսկալային տեքստ
ka: ფისკალური ტექსტის ბეჭდვა
pl: Druk fiskalnego tekstu
ru: Печать фискального текста
uk: Друк фіскального тексту

source: Print Free Text
bg: Печат на свободен текст
es: Imprimir Texto Libre
fr: Imprimer un texte libre
hy: Տպել ազատ տեքստ
ka: თავისუფალი ტექსტის ბეჭდვა
ru: Печать свободного текста

source: Print Graphical Logo
az: Qrafik loqotip çapı
bg: Печат на графично лого
es: Imprimir Logotipo Gráfico
fr: Imprimer Logo graphique
hy: Տպել գրաֆիկական լոգոտիպ
ka: გრაფიკული ლოგოტიპის ბეჭდვა
pl: Druk graficznego logotypu
ru: Печать графического логотипа
uk: Друк графічного логотипу

source: Print Non-Final Receipts
az: Qeyri fiskal çek çapı
bg: Печат на нефискални касови бележки
es: No imprimir Recibos Finales
fr: Imprimer non-finales recettes
hy: Միջանկյալ կտրոն տպում
ka: არასაბოლოო რეცეპტების ამობეჭდვა
pl: Druk niefiskalnych czeków
ru: Печать нефискальных чеков
uk: Надходження заключного номеру для друку

source: Print Non-Fiscal Key Value
az: Qeyri fiskal parametr çapı
bg: Печат на нефискални ключ и стойност
es: Imprimir Valor de la llave No-Fiscal
fr: Imprimer lavaleur de la clé
hy: Ոչ ֆիսկալային պարամետրեր տպում
ka: არაფისკალური გასაღების მნიშვნელობის ბეჭდვა
pl: Druk niefiskalnego parametru
ru: Печать нефискального параметра
uk: Друк нефіскального параметру

source: Print Non-Fiscal Text
az: Qeyri fiskal mətn çapı
bg: Печат на нефискален текст
es: Imprimir Texto No-Fiscal
fr: Imprimer du texte
hy: Տպել ոչ ֆիսկալային տեքստ
ka: არაფისკალური ტექსტის ბეჭდვა
pl: Druk niefiskalnego tekstu
ru: Печать нефискального текста
uk: Друк нефіскального тексту

source: Print Non-Fiscal Title
az: Qeyri fiskal başlıq çapı
bg: Печат на нефискално заглавие
es: Imprimir Título No-Fiscal
fr: Imprimer du titre
hy: Տպել ոչ ֆիսկալային վերնագիր
ka: არაფისკალური სათაურის ბეჭდვა
pl: Druk niefiskalnego tytułu
ru: Печать нефискального заголовка
uk: Друк нефіскального заголовка

source: Print Server
bg: Печатащ сървър
es: Servidor de Impresión
fr: Serveur d'impression
hy: Տպման սերվեր
ka: პრინტ-სერვერი
ru: Сервер печати

source: Print Server...
bg: Печатащ сървър...
es: Servidor de Impresión...
fr: Serveur d'impression
hy: Տպման սերվեր
ka: პრინტ-სერვერი...
ru: Сервер печати...

source: Print Signature
az: Цифровая подпись
bg: Печат на подпис
es: Imprimir Firma
fr: Signature d'impression
hy: Տպել ստորագրություն
ka: ხელმოწერის ბეჭდვა
pl: Drukowanie Podpisu
ru: Цифровая подпись

source: Print a payment note?
bg: Печат на документ за плащане?
es: ¿Imprimir una nota de pago?
hy: Տպել վճարային փաստաթուղթը?
ka: დავბეჭდო გადახდის შენიშვნა?
ru: Напечатать извещение об оплате?

source: Print cash order
bg: Печат на касов ордер
es: Imprimir pedido al contado
hy: Տպել դրամարկղային օրդերը
ka: სალაროს დავალების ბეჭდვა
ru: Печать кассовых ордеров
uk: Друк касового ордера

source: Print cash receipt
bg: Печат на касова бележка
es: Imprimir recibo en efectivo
hy: Տպել վաճառքի կտրոնը
ka: სალაროს ქვითრის ბეჭდვა
ru: Печать фискального чека

source: Print cash receipt by default
bg: Печат на касова бележка по подразбиране
hy: Տպել կանխիկի կտրոնը լռությամբ
ka: სალაროს ქვითრის ბეჭდვა
ru: Печать итогового чека по умолчанию

source: Print cash receipt for bank payments by default
bg: Печат на касова бележка за банкови плащания по подразбиране
hy: Տպել անկանխիկ կտրոնը լռությամբ
ka: სალაროს ქვითრის ბეჭდვა საბანკო გადახდის დროს
ru: Печатать чек для банковского платежа по умолчанию

source: Print cash receipts
bg: Печат на касови бележки
es: Imprimir recibos en efectivo
hy: Տպել վաճառքի կտրոնը
ka: სალაროს ქვითრების ბეჭდვა
ru: Печать фискальных чеков

source: Print copy
bg: Печат на копие
hy: Տպել կրկնօրինակը
ka: ასლის ბეჭდვა
ru: Печатать копию

source: Print customer order
bg: Печат на клиентска поръчка
hy: Տպել հաճախորդի պատվերը
ka: მომხმარებლის შეკვეთის ბეჭდვა
ru: Печатать заказ

source: Print customer orders
az: Müştəri sifarişlərinin çapı
bg: Печат на клиентски поръчки
es: Imprimir pedido del cliente
fr: Imprimer les commandes des clients
hy: Տպել հաճախորդի պատվերները
ka: კლიენტის შეკვეთების ბეჭდვა
pl: Druk klienckich zamówień
ru: Печать клиентских заказов
uk: Друк клієнських замовлень

source: Print document
az: Sənəd çapı
bg: Печат на документ
es: Imprimir documento
fr: Imprimer le document
hy: Տպել փաստաթուղթը
ka: დოკუმენტის ბეჭდვა
pl: Druk dokumentu
ru: Печать документа
uk: Друк документу

source: Print documents:
az: Sənəd çapı:
bg: Печат на документи:
es: Imprimir documentos:
fr: Impression les documents:
hy: Տպել փաստաթղթեր
ka: დასაბეჭდი დოკუმენტები:
pl: Druk dokumentów:
ru: Печать документов:
uk: Друк документів:

source: Print invoice
bg: Печат на фактура
hy: Տպել ապրանքագիրը
ka: ინვოისის ბეჭდვა
ru: Печатать счет-фактуру

source: Print kitchen orders
az: Mətbəx üçün sifarişlərin çapı
bg: Печат на кухненски поръчки
es: Imprimir pedido de cocina
fr: Imprimer les ordres de cuisine
hy: Տպել խոհանոցի պատվերները
ka: სამზარეულო შეკვეთების ბეჭდვა
pl: Druk kuchennych zamówień
ru: Печать кухонных заказов
uk: Друк кухонних замовлень

source: Print location on receipts
az: Obyektin çekdə çapı
bg: Печат на обект на касовите бележки
es: Imprimir entidad en el recibo
fr: Imprimer emplacement sur les recettes
hy: Տպել տեղամասը կտրոնի վրա
ka: ჩეკზე ადგილმდებარეობის ბეჭდვა
pl: Druk działki na czeku
ru: Печать объекта на чеке
uk: Друк об'єкту продажу на чеку

source: Print only total on cash receipts
bg: Печат само на тотал в касовите бележки
hy: Տպել միյայն վրջնահաշվարկի տողը
ka: ჯამური ქვითრების ბეჭდვა
ru: Печатать только итог на чеках

source: Print operator on receipts
bg: Печат на оператор на касовите бележки
es: Imprimir operadores en recibos
hy: Տպել օպերատորին կտրոնի վրա
ka: ჩეკზე ოპერატორის ბეჭდვა
ru: Печатать имя оператора на чеках

source: Print order code on receipts
bg: Печат на код на поръчка на касовите бележки
es: Imprimir código de orden en recibos
hy: Տպել պատվերի համարը կտրոնի վրա
ka: ჩეკზე შეკვეთის ნომრის ბეჭდვა
ru: Печатать код заказа на чеках

source: Print original
bg: Печат на оригинал
hy: Տպել բնօրինակը
ka: ორიგინალის ბეჭდვა
ru: Печатать оригинал

source: Print partial customer receipts
az: Müştəri üçün aralıq çekının çapı
bg: Печат на междинни клиентски бележки
es: Imprimir recibo parcial del cliente
fr: Imprimer La recettes des clients partiels
hy: Հաճախորդի միջանկյալ կտրոնի տպում
ka: გაშიფრული ჩეკის ბეჭდვა
pl: Druk pośredniego czeku dla klienta
ru: Печать промежуточного чека для клиента
uk: Друк проміжного чека для клієнта

source: Print partner on receipts
az: Çekdə partnyor adının çapı
bg: Печат на партньор на касовите бележки
es: Imprimir socio en el recibo
fr: Imprimer partenaire dans les recettes
hy: Տպել գործընկերներին կտրոնի վրա
ka: ჩეკზე პარტნიორის ბეჭდვა
pl: Druk miana partnera na czeku
ru: Печать наименования партнера на чеке
uk: Друкувати назву партнера на чеку

source: Print payment document
az: Ödəmə kvitansiyasının çapı
bg: Печат на платежен документ
es: Imprimir documento de pago
fr: Imprimer le document de paiement
hy: Տպել վճարման փաստաթուղթը
ka: გადახდის დოკუმენტის ბეჭდვა
pl: Drukowanie dokumenu opłaty
ru: Печать квитанции об оплате
uk: Друк платіжного документа

source: Print payment note
az: Ödəmə sənədinin çapı
bg: Печат на документ за плащане
es: Imprimir nota de pago
fr: Imprimer la note de paiement
hy: Տպել վճարային փաստաթուղթը
ka: სადაგასახადო დოკუმენტის ბეჭდვა
pl: Druk płatniczego dokumentu
ru: Печать платежного документа
uk: Друк платіжного документу

source: Print sale bar code number
az: Satış nömrəsilə barkod çapı
bg: Печат на баркод с номера на продажбата
es: Imprimir el número del código de barra de la venta
fr: Imprimer le code à barre de vente
hy: Տպել վաճառքի գծիկավոր կոդի համարը
ka: შტრიხკოდის ბეჭდვა გადახდის ნომრით
pl: Druk kodu kreskowego z numerem sprzedaży
ru: Печать штрих-кода с номером продажи
uk: Друк штрихкоду з номером продажу

source: Print sale bar code on receipts (if supported)
az: Satış nömrəsilə çekdə barkod çapı
bg: Печат на баркод върху бележките (ако се поддържа)
es: Imprimir código de barra de la venta en el recibo (si está soportado)
fr: Imprimer le code à barre de vente aux réceptions (si supporté)
hy: Տպել վաճառքի գծիկավոր կոդի համարը կտրոնի վրա (եթե ապահովում է)
ka: შტრიხკოდის ბეჭდვა გადახდის ნომრით ჩეკზე (თუ არის მხარდაჭერა)
pl: Druk kodu kreskowego z numerem sprzedaży na paragonie (jeśli podtrzymuje się)
ru: Печать штрих-кода с номером продажи на чеке (если поддерживается)
uk: Друк штрихкоду з номером продажу на чеку (якщо підтримується)

source: Print sale code on receipts
az: Çekdə satış kodunun çapı
bg: Печат на номер на продажбата
es: Imprimir código de venta en el recibo
fr: Imprimer le code de vente aux réceptions
hy: Տպել վաճառքի կոդը կտրոնի վրա
ka: ჩეკზე გაყიდვის კოდის ბეჭდვა
pl: Druk kodu sprzedaży na czeku
ru: Печать кода продажи на чеке
uk: Друк коду продажу на чеку

source: Print text
az: Mətn çapı
bg: Печат на текст
es: Imprimir texto
fr: Imprimer le texte
hy: Տպել տեքստ
ka: ტექსტის ბეჭდვა
pl: Druk tekstu
ru: Печать текста
uk: Друк тексту

source: Printed by {0}, {1}
az: Çap elədi {0}, {1}
bg: Отпечатано от {0}, {1}
es: Impreso por {0}, {1}
fr: Imprimé par {0}, {1}
hy: Տպել է {0}, {1}
ka: დაბეჭდა {0}, {1}
pl: Wydrukował(a) {0}, {1}
ru: Распечатал(а) {0}, {1}
uk: Роздрокував {0}, {1}

source: Printer serial number
az: Printerin seriya nömrəsi
bg: Сериен номер на принтера
es: Número de serie de la impresora
fr: Numéro de série de l'imprimante
hy: Տպիչի սերիալ համարը
ka: პრინტერის სერიული ნომერი
pl: Seryjny numer drukarki
ru: Серийный номер принтера
uk: Серійний номер друкарки

source: Printer:
bg: Принтер:
es: Impresora:
fr: Imprimante:
hy: Տպիչ
ka: პრინტერი:
pl: Drukarka:
ru: Принтер:
uk: Друкарка:

source: Printing
az: Çap
bg: Печат
es: Imprimiendo
fr: Impression
hy: Տպում
ka: ბეჭდვა
pl: Druk
ru: Печать
uk: Друк

source: Printing annulled kitchen receipts...
az: Ləğv edilmiş aralıq sifarişlərin çapı...
bg: Печат на анулирани кухненски поръчки...
es: Imprimiendo recibos de cocina anulados ...
fr: Impression des reçus de cuisine annulé ...
hy: Տպել հերքված խոհանոցային պատվերներ
ka: ანულირებული სამზარეულო შეკვეთების ბეჭდვა...
pl: Druk anulowanych pośrednich zamówień...
ru: Печать аннулированных промежуточных заказов...
uk: Друк анульованих попередніх замовлень...

source: Printing cash receipt...
bg: Печат на касова бележка...
es: Imprimiendo recibo en efectibo...
hy: Տպել Վճարման կտրոններ
ka: სალაროს ქვითრის ბეჭდვა...
ru: Печать фискального чека...

source: Printing invoice...
bg: Печат на фактура...
hy: Ապրանքագրի տպում
ka: იბეჭდება ინვოისი...
ru: Печатать счет-фактуру...

source: Printing kitchen receipts...
az: Aralıq sifarişlərin çapı...
bg: Печат на кухненски поръчки...
es: Imprimiendo recibo de cocina...
fr: Impression des reçu de cuisine ...
hy: Տպել խոհանոցային կտրոններ
ka: შუალედური შეკვეთების ბეჭდვა...
pl: Druk pośrednich zamówień...
ru: Печать промежуточных заказов...
uk: Друк попередніх замовлень...

source: Printing receipt...
bg: Печат на бележка...
es: Imprimiendo recibo...
hy: Տպել կտրոններ
ka: ქვითრის ბეჭდვა
ru: Печать чека...

source: Printing report...
az: Hesabat çapı...
bg: Печат на справка...
es: Imprimiendo reporte...
fr: Rapport d'impression ...
hy: Տպման հաշվետվություն
ka: იბეჭდება რაპორტი...
pl: Druk raportu...
ru: Печать отчета...
uk: Друк звіту...

source: Printing...
az: Çap...
bg: Печатане...
es: Imprimiendo...
fr: Impression ...
hy: Տպում...
ka: ბეჭდვა...
pl: Druk...
ru: Печать...
uk: Друк...

source: Priority
az: Prioritet
bg: Приоритет
es: Prioridad
fr: Priorité
hy: Նախապատվություն
ka: პრიორიტეტი
pl: Priorytet
ru: Приоритет
uk: Першочерговість

source: Process Card Payment
bg: Обработка на картово разплащане
es: Procesar el Pago por Tarjeta
hy: Քարտային վճարման պրոցես
ka: ბარათით გადახდის დამუშავება
ru: Обработка оплаты картой

source: Process credit card payments directly from the system.
bg: Обработка на кредитни карти директно от системата.
es: Procesar pagos por tarjeta de crédito directamente desde el sistema.
hy: Քարտային վճարում անմիջապես համակարգից
ka: საკრედიტო ბარათით გადახდის დამუშავება უშუალოდ სისტემიდან
ru: Обработка кредитных карт напрямую из системы.

source: Processing payment for {0}
bg: Обработка на плащане за {0}
es: Procesando pago por {0}
hy: {0} վճարման մշակում
ka: მუშავდება გადახდა {0}თვის
ru: Обработка оплаты для {0}

source: Product missmatch
az: Məhsul uyğunsuzluğu
bg: Продуктът не съвпада
es: Productos incompatibles
fr: Produit incorrect
hy: Ապրանքի անհամապատասխանություն
ka: საქონლის შეუსაბამებლობა
pl: Niezgodność produktu
ru: Несоответствие продукта
uk: Невідповідність продукту

source: Production
az: İstehsal
bg: Производство
es: Producción
hy: Արտադրություն
ka: წარმოება
pl: Produkcja
ru: Производство
uk: Виробництво

source: Production - Select Document
az: İstehsal - Sənəd seç
bg: Производство - избор на документ
es: Producción - Seleccionar documento
fr: Production - Sélectionnez Document
hy: Արտադրություն
ka: წარმოება - აირჩიეთ დოკუმენტი
pl: Produkcja - Wybierzcie dokument
ru: Производство - Выбор документа
uk: Виробництво - Виберіть документ

source: Production Date
az: İstehsal tarixi
bg: Дата на производство
es: Fecha de Producción
fr: Date de production
hy: Արտադրման ամսաթիվը
ka: წარმოების თარიღი
pl: Data Produkcji
ru: Дата производства
uk: Дата виробництва

source: Production Material
az: İstehsal üçün xammal
bg: Материал за производство
es: Material de Producción
fr: Matériel de production
hy: Հումք
ka: მასალა წარმოებისთვის
pl: Surowiec dla produkcji
ru: Сырье для производства
uk: Сировина для виробництва

source: Production Product
az: İstehsal məhsulu
bg: Продукт от производство
es: Producto de Producción
fr: Production de produit
hy: Արտադրանք
ka: წარმოების პროდუქტი
pl: Produkt produkcji
ru: Продукт производства
uk: Продукт виробництва

source: Production date
az: İstehsal tarixi
bg: Дата на производство
es: Fecha de producción
fr: Date de production
hy: Արտադրանքի տվյալները
ka: წარმოების თარიღი
pl: Data produkcji
ru: Дата производства
uk: Дата виробництва

source: Production...
az: İstehsal...
bg: Производство...
es: Producción...
hy: Արտադրություն
ka: წარმოება...
pl: Produkcja...
ru: Производство...
uk: Виробництво...

source: Productions Report
az: İstehsal üzrə hesabat
bg: Справка за производство
es: Reporte Producciones
fr: Rapport Productions
hy: Արտադրություններ
ka: რაპორტი წარმოების მიხედვით
pl: Sprawozdanie po produkcji
ru: Отчет по производству
uk: Звіт по виробництву

source: Products
az: Məhsul
bg: Продукти
es: Productos
fr: Produits
hy: Արտադրանք
ka: პროდუქტები
pl: Produkty
ru: Продукты
uk: Продукти

source: Products:
az: Məhsul:
bg: Продукти:
es: Productos:
fr: Produits:
hy: Արտադրանք
ka: პროდუქტები:
pl: Produkty:
ru: Продукты:
uk: Продукти:

source: Profit
az: Mənfəət
bg: Печалба
es: Ganancia
fr: Bénéfice
hy: Շահույթ
ka: შემოსავალი
pl: Dochód
ru: Прибыль
uk: Прибуток

source: Profit by Items Report
az: Mallar üzrə mənfəət hesabatı
bg: Справка за печалба по стоки
es: Reporte Ganancia por mercancías
fr: Bénéfice par le rapport d’éléments
hy: Շահույթ ըստ ապրանքների
ka: საშემოსავლო რაპორტი საქონლის მიხედვით
pl: Sprawozdanie o dochodzie po towarach
ru: Отчет о прибыли по товарам
uk: Звіт про прибуток від товарів

source: Profit by Items...
az: Mallar üzrə mənfəət...
bg: Печалба по стоки...
es: Ganancia por mercancías...
fr: Bénéfice par les articles ...
hy: Շահույթ ըստ ապրանքների...
ka: შემოსავალი საქონლის მიხედვით...
pl: Dochód po towarach...
ru: Прибыль по товарам...
uk: прибуток по товарам...

source: Profit by Locations Report
az: Obyektlər üzrə mənfəət hesabatı
bg: Справка за печалба по обекти
es: Reporte Entidades por ganancia
fr: Bénifice par le rapport de lieux
hy: Շահույթ ըստ տեղամասերի
ka: საშემოსავლო რაპორტი ადგილმდებარეობის მიხედვით
pl: Sprawozdanie o dochodzie po działkach
ru: Отчет о прибыли по объекту
uk: Звіт про прибуток в розрізі об'єктів

source: Profit by Locations...
az: Obyektlər üzrə mənfəət...
bg: Печалба по обекти...
es: Entidades por ganancia...
fr: Bénéfice par endroit ...
hy: Շահույթ ըստ տեղամասերի
ka: შემოსავალი ადგილმდებარეობის მიხედვით...
pl: Sprawozdanie o dochodzie po działkach...
ru: Отчет о прибыли по объекту...
uk: Звіт про прибуток в розрізі об'єктів...

source: Profit by Partners Report
az: Partnyorlar üzrə mənfəət hesabatı
bg: Справка за печалба по партньори
es: Reporte Socios por ganancia
fr: Bénéfice par les rapports de partenaires
hy: Շահույթ ըստ գործընկերների
ka: საშემოსავლო რაპორტი პარტნიორების მიხედვით
pl: Sprawozdanie o dochodzie po partnerach
ru: Отчет о прибыли по партнерам
uk: Звіт про прибуток в розрізі партнерів

source: Profit by Partners...
az: Partnyorlar üzrə mənfəət...
bg: Печалба по партньори...
es: Socios por ganancia...
fr: Bénéfice par les partenaires ...
hy: Շահույթ ըստ գործընկերների
ka: შემოსავალი პარტნიორების მიხედვით...
pl: Dochód po partnerach...
ru: Прибыль по партнерам...
uk: Прибуток в розрізі партнерів...

source: Proforma Invoice
az: Hesab-proforma
bg: Проформа-фактура
es: Factura Simulada
fr: Facture proforma
hy: Նախահաշիվ
ka: პროფორმა ინვოისი
pl: Faktura Proforma
ru: Счет-проформа

source: Proforma Invoice - Select Document
az: Hesab-proforma - Sənəd seçimi
bg: Проформа-фактура - избор на документ
es: Factura Simulada - Seleccionar documento
fr: Facture proforma - Sélectionner un document
hy: Նախահաշիվ
ka: პროფორმა ინვოისი - დოკუმენტის არჩევა
pl: Faktura Proforma - Wybór dokumentu
ru: Счет-проформа - Выбор документа
uk: Рахунок-проформа - Вибір документа

source: Proforma Invoice...
az: Hesab-proforma...
bg: Проформа-фактура...
es: Factura Simulada
fr: Facture proforma ...
hy: Նախահաշիվ
ka: პროფორმა ინვოისი...
pl: Faktura Proforma...
ru: Счет-проформа...

source: Proforma Invoices Report
az: Hesab-proformalar üzrə hesabat
bg: Справка за проформи
es: Reportes de Factura Simulada
fr: Rapport des Factures proforma
hy: Նախահաշիվ
ka: პროფორმა ინვოისის ანგარიში
pl: Raport na fakture Proforma
ru: Отчет по счетам-проформам

source: Proforma Invoices...
az: Hesab-proforma
bg: Проформа-фактура...
es: Facturas Simuladas...
fr: Les factures proforma ...
hy: Նախահաշիվ
ka: პროფორმა ინვოისები...
pl: Faktura Proforma
ru: Счета-проформы

source: Proforma invoice...
az: Hesab-proforma...
bg: Проформа-фактура...
es: Factura Simulada...
fr: Facture proforma ...
hy: Նախահաշիվ
ka: პროფორმა ინვოისი
pl: Faktura Proforma
ru: Счет-проформа

source: Proforma-Invoice
az: Hesab-proforma
bg: Проформа-фактура
es: Factura-Simulada
fr: Facture-Proforma
hy: Նախահաշիվ
ka: ინვოისის პროფორმა
pl: Faktura pro forma
ru: Счет-проформа
uk: Інвойс-проформа

source: Program:
bg: Програма:
es: Programa
hy: Ծրագիր
ka: პროგრამა.
ru: Программа:

source: Programmable keyboards
az: Proqramlaşdırılan klaviyaturalar
bg: Програмируеми клавиатури
es: Teclados programables
fr: Claviers programmables
hy: Ծրագրավորվող ստեղնաշարներ
ka: პროგრამირებადი კლავიატურები
pl: Programowane klawiatury
ru: Программируемые клавиатуры
uk: Програмуючі клавіши

source: Properties
az: Xüsusiyyətlər
bg: Свойства
es: Propiedades
fr: Propriétés
hy: Հատկություններ
ka: ფინქციები
pl: Właściwości
ru: Свойства
uk: Властивості

source: Property Grid
az: Xüsusiyyətlər cədvəli
bg: Таблица със свойства
es: Propiedad de celda
fr: Grille des propriétés
hy: Հատկության ցանց
ka: ფუნქციების ბადე
pl: Tablica właściwości
ru: Таблица свойств
uk: Властивості Grid

source: Protocol
az: Akt
bg: Протокол
es: Protocolo
fr: Protocole
hy: Ապրանքագիր
ka: აქტი
pl: Akt
ru: Акт
uk: Акт

source: Protocol for Consignment Items Return
bg: Протокол за връщане на стоки от консигнация
es: Protocolo para devolución de mercancía en consignación
hy: Իրացման վերադարձի ապրանքագիր
ka: პროტოკოლი საქონლის დაბრუნების კონსიგნაციისთვის
ru: Протокол возврата товара по консигнации

source: Protocol for Consignment of Items
bg: Протокол за консигнация на стоки
es: Protocolo para consignación de mercancía
hy: Իրացման ապրանքագիր
ka: საქონლის კონსიგნაციის აქტი
ru: Акт передачи товаров на комиссию
uk: Акт передачі товарів на комісію

source: Protocol for Items Production
az: Malların istehsal aktı
bg: Протокол за производство
es: Protocolo para producción de Mercancía
fr: Protocole pour la production des articles
hy: Արտադրության ապրանքագիր
ka: საქონლის წარმოების აქტი
pl: Akt produkcji towaru
ru: Акт производства товара

source: Protocol for Items Stock-Taking
az: Malların inventarizasiya aktı
bg: Протокол за ревизия на стоки
es: Protocolo para el Inventario de Mercancía
fr: Protocole des articles bilan
hy: Գույքագրման ապրանքագիր
ka: საქონლის ინვენტარიზაციის აქტი
pl: Akt inwentaryzacji towarów
ru: Акт инвентаризации товаров
