Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Document Numbers per Location
az: Sənədlərin obyektlər üzrə nömrələnməsi
bg: Номериране на документи по обекти
es: Numeración de documentos por entidades
fr: Les Numéros de document par Emplacement
hy: Փաստաթղթի համարները, ըստ տեղանքների
ka: დოკუმენტები ადგილმდებარეობის მიხედვით
pl: Numeracja Dokumentów po Obiektach
ru: Нумерация документов по объектам
uk: Нумерація документів по об'єктах

source: Document Numbers per Location...
az: Sənədlərin obyektlər üzrə nömrələnməsi...
bg: Номериране на документи по обекти...
es: Numeración de documentos por entidades...
fr: Les Numéros de document par Emplacement…
hy: Փաստաթղթի համարները, ըստ տեղանքների
ka: დოკუმენტები ადგილმდებარეობის მიხედვით
pl: Numeracja Dokumentów po Obiektach...
ru: Нумерация документов по объектам...
uk: Нумерація документів по об'єктах...

source: Document Record No.
az: Yazı №
bg: Документен запис №
es: No. de Registro del Documento
fr: N ° d'Enregistrement du document
hy: Գրանցման No
ka: დოკუმენტის ჩანაწერის ნომერი
pl: Zapis №
ru: Запись №
uk: Запис документа №

source: Document Structure
az: Sənədin strukturu
bg: Документна структура
es: Estructura del documento
fr: Structure du Document
hy: Փաստաթղթի կառուցվածքը
ka: დოკუემტის სტრუქტურა
pl: Struktura dokumentu
ru: Структура документа
uk: Структура документа

source: Document Templates
az: Sənədlərin şablonu
bg: Документни образци
es: Plantilla del documento
fr: Les Modèles de document
hy: Փաստաթղթի նմուշներ
ka: დოკუემნტის შაბლონები
pl: Szablony Dokumentów
ru: Шаблоны документов
uk: Шаблони документів

source: Document Type
az: Sənədin tipi
bg: Тип на документ
es: Tipo de documento
fr: Types de document
hy: Փաստաթղթի տեսակը
ka: დოკუმენტის ტიპი
pl: Typ Dokumentu
ru: Тип документа
uk: Тип документа

source: Document amount
az: Sənədin məbləgi
bg: Обща стойност на документа
es: Importe del documento
fr: Document montant
hy: Փաստաթղթի գումարը
ka: დოკუმენტის ჯამი
pl: Suma dokumentu
ru: Сумма документа
uk: Сума документа

source: Document numbers format
bg: Формат на документните номера
es: Formato de números del documento
hy: Փաստաթղթերի համարի ֆորմատը
ka: დოკუმენტის რიცხვითი ფორმატი
ru: Формат нумерации документов
uk: Формат нумерації документів

source: Document numbers per location
az: Sənədlərin obyektlər üzrə nömrələnməsi
bg: Номериране на документи по обекти
es: Numeración de documentos por entidades
fr: Les numéros de document par emplacement
hy: Փաստաթղթի համարները, ըստ տեղանքների
ka: დოკუმენტები ადგილმდებარეობის მიხედვით
pl: Numeracja dokumentów po obiektach
ru: Нумерация документов по объектам
uk: Нумерація документів по об'єктах

source: Document numbers view
bg: Преглед на документните номера
es: Ver números de los documentos
hy: Փաստաթղթերի համարի օրինակ
ka: დოკუმენტის რიცხვების ნახვა
ru: Нумерация документов
uk: Нумерація документів

source: Document record No.
az: Yazı №
bg: Документен запис №
es: No. de registro del documento
fr: N ° d'enregistrement du document
hy: Գրանցման No.
ka: დოკუმენტის ჩანაწერის ნომერი
pl: Zapis №
ru: Запись №
uk: Запис документа №

source: Document templates
az: Sənədlərin şablonu
bg: Документни образци
es: Plantillas de documentos
fr: Les modèles de document
hy: Փաստաթղթի ձևանմուշներ
ka: დოკუმენტის შაბლონები
pl: Szablony dokumentów
ru: Шаблоны документов
uk: Шаблони документів

source: Document type
az: Sənədin tipi
bg: Тип на документ
es: Tipo de documento
fr: Type de document
hy: Փաստաթղթի տեսակը
ka: დოკუმენტის ტიპი
pl: Typ dokumentu
ru: Тип документа
uk: Тип документа

source: Document types
az: Sənədlərin tipləri
bg: Типове документи
es: Tipos de documentos
fr: Les types de document
hy: Փաստաթղթերի տեսակները
ka: დოკუმენტის ტიპები
pl: Typy dokumentów
ru: Типы документов
uk: Типи документів

source: Document:
az: Sənəd:
bg: Документ:
es: Documento:
hy: Փաստաթուղթ
ka: დოკუმენტი:
pl: Dokument
ru: Документ:
uk: Документ:

source: Documentation...
bg: Документация...
es: Documentación...
hy: Օգնություն
ka: დოკუმენტაცია...
ru: Документация...
uk: Документація ...

source: Documents
az: Sənədlər
bg: Документи
es: Documentos
hy: Փաստաթղթեր
ka: დოკუმენტები
pl: Dokumenty
ru: Документы
uk: Документи

source: Documents:
bg: Документи:
es: Documentos:
hy: Փաստաթղթեր
ka: დოკუმენტები:
ru: Документы:
uk: Документи:

source: Don't ask me again
az: Seşimi yadda saxlamaq
bg: Запомни избора и не ме питай повече.
es: No preguntarme otra vez
fr: Ne me demandez pas à nouveau
hy: Այլևս չհարցնել
ka: დაიმახსოვრე არჩევანი
pl: Nie pytaj ponownie
ru: Запомнить выбор
uk: Запам'ятати вибір

source: Don't show this again
bg: Не показвай повече
es: No mostrar esto otra vez
hy: Այլևս ցույց չտալ
ka: არ მანახო შემდგომ
ru: Не отображать
uk: Не отображать

source: Done
bg: Готово
es: Hecho
hy: Կատարված է
ka: გაკეთებულია
ru: Выполнено

source: Double
az: İkiqat
bg: Двойно
es: Doble
hy: Կրկնակի
ka: ორმაგი
pl: Podwójny
ru: Двойной
uk: Подвійний

source: Double height
bg: Двойна височина
es: Doble alto
hy: Կրկնակի բարձրություն
ka: ორმაგი სიმაღლე
ru: Двойная высота

source: Double width
bg: Двойна ширина
es: Doble ancho
hy: Կրկնակի լայնություն
ka: ორმაგი სიგანე
ru: Двойная ширина

source: Double width and height
bg: Двойна ширина и височина
es: Doble ancho y alto
hy: Կրկնակի լայնություն և բարձրություն
ka: ორმაგი წიგანე და სიმაღლე
ru: Двойная высота и ширина

source: Download update
az: Yeniləməni yükləmək
bg: Сваляне на актуализация
es: Descargar actualización
fr: Télécharger mise à jour
hy: Բեռնել թարմացումը
ka: განახლების ჩატვირთვა
pl: Pobierz aktualizację
ru: Загрузить обновление
uk: Завантажити обновлення

source: Downloading database...
bg: Сваляне на базата данни...
es: Descargando base de datos...
hy: Տվյալների բազայի բեռնում
ka: მონაცემთა ბაზის ჩამოტვირთვა...
ru: Загрузка базы данных...
uk: Завантаження бази данних...

source: Downloading information from IncoCloud...
bg: Сваляне на информация от IncoCloud...
es: Descargando información de IncoCloud...
hy: Ներբեռնել ինֆորմացիա IncoCloud–-ից
ka: ინკო-ღრუბლიდან ინფორმაციის ჩამოტვირთვა...
ru: Загрузка информации IncoCloud...
uk: Завантаження інформації з IncoCloud ...

source: Downloading license. Please wait...
az: Lisenziyanın yüklənməsi. Gözləyin
bg: Сваляне на лиценз. Моля изчакайте...
es: Descargando licencia. Por favor espere...
fr: Téléchargement de licence. Veuillez patienter ...
hy: Լիցենզիայի ներբեռնում խնդրում ենք սպասեք
ka: ლიცენზიის ჩამოტვირთვა. გთხოვთ დაიცადოთ...
pl: Pobieranie licencji. Proszę czekać ...
ru: Загрузка лицензии. Пожалуйста подождите...
uk: Завантаження ліцензії. Будь ласка, зачекайте ...

source: Downloading mandatory data...
bg: Сваляне на задължителните данни...
es: Descargando dato obligatorio...
fr: Téléchargement de données obligatoires ...
hy: Պարտադիր տվյալների ներբեռնում
ka: სავალდებულო ინფორმაციის ჩამოტვირთვა...
ru: Загрузка обязательных данных...
uk: Завантажити обов'язкові дані

source: Downloading settings from QuickBooks Online...
bg: Сваляне на настройки от QuickBooks Online...
hy: QuickBooks Online-ից կարգավորումների բեռնում
ka: პარამეტრების ჩამოტვირთვა QuickBooks Online...
ru: Загрузка настроек QuickBooks Online...

source: Downloading the update has started. You will be notified when the update is ready to be installed.
bg: Свалянето на актуализацията започна. Ще получите известия, когато актуализацията е готова да бъде инсталирана.
es: La descarga de la actualización ha empezado. Será notificado cuando la actualización esté lista para ser instalada.
hy: Թարմացման բեռնումը սկսված է: Դուք կտեղեկացվեք երբ թարմացումը պատրաստ կլինի տեղադրաման
ka: განახლების ჩამოტვირთვა დაწყებულია. თქვენ მიიღებთ შეტყობინებას, როდესაც მზად იქნება საინსტალაციოდ
ru: Началась загрузка обновления. По окончании загрузки будет уведомление.

source: Downloading update...
az: Yeniləmənin yüklənməsi...
bg: Сваляне на актуализация...
es: Descargando actualización...
fr: Téléchargement de mise à jour ...
hy: Բեռնել թարմացում
ka: განახლების ჩატვირთვა...
pl: Pobierz aktualizację...
ru: Загрузка обновления...
uk: Завантаження обновлення...

source: Downloading...
bg: Сваляне...
es: Descargando...
hy: Ներբեռնում
ka: ჩამოტვირთვა...
ru: Загрузка
uk: Завантаження...

source: Draft
bg: Чернова
es: Borrador
hy: Սևագիր
ru: Черновик

source: Drafts Report
bg: Отчет за чернови
es: Reporte Borrador
hy: Սևագիր հաշվետվություն
ru: Отчет по черновикам

source: Drafts...
bg: Чернови...
es: Borradores...
hy: Սևագրեր
ru: Черновики...

source: Drag a location to resize it.
az: Перетащите для изменения размера.
bg: Плъзнете обекта, за да промените големината му.
es: Arrastre una entidad para ajustar su tamaño.
fr: Faites glisser un emplacement pour le redimensionner.
hy: Տեղաշարժել տեղամասը չափսերի փոփոխման համար
ka: გადააადგილეთ ზომის შესაცვლელად
pl: Przeciągnij lokalizację, aby zmienić rozmiar.
ru: Перетащите для изменения размера.
uk: Перетяніть для зміни розміру.

source: Drag a location to the desired position to move it.
az: Перетащите для изменения положения.
bg: Плъзнете обекта, за да го преместите до желаната позиция.
es: Arrastre una entidad para moverla a la posición deseada.
fr: Faites glisser un emplacement à la position désirée pour le déplacer.
hy: Տեղաշարժել տեղամասը դիրքի փոփոխման համար
ka: გადააადგილეთ მდებარეობის შესაცვლელად
pl: Przeciągnij lokalizacji do żądanej pozycji, aby go przenieść.
ru: Перетащите для изменения положения.
uk: Перетяніть для зміни положення.

source: Drag a panel to resize it.
az: Перетащите панель для изменения размера.
bg: Плъзнете панела, за да промените големината му.
es: Arrastre un panel para ajustar su tamaño.
fr: Faites glisser un panneau pour le redimensionner.
hy: Տեղաշարժել պանելը չափսերի փոփոխման համար
ka: გადააადგილეთ პანელი ზომის შესაცვლელად
pl: Przeciągnij aby zmienić rozmiar panelu.
ru: Перетащите панель для изменения размера.
uk: Перетягніть панель для зміни розміру.

source: Drag a panel to the desired position.
az: Перетащите панель в желаемое место.
bg: Плъзнете панела, за да го преместите до желаната позиция.
es: Arrastre un panel a la posición deseada
fr: Faites glisser un panneau à la position désirée.
hy: Տեղաշարժել պանելը դեպի ցանկալի տեղը
ka: გადააადგილეთ პანელი სასურველ ადგილას
pl: Przeciągnij panel do żądanej pozycji.
ru: Перетащите панель в желаемое место.
uk: Перетягніть панель в зручне місце.

source: Drag the item to the desired position.
az: Перетащите в желаемое место.
bg: Завлачете стоката до желаната позиция.
es: Arrastre un elemento a la posición deseada
fr: Faites glisser un panneau à la position désirée.
hy: Տեղաշարժել դեպի ցանկալի տեղը
ka: გადააადგილეთ სასურველ ადგილას
pl: Panel Przeciągnij do żądanej pozycji.
ru: Перетащите в желаемое место.
uk: Перетягніть в зручне місце.

source: Driver
az: Drayver
bg: Драйвер
es: Controlador
fr: Pilote
hy: Դրայվեր
ka: დრაივერი
pl: Kierowca
ru: Драйвер
uk: Драйвер

source: Due
az: Должимое
bg: Падеж
es: Vencido
hy: Հասանելի
ka: სავარაუდო თარიღი
pl: Dzięki
ru: Должимое

source: Due Date
az: Müddət
bg: Дата на падежа
es: Fecha de vencimiento
fr: L'Échéance
hy: Վճարման ամսաթիվ
ka: თარიღამდე
pl: Termin
ru: Срок
uk: Термін

source: Duplicate
az: Kopyalamaq
bg: Копие
es: Duplicado
fr: Dupliquer
hy: Պատճե
ka: ასლის გაკეთება
pl: Dublować
ru: Дублировать

source: E-mail
bg: Ел. поща
es: Correo electrónico
ka: ელ-ფოსტა

source: E-mail subject:
bg: Тема на писмото
es: Asunto del Correo electónico:
fr: Sujet de l’E-mail:
hy: E-mail վերնագիր
ka: ელ-ფოსტის თემა (subject)
ru: Тема:

source: E-mail:
bg: Ел. поща:
es: Correo electrónico:
ka: ელ-ფოსტა:

source: Economical Mode
az: Ekonom rejim
bg: Икономичен режим
es: Modelo Económico
fr: Mode Economique
hy: Էկոնոմ ռեժիմ
ka: ეკონომიური რეჟიმი
pl: Ekonomiczny tryb
ru: Экономичный режим
uk: Економічний режим

source: Edit
az: Düzəliş
bg: Редакция
es: Editar
fr: Modifier
hy: Խմբագրում
ka: რედაქტირება
pl: Edycja
ru: Редактирование
uk: Редагування

source: Edit - {0}
az: {0} dəyişmək
bg: Редакция - {0}
es: Editar - {0}
fr: Modifier - {0}
hy: Խմբագրել - {0}
ka: რედაქტირება - {0}
pl: Edycja-{0}
ru: Редактирование - {0}
uk: Правити - {0}

source: Edit Cash Book Entry
bg: Редакция на запис в касовата книга
es: Editar Libro de Caja Entrado
hy: խմբագրել դրամարկղային գրքի գրառումը
ka: სალაროს წიგნის შიგთავსის რედაქტირება
ru: Редактировать Запись Кассового Журнала

source: Edit Consignment
bg: Редакция на консигнация
es: Editar consignación
hy: Խմբագրել իրացման փաստաթուղթը
ka: კონსიგნაციის რედაქტირება
ru: Редактировать консигнацию
uk: Редагувати консигнацію

source: Edit Consignment Return
bg: Редакция на връщане по консигнация
es: Editar devolución de consignación
hy: Խմբագրել իրացման վերադարձը
ka: კონსიგნაციით დაბრუნების რედაქტირება
ru: Редактировать возврат по консигнации
uk: Редагувати повернення по консигнації

source: Edit Consignment Sale
bg: Редакция на отчитане на консигнация
es: Editar venta en consignación
hy: Խմբագրել իրացման վաճառքը
ka: კონსიგნაციით გაყიდვის რედაქტირება
ru: Редактировать продажу по консигнации
uk: Редагувати продаж по консигнації

source: Edit Credit Note
az: Kredit bildirişini dəyişmək
bg: Редакция на кредитно известие
es: Editar Nota de Crédito
fr: Modifier la note de crédit
hy: Խմբագրել Կրեդիտային տեղեկությունը
ka: საკრედიტო ცნობის ჩასწორება
pl: Zmienić kredytowe zawiadomienie
ru: Редактировать кредит-ноту
uk: Змінити кредит-ноту

source: Edit Customers
az: Müştərinin xüsusiyyətini dəyişmək
bg: Редакция на клиенти
es: Editar clientes
fr: Modifier les clients
hy: Խմբագրել հաճախորդներին
ka: კლიენტის რედაქტირება
pl: Zmienić właściwości klienta
ru: Редактировать свойства клиента
uk: Редагувати властивості клієнта

source: Edit Database
bg: Редакция на база данни
es: Editar base de datos
fr: Modifier la base de données
hy: Խմբագրել տվյալների բազան
ka: მონაცემთა ბაზის რედაქტირება
ru: Редактировать Базу данных

source: Edit Debit Note
az: Debet bildirişini dəyişmək
bg: Редакция на дебитно известие
es: Editar Nota de Débito
fr: Modifier la note de débit
hy: Խմբագրել դեբետային տեղեկությունը
ka: სადებეტო ცნობის ჩასწორება
pl: Zmienić debetowe zawiadomienie
ru: Редактировать дебет-нота
uk: Змінити дебет-ноту

source: Edit Device
az: Qurgunun xüsusiyyətləri dəyişdirilsin
bg: Редакция на устройство
es: Editar dispositivo
fr: Modifier l’appareil
hy: Խմբագրել մեխանիզմ
ka: მოწყობილობის რედაქტირება
pl: Zmienić właściwości urządzenia
ru: Редактировать свойства устройства
uk: Редагувати властивості пристрою

source: Edit Grid
az: Cədvəli redaktə etmək
bg: Редакция на таблица
es: Editar celda
fr: Modifier la Grille
hy: Խմբագրել աղյուսակը
ka: ცხრილის რედაქტირება
pl: Redagować tablicę
ru: Редактировать таблицу
uk: Редагувати таблицю

source: Edit Group
az: Qrupun xüsusiyyətini dəyişmək
bg: Редакция на група
es: Editar grupo
fr: Modifier le groupe
hy: Խմբագրել խումբ
ka: ჯგუფის რედაქტირება
pl: Zmienić właściwości grupy
ru: Редактировать свойства группы
uk: Редагувати властивості групи

source: Edit Group Name
bg: Редакция на името на групата
es: Editar nombre del grupo
hy: Խմբագրել խմբի անունը
ka: ჯგუფის სახელის რედაქტირება
ru: Редактировать Имя Группы

source: Edit IncoCloud User Information
bg: Редакция на "IncoCloud" потребителска информация
es: Editar informacion de usuario de IncoCloud
hy: Խմբագրել IncoCloud–ի օգտագործողների ինֆորմացիան
ka: ინკო-ღრუბლის მომხმარებლის ინფორმაციის რედაქტირება
ru: Редактировать информацию пользователя IncoCloud

source: Edit Item
az: Əmtəənin xüsusiyyətini dəyişmək
bg: Редакция на стока
es: Editar mercancía
fr: Modifier l’élément
hy: Խմբագրել ապրանք
ka: საქონლის რედაქტირება
pl: Zmienić właściwości towaru
ru: Редактировать свойства товара
uk: Редагувати товар

source: Edit Items
az: Malları dəyişmək
bg: Редакция на стоки
es: Editar mercancías
fr: Modifier les éléments
hy: Խմբագրել ապրանքներ
ka: საქონლის რედაქტირება
pl: Zmienić towar
ru: Редактировать товары
uk: Редагувати товари

source: Edit Location
az: Sahənin xüsusiyyətini dəyişmək
bg: Редакция на обект
es: Editar Entidad
fr: Modifier l'emplacement
hy: Խմբագրել տեղամասը
ka: ადგილმდებარეობის რედაქტირება
pl: Zmienić właściwości działu
ru: Редактировать свойства объекта
uk: Редагувати об'єкт

source: Edit Location Management
bg: Редакция на управление на обект
es: Editar Administración de Entidades
fr: Modifier la gestion Lieu
hy: Խմբագրել ղեկավարման տեղամասը
ka: ადგილმდებარეობის მენეჯმენტის რედაქტირება
ru: Редактировать управление объектами
uk: Змінити управління об'єктами

source: Edit Locations
az: Sahəni dəyishmək
bg: Редакция на обекти
es: Editar entidades
fr: Modifier les emplacements
hy: Խմբագրել տեղամասերը
ka: ადგილმდებარეობების რედაქტირება
pl: Zmienić działu
ru: Редактировать объекты
uk: Редагувати об'єкти

source: Edit Offer
bg: Редакция на оферти
es: Editar Oferta
hy: Խմբագրել առաջարկը
ka: შეთავაზების რედაქტირება
ru: Редактировать оферту

source: Edit Operation
bg: Редакция на операция
es: Editar Operación
hy: Խմբագրել գործողությունը
ka: ოპერაციის რედაქტირება
ru: Редактировать операцию

source: Edit Panels
az: Panelləri dəyişmək
bg: Редакция на панели
es: Editar Paneles
fr: Modifier les panneaux
hy: Խմբագրել պանելները
ka: პანელების რედაქტირება
pl: Zmienić paneli
ru: Редактировать панели
uk: Редагувати панель

source: Edit Partner
az: Partnyorun xüsusiyyətini dəyişmək
bg: Редакция на партньор
es: Editar Socio
fr: Modifier le partenaire
hy: Խմբագրել գործընկեր
ka: პარტნიორის რედაქტირება
pl: Zmienić właściwości partnera
ru: Редактировать свойства партнера
uk: Редагувати партнера

source: Edit Payment Type
az: Ödəniş tipinin xüsusiyyətini dəyişmək
bg: Редакция на тип плащане
es: Editar Pipo de pago
fr: Modifier le type de paiement
hy: Խմբագրել վճարման տեսակը
ka: გადახდის ტიპის რედაქტირება
pl: Zmienić właściwości typu opłaty
ru: Редактировать свойства типа оплаты
uk: Редагувати тип оплати

source: Edit Price Rule
az: Qiymət qaydasını dəyişmək
bg: Редакция на ценово правило
es: Editar Regla de Precio
fr: Modifier la règle Prix
hy: Խմբագրել գնային կանոնը
ka: ფასობრივი წესის რედაქტირება
pl: Zmienić cenową regułę
ru: Редактировать ценовое правило
uk: Редагувати правило на ціну

source: Edit Production
az: İstehsalı redaktə etmək
bg: Редакция на производство
es: Editar Producción
fr: Modifier la production
hy: Խմբագրել արտադրությունը
ka: წარმოების რედაქტირება
pl: Redagować produkcję
ru: Редактировать производство
uk: Редагувати виробництво

source: Edit Proforma Invoice
az: Hesab fakturanı redaktə etmək
bg: Редакция на проформа-фактура
es: Editar Factura Simulada
fr: Modifier Facture Proforma
hy: Խմբագրել նախահաշիվը
ka: პროფორმა ინვოისის რედაქტირება
pl: Redagować fakture
ru: Редактировать счет-фактуру

source: Edit Purchase
az: Alışı redaktə etmək
bg: Редакция на доставка
es: Editar Compra
fr: Modifier Achat
hy: Խմբագրել մուտքը
ka: შესყიდვის რედაქტირება
pl: Redagować kupno
ru: Редактировать закупку

source: Edit Purchase Order
bg: Редакция на заявка
es: Editar Orden de Compra
hy: Խմբագրել մատակարարաի պատվերը
ka: მომწოდებლის შეკვეთის რედაქტირება
ru: Редактировать заявку на покупку

source: Edit Purchase Return
bg: Редакция на връщане към доставчик
es: Editar Devolución de Compra
hy: Խմբագրել վերադարձը մատակարարին
ka: შესყიდვის დაბრუნების რედაქტირება
ru: Редактировать Возврат поставщику

source: Edit Recipe
az: Resepti redaktə etmək
bg: Редакция на рецепта
es: Editar Recetas
fr: Modifier la recette
hy: Խմբագրել բաղադրատոմսը
ka: რეცეპტის რედაქტირება
pl: Redagować przepis
ru: Редактировать рецепт
uk: Редагувати рецепт

source: Edit Report
az: Hesabatı redaktə etmək
bg: Редакция на справка
es: Editar Reporte
fr: Modifier le rapport
hy: Հաշվետվությունների նախագծում
ka: ანგარიშის რედაქტირება
pl: Redagować sprawozdanie
ru: Редактировать отчет
uk: Змінити звіт

source: Edit Reports...
az: Hesabatları redaktə etmək
bg: Редакция на справки...
es: Editar Reportes...
fr: Modifier les rapports…
hy: Հաշվետվությունների նախագծում
ka: ანგარიშების რედაქტირება...
pl: Redagować sprawozdania
ru: Редактировать отчеты
uk: Редагувати звіти ...

source: Edit Reservation
az: Rezervasiyanı redaktə etmək
bg: Редакция на резервация
es: Editar Reservación
fr: Modifier la réservation
hy: Ամրագրման խմբագրում
ka: ჯავშანის რედაქტირება
pl: Redagować rezerwacje
ru: Редактировать резервацию
uk: Змінити бронювання

source: Edit Return
az: Qaytarmanı redaktə etmək
bg: Редакция на рекламация
es: Editar Devolución
fr: Modifier le Retour
hy: Խմբագրել վերադարձը
ka: დაბრუნების რედაქტირება
pl: Redagować powrót
ru: Редактировать возврат

source: Edit Sale
az: Satışı redaktə etmək
bg: Редакция на продажба
es: Editar Venta
fr: Modifier la Vente
hy: Խմբագրել վաճառքը
ka: გაყიდვის რედაქტირება
pl: Redagować sprzedaż
ru: Редактировать продажу

source: Edit Sales Order
bg: Редакция на поръчка
es: Editar Órdenes de ventas
hy: Խմբագրել պատվերը
ka: კლიენტის შეკვეთის რედაქტირება
ru: Редактировать предварительный заказ

source: Edit Stock-taking
az: Редактировать акт инвентаризации
bg: Редакция на ревизия
es: Editar Inventario
fr: Modifier la prised'images
hy: Խմբագրել գույքագրման ակտը
ka: ინვემნტარიზაციის რედაქტირება
pl: Redagować akt inwentaryzacji
ru: Редактировать акт инвентаризации

source: Edit Tax Group
az: Vergi qrupunu redaktə etmək
bg: Редакция на данъчна група
es: Editar Grupo de Impuesto
fr: Modifier le Groupe Fiscal
hy: Խմբագրել հարկային խումբ
ka: საგადასახადო ჯგუფის რედაქტირება
pl: Redagować podatkową grupę
ru: Редактировать налоговую группу
uk: Редагувати податкову групу

source: Edit Transfer
az: Редактировать перемещение
bg: Редактиране на трансфер
es: Editar Tranferencia
fr: Modifier Le transfert
hy: Խմբագրել փոխադրում
ka: ტრასნფერის რედაქტირება
pl: Redagować przemieszczenie
ru: Редактировать перемещение

source: Edit User
az: İstifadəçinin xüsusiyyətlərini dəyişmək
bg: Редакция на потребител
es: Editar Usuario
fr: Modifier l’Utilisateur
hy: Խմբագրել օգտագործող
ka: მომხმარებლის რედაქტირება
pl: Zmienić właściwości użytkownika
ru: Редактировать свойства пользователя
uk: Редагувати користувача

source: Edit User Access
bg: Редакция на потребителски достъп
es: Editar Acceso de Usuario
fr: Modifier l’Accès d’Utilisateur
hy: Խմբագրել օգտագործողի հասանելիության մակարդակը
ka: მომხმარებლის წვდომის რედაქტირება
ru: Редактировать пользователя

source: Edit User Interface
az: İstifadəçinin interfeysini dəyişmək
bg: Редакция на потребителски интерфейс
es: Editar Interfaz de Usuario
fr: Modifier l’Interface d’Utilisateur
hy: Խմբագրել օգտագործող ինտերֆեյսը
ka: მომხმარებლის ინტერფეისის რედაქტირება
pl: Zmienić interfejs użytkownika
ru: Редактировать интерфейс пользователя
uk: Редагувати інтерфейс користувача

source: Edit VAT Group
az: ƏDV dərəcəsinin xüsusiyyətlərini dəyişmək
bg: Редакция на ДДС група
es: Editar Grupo IVA
fr: Modifier le Groupe de TVA
hy: Խմբագրել ԱԱՀ խումբ
ka: დღგ-ს ჯგუფის რედაქტირება
pl: Edytuj grupę VAT
ru: Редактировать свойства ставки НДС
uk: Редагувати ПДВ

source: Edit Vending Machine
bg: Редакция на автомат за стоки
es: Editar Máquina Expendedora
hy: Խմբագրել առևտրային ավտոմատը
ka: სავაჭრო აპარატის რედაქტირება
ru: Редактировать свойства рабочего места

source: Edit Warranty Card
az: Редактирование гарантийного талона
bg: Редакция на гаранционна карта
es: Editar Tarjeta de Garantía
fr: Modifier le carte de garantie
hy: Խմբագրել երաշխիքային քարտը
ka: საგარანტიო ბარათის რედაქტირება
pl: Edycja Karty Gwarancyjnej
ru: Редактировать гарантийный талон

source: Edit Waste
az: Редактировать списание
bg: Редакция на брак
es: Editar Merma
fr: Modifiez le gaspillage
hy: Խմբագրել խոտանը
ka: წუნის რედაქტირება
pl: Zmiana pozostałości
ru: Редактировать списание по браку

source: Edit Web Store
bg: Редакция на интернет магазин
es: Editar Tienda Web
hy: Խմբագրել ինտերնետ խանութը
ka: ვებ-მაღაზიის რედაქტირება
ru: Редактировать интернет-магазин

source: Edit Write-off
bg: Редакция на изписване
es: Editar Venta Interna
fr: Modifiez l’opération vide
hy: Խմբագրել դուրս գրումը
ka: ჩამოწერის რედაქტირება
ru: Редактировать списание
