Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: (Source itself)
az: (Mənbə)
bg: (Самият източник)
es: (Contenerse el mismo)
fr: (Source elle-même)
hy: {աղբյուր}
ka: (საკუთარი წყარო )
pl: (Źródło)
ru: (Источник)
uk: (Джерело)

source: (seal)
bg: (печат)
es: (sello)
hy: (կնիք)
ka: ბეჭედი
ru: (печать)
uk: (друк)

source: (signature)
bg: (подпис)
es: (firma)
hy: (ստորագրություն)
ka: ხელმოწერა
ru: (подпись)
uk: (підпис)

source: (total: {0})
bg: (общо: {0})
hy: (ընդամենը {0})
ka: ჯამი: {0}
ru: (всего:{0})
uk: (всього: {0})

source: ({0} items)
az: ({0} yazı)
bg: ({0} стоки)
es: ({0} elementos)
fr: ({0} éléments)
hy: ({0} գրառում)
ka: ({0} საქონელი)
pl: ({0} pozycji)
ru: ({0} записей)
uk: ({0} товари)

source: - current database
bg: - текуща база
es: - base de datos actual
hy: - ընթացիկ տվյալների բազա
ka: - მიმდინარე მონაცემთა ბაზა
ru: - текущая база
uk: - поточна база даних

source: - installed on this machine
bg: - инсталиран на тази машина
es: - instalado en esta máquina
hy: տեղակայված է տվյալ մեքենայի վրա
ka: - დაინსტალებულია ამ კომპიუტერზე
ru: - установлено на этом компьютере
uk: - встановлено на цьому комп'ютері

source: - no activations left
bg: - няма останали активации
es: - ninguna activación pendiente
hy: դեռ ակտիվացված չէ
ka: - აქტივაციები აღარ გაქვთ
ru: - не осталось активаций
uk: - не залишилося активацій

source: - one activation left
bg: - остава една активация
es: - una activación pendiente
hy: դեռ ակտիվացված չէ
ka: - ერთი აქტივაცია გაქვთ დარჩენილი
ru: - осталась одна активация
uk: - залишилася одна активація

source: - support database
bg: - база за поддръжка
es: - soporte de base de datos
hy: - աջակցող տվյալների բազա
ka: - ტექნიკური მხარდაჭერის მონაცემთა ბაზა
ru: - вспомогательная база данных
uk: - допоміжна база даних

source: - {0} activations left
bg: - остават {0} активации
es: - {0} activaciones pendientes
hy: - {0} ակտիվացված չէ
ka: - {0} აქტივაცია გაქვთ დარჩენილი
ru: - осталось {0} активаций
uk: - {0} залишилося активацій

source: 1 day, {0} hours left
bg: остават 1 ден, {0} часа
es: 1 día, {0} horas restante
hy: 1 օր, {0} ժամ մինչ ավարտը
ka: 1 დღე, {0} დარჩენილი საათი
ru: Остался 1 день, {0} часов

source: 1 hour
az: 1 saat
bg: 1 час
es: 1 hora
fr: 1 heure
hy: 1 ժամ
ka: 1 საათი
pl: 1 godzina
ru: 1 час
uk: 1 година

source: 1 hour, {0} minutes left
bg: остават 1 час, {0} минути
es: 1 hora, {0} minutos restante
hy: 1 ժամ {0} mրոպե մինչ ավարտը
ka: 1 საათი, {0} დაჩენილი წუთი
ru: Остался 1 час, {0} минут

source: 1 minute
az: 1 dəqiqə
bg: 1 минута
es: 1 minuto
hy: 1 րոպե
ka: 1 წუთი
pl: 1 minuta
ru: 1 минута
uk: 1 хвилина

source: 1 minute, {0} seconds left
bg: остават 1 минута. {0} секунди
es: 1 minuto, {0} segundos restantes
hy: 1 րոպե {0} վայրկյան մինչ ավարտը
ka: 1 წუთი, {0} დარჩენილი წამი
ru: Осталась 1 минута, {0} секунд

source: 10 minutes
az: 10 dəqiqə
bg: 10 минути
es: 10 minutos
hy: 10 րոպե
ka: 10 წუთი
pl: 10 minut
ru: 10 минут
uk: 10 хвилин

source: 10 seconds
az: 10 saniyə
bg: 10 секунди
es: 10 segundos
fr: 10 secondes
hy: 10 վայրկյան
ka: 10 წამი
pl: 10 sekund
ru: 10 секунд
uk: 10 секунд

source: 100% Stack
az: 100% stək
bg: 100% купчина
es: Batería 100%
fr: Pile à 100%
hy: 100% կուտակում
ka: 100% სტეკი
pl: 100% ściekł
ru: 100% стек
uk: 100% збіг

source: 15 seconds
az: 15 saniyə
bg: 15 секунди
es: 15 segundos
fr: 15 secondes
hy: 15 վայրկյան
ka: 15 წამი
pl: 15 sekund
ru: 15 секунд
uk: 15 секунд

source: 2 hours
bg: 2 часа
es: 2 horas
hy: 2 ժամ
ka: 2 სათი
ru: 2 часа
uk: 2 години

source: 2 minutes
az: 2 dəqiqə
bg: 2 минути
es: 2 minutos
hy: 2 րոպե
ka: 2 წუთი
pl: 2 minuty
ru: 2 минуты
uk: 2 хвилини

source: 20 minutes
az: 20 dəqiqə
bg: 20 минути
es: 20 minutos
hy: 20 րոպե
ka: 20 წუთი
pl: 20 minut
ru: 20 минут
uk: 20 хвилин

source: 24 Hour report is required before you can continue working with the fiscal printer!
az: İşi davam etdirmək üçün Z hesabatini çap edin!
bg: Нужно е да направите Z отчет (период от 24 часа), преди да можете да продължите работата с фискалния принтер!
es: Se requiere un reporte fiscal de 24 horas antes de que pueda seguir usando la impresora fiscal
fr: 24 Heures rapport est nécessaire avant que vous puissiez continuer à travailler avec l'imprimante fiscale !
hy: Շարունակելու համար անհրաժեշտ է տպել Z-հաշվետվությունը
ka: 24 საათიანი სამუშაო პერიოდია საჭირო ფისკალური პრინტერთან მუშაობისათვის!
pl: Dla przedłużenia pracy należy zdjąć raport dobowy fiskalny!
ru: Для продолжения работы необходимо снять Z-отчет!
uk: Для продовження работи необхідно сняти Z-звіт!

source: 3 hours
bg: 3 часа
es: 3 horas
hy: 3 ժամ
ka: 3 საათი
ru: 3 часа
uk: 3 години

source: 3 minutes
az: 3 dəqiqə
bg: 3 минути
es: 3 minutos
hy: 3 րոպե
ka: 3 წუთი
pl: 3 minuty
ru: 3 минуты
uk: 3 хвилини

source: 30 minutes
az: 30 dəqiqə
bg: 30 минути
es: 30 minutos
hy: 30 րոպե
ka: 30 წუთი
pl: 30 minut
ru: 30 минут
uk: 30 хвилин

source: 30 seconds
az: 30 saniyə
bg: 30 секунди
es: 30 segundos
fr: 30 secondes
hy: 30 վայրկյան
ka: 30 წამი
pl: 30 sekund
ru: 30 секунд
uk: 30 секунд

source: 4 minutes
az: 4 dəqiqə
bg: 4 минути
es: 4 minutos
hy: 4 րոպե
ka: 4 წუთი
pl: 4 minuty
ru: 4 минуты
uk: 4 хвилини

source: 40 minutes
az: 40 dəqiqə
bg: 40 минути
es: 40 minutos
hy: 40 րոպե
ka: 40 წუთი
pl: 40 minut
ru: 40 минут
uk: 40 хвилин

source: 5 minutes
az: 5 dəqiqə
bg: 5 минути
es: 5 minutos
hy: 5 րոպե
ka: 5 წუთი
pl: 5 minut
ru: 5 минут
uk: 5 хвилин

source: 50 minutes
az: 50 dəqiqə
bg: 50 минути
es: 50 minutos
hy: 50 րոպե
ka: 50 წუთი
pl: 50 minut
ru: 50 минут
uk: 50 хвилин

source: <Select Action>
bg: <Изберете действие>
es: <Seleccionar Acción>
hy: <ընտրել գործողությունը>
ka: <აირჩიეთ მოქმედება>
ru: <Выберите действие>
uk: <Виберіть дію>

source: <Select Column>
az: <Sütunu seçin>
bg: <Изберете колона>
es: <Seleccionar Columna>
fr: <Sélectionner Colonne>
hy: <ընտրել սյուները>
ka: <აირჩიეთ სვეტი>
pl: <Wybierzcie kolumienkę>
ru: <Выберите колонку>
uk: <Виберіть колонку>

source: <none>
az: <Seçilməyib>
bg: <никоя>
es: <ninguno>
fr: <aucun>
ka: <არაფერი>
pl: <nic>
ru: <Выбрать>

# Accounting Account
source: <none>
bg: <никоя>
hy: Հաշվապահական հաշվառում
ka: <არცერთი ბუღალტრული ანგარიში>
ru: <не указано>

# Item
source: <none>
bg: <никоя>
hy: Ապրանք
ka: <არცერთი საქონელი>
ru: <не указано>

# Partner
source: <none>
bg: <никой>
hy: Գործընկեր
ka: <არცერთი პარტნიორი>
ru: <не указано>

# Sales term
source: <none>
bg: <никой>
hy: Վաճառքի ժամանակահատված
ru: <не указано>

# Barcode format
source: <select code to append>
bg: <изберете код за добавяне>
hy: <Ընտրեք պարամետրը ավելացնելու համար>
ka: მიუთითეთ კოდი დასამატებლად
ru: <выберите код для добавления>

source: A customer card for "{0}" was recognized. Do you want to use this customer for an order?
az: Müştərinin kartı "{0}" taninib. Bu müştəri sifariş üçün istifadə edilsin?
bg: Клиентската карта на "{0}" беше разпозната. Желаете ли да използвате този клиент за поръчка?
es: Una tarjeta de cliente para "{0}" fue reconocida. ¿Desea usar este cliente para un pedido?
fr: Une carte de fidélité pour les" {0}"a été reconnu. Voulez-vous d'utiliser ce client pour une commande?
hy: {0}" հաճախորդի քարտը ճանաչվել է: Դուք ցանկանում եք պատվեր ընդունել?
ka: მომხმარებლის ბარათი "{0}" -თვის ამოცნობილია. გსურთ შეკვეთაში ამ მომხმარებლის გამოყენება?
pl: Karta klienta dla "{0}" została uznana. Wykorzystać tego klienta dla zamówienia?
ru: Клиентская карта "{0}" опознана. Использовать этого клиента для заказа?
uk: Карта клієнта "{0}" розпізнанна. Використовувати цього клієнта для замовлення?

source: A customer card for "{0}" was recognized. Make transfer from customer "{1}" to "{0}" or add a new order for "{0}"?
az: Kart"{0}" taninib. "{1}" İstifadəçinin sifarişini "{0}" istifadəçiyə keçirtmək və ya "{0}" istifadəçiyə yeni sifariş yaratmaq?
bg: Клиентската карта на "{0}" беше разпозната. Направете трансфер на клиент "{1}" към "{0}" или добавете нова поръчка за "{0}"?
es: Una tarjeta de cliente para "{0}" fue reconocida. Haga transferencias desde el cliente "{1}"a "{0}" o adicione un nuevo pedido para "{0}"
fr: Une carte de client pour " {0}"a été reconnue. Assurez-transfert de la clientèle" {1}"à " {0}"ou ajouter une nouvelle commande pour" {0}"?
hy: {0}" հաճախորդի քարտը ճանաչվել է, կատարել տեղափոխում " {1}" հաճախորդից {0} հաճախորդին կամ ավելացնել նոր պատվեր {0} հաճախորդի համար ?
ka: "{0}" მომხმარებლის ბარათი ამოცნობილია. გადავიტანო "{1}"ის შეკვეთა "{0}"ის სახელზე თუ "{0}"ს შევუქმნა ახალი შეკვეთა?
pl: Karta "{0}" została uznana. Przenieść zamówienie użytkownika "{1}" na imię użytkownika "{0}" czy stworzyć użytkownikowi "{0}" nowe zamówienie?
ru: Карта "{0}" опознана. Перенести заказ пользователя "{1}" на имя пользователя "{0}" или создать пользователю "{0}" новый заказ?
uk: Картка "{0}" розпізнана. Перенести замовлення користувача "{1}" на ім'я користувача "{0}" або створити користувачу "{0}" нове замовлення?

source: A database with the name of "{0}" already exists!
bg: Вече има база данни на име "{0}".
es: Una base de datos con el nombre"{0}"ya existe!
hy: Արդեն գոյություն ունի "{0}" անվանմամբ տվյալների բազա
ka: მონაცემთა ბაზა სახელით "{0}" უკვე არსებობს!
ru: База данных с таким именем "{0}" уже существует!
uk: База даних з таким ім'ям"{0}" вже існує!

source: A driver for Microinvest Device Manager for connection with many external devices.
az: Microinvest Device Manager üçün drayver müxtəlif xarici avadanliqlarla əlaqə üçün istifadə oluna bilər.
bg: Драйвер за Microinvest Device Manager, чрез който може да се свързвате с много видове външни устройства.
es: Un controlador para Administrador de Dispositivos de Microinvest para conexión con varios dispositivos externos.
fr: Un pilote pour Microinvest Gestionnaire de périphériques pour la connexion avec de nombreux périphériques externes.
hy: Microinvest device manager
ka: დრაივერი Microinvest Device Manager-ის რამოდენიმე გარე მოწყობილებოსათან მისაერთებლად.
pl: Drajwier dla Microinvest w Menedżerze urządzeń, połączony z wieloma urządzeniami zewnętrznymi.
ru: Драйвер для Microinvest Device Manager может использоваться для связи с различными внешними устройствами.
uk: Драйвер для Microinvest Device Manager може використовуватися для зв'язку з різними зовнішніми пристроями.

source: A location "{0}" cannot be found!
az: Direktoriya "{0}" tapilmayib!
bg: Обект "{0}" не може да бъде открит.
es: La ubicación "{0}" no puede ser encontrada
fr: Un emplacement "{0}"ne peut pas être trouvé!
hy: "{0}" Տեղամասը անհասանելի է
ka: ობიექტი "{0}" ვერ მოიძებნა!
pl: lokalizację "{0}" nie można znaleźć!
ru: Директория "{0}" не найдена!
uk: Oб'єкт "{0}" не знайдений!

# Distribution
source: A new distributor event was recorded:
bg: Ново дистрибуторско събитие беше записано:
es: Un nuevo evento de distribuidor fue registrado:
hy: Դիստրիբյուտորի նոր իրադարձությունները գրանցված են
ka: ახალი სადისტრიბუციო შემთხვევა მოხდა:
ru: Новое дистрибьюторское событие было записано:

source: A new version of {0} was successfully downloaded. Please restart {0} to start the update installation.
bg: Нова версия на {0} беше успешно свалена. Моля, рестартирайте {0} за да стартирате инсталирането на актуализацията.
es: Una nueva versión de {0} ha sido descargada exitosamente. Por favor reinicie {0} para empezar la instalación de la actualización.
hy: {0}-ի նոր տարբերակը բեռնված է: Խնդրում ենք վերամիացնել {0}-ը թարմացման համար:
ka: ახალი ვერსია {0} წარმატებით ჩამოიტვირთა. განახლების დასაწყებად გთხოვთ გადატვირთოთ {0}
ru: Новая версия {0} загружена. Перезапустите {0} для начала установки.

source: A newer version of {0} ({1}) is available for download. Do you want to proceed with the update?
az: Yeni versiya {0} ({1}) yükləmək üçün hazirdir. Yenilənsin?
bg: Съществува нова версия на {0} ({1}). Желаете ли актуализация?
es: Una nueva versión de {0} ({1}) está disponible para descarga. ¿Desea proceder con la actualización?
fr: Une nouvelle version de {0} ({1}) est disponible pour téléchargement. Voulez-vous procéder à la mise à jour?
hy: Հասանելի է {0} ({1}) - ի նոր տարբերակ: Դուք ցանկանում եք թարմացնել այն
ka: გადმოწერისთვის ხელმისაწვდომია ახალი ვერსია {0} ({1}). განვაახლოთ?
pl: Nowa wersja {0} ({1}) dostępna dla ładowania. Odnowić?
ru: Новая версия {0} ({1}) доступна для загрузки. Обновить?
uk: Нова версія {0} ({1}) доступна для завантаження. Обновити?

source: A price rule must contain at least one action.
az: Qiymət qaydasi ən azı bir əməliyyatdan ibarət olmalıdır
bg: Ценовото правило трябва да съдържа поне едно действие.
es: Una regla de precio debe contener al menos una acción
fr: Une règle du prix doit contenir au moins une action.
hy: Գնային կանոնը պետք է պարունակի առնվազն մեկ կետ
ka: ფასობრივი წესი უნდა შეიცავდეს ერთ ქმედებას მაინც.
pl: Cenowa reguła musi zawierać niemniej niż jedno działania
ru: Ценовое правило должно содержать не менее одного действия
uk: Цінове правило повинне містити не менше однієї дії

source: A price rule must contain at least one condition.
az: Qiymət qaydasi ən azı bir şərtdən ibarət olmalıdır
bg: Ценовото правило трябва да съдържа поне едно условие.
es: Una regla de precio debe contener al menos una condición
fr: Une règle du prix doit contenir au moins une condition.
hy: Գնային կանոնը պետք է պարունակի առնվազն մեկ պայման
ka: ფასობრივი წესი უნდა შეიცავდეს ერთ პირობას მაინც.
pl: Cenowa reguła musi zawierać niemniej niż jedno warunku
ru: Ценовое правило должно содержать не менее одного условия
uk: Цінове правило повинне містити не менше однієї умови

source: A price rule must contain at least one operation.
az: Qiymət qaydasi ən azı bir əməliyyatdan ibarət olmalıdır
bg: Ценовото правило трябва да съдържа поне една операция.
es: Una regla de precio debe contener al menos una operación
fr: Une règle du prix doit contenir au moins une opération.
hy: Գնային կանոնը պետք է պարունակի առնվազն մեկ գործողություն
ka: ფასობრივი წესი უნდა შეიცავდეს ერთ ოპერაციას მაინც.
pl: Cenowa reguła musi zawierać niemniej niż jedno operacji
ru: Ценовое правило должно содержать не менее одной операции
uk: Цінове правило повинне містити не менше однієї операції

source: A similar transaction was processed with this card recently!
bg: Подобна транзакция е била обработена с тази карта наскоро!
es: ¡Una transacción similar fue realizada con esta tarjeta de crédito recientemente!
hy: Այս քարտով նման գործարք իրականացվել է վերջերս
ka: ამ ბარათით მსგავსი ტრანზაქცია უკვე დამუშავებულია წარსულში!
ru: Подобная сделка недавно была обработана с этой картой!

source: A similar transaction was processed with this card recently! Do you want to continue?
bg: Подобна транзакция е била обработена с тази карта наскоро! Желаете ли да продължите?
es: Una transacción similar fue realizada con esta tarjeta de crédito recientemente! ¿Desea continuar?
hy: Այս քարտով նմանատիպ գործարք իրականացվել է վերջերս, ցանկամում եք շարունակել?
ka: ამ ბარათით მსგავსი ტრანზაქცია უკვე დამუშავებულია წარსულში! გსურთ გაგრძელება?
ru: Подобная транзакция недавно была обработана с этой картой! Вы хотите продолжить?

# Distribution
source: About Us
bg: За нас
es: Acerca de
hy: Մեր մասին
ka: ჩვენს შესახებ
ru: О компании
uk: Про нас

source: About a minute ago
bg: Преди около минута
es: Hace un minuto
hy: Մոտ մեկ րոպե առաջ
ka: დაახლოებით 1 წუთის წინ
ru: Около минуты назад
uk: Близько хвилини тому

source: About a month ago
bg: Преди около месец
es: Hace un mes
hy: Մոտ մեկ ամիս առաջ
ka: დაახლოებით 1 თვის წინ
ru: Около месяца назад
uk: Близько місяця тому

source: About an hour ago
bg: Преди около час
es: Hace una hora
hy: Մոտ մեկ ժամ առաջ
ka: დაახლოებით 1 საათის წინ
ru: Около часа назад
uk: Близько години тому

source: About {0}
az: О {0}
bg: За {0}
es: Acerca de {0}
fr: À propos de {0}
hy: {0}- մասին
ka: {0} - ის შესახებ
pl: O {0}
ru: О {0}
uk: Про {0}

source: About...
az: Proqram haqqında
bg: За програмата...
es: Acerca de programa...
fr: À propos...
hy: Մասին
ka: შესახებ...
pl: O programie...
ru: О программе
uk: Про програму

source: Accepted by:
bg: Приет от:
es: Aprobado por:
hy: Ընդունված է
ka: დამოწმებულია:
ru: Проверил:
uk: Перевірив

source: Access Level
az: Уровень доступа
bg: Ниво на достъп
es: Nivel de Acceso
fr: Niveau d'accès
hy: Հասանելիության մակարդակ
ka: წვდომის დონე
pl: Poziom Dostępu
ru: Уровень доступа
uk: Рівень доступу

source: Access Level Permissions
az: Уровень доступа
bg: Права според нивото на достъп
es: Permisos de nivel de acceso
fr: Droits d'accès de niveau
hy: Հասանելիության մակարդակ թույլատվություններ
ka: წვდომის დონის ნებართვები
ru: Разрешения для уровня доступа

source: Access level
az: Уровень доступа
bg: Ниво на достъп
es: Nivel de acceso
fr: Le niveau d'accès
hy: Հասանելիության մակարդակ
ka: წვდომის დონე
pl: Poziom dostępu
ru: Уровень доступа
uk: Рівень доступу

source: Access level:
az: Уровень доступа:
bg: Ниво на достъп:
es: Nivel de acceso:
fr: Le niveau d'accès:
hy: Հասանելիության մակարդակ
ka: წვდომის დონე:
pl: Poziom dostępu:
ru: Уровень доступа:
uk: Рівень доступу:

source: Accounting
bg: Счетоводство
es: Contabilidad
hy: Հաշվապահություն
ka: საბუღალტრო
ru: Бухгалтерский учет
uk: Бухгалтерський облік

source: Accounting application:
bg: Счетоводна програма:
es: Aplicación contable
hy: Հաշվապահական ծրագիր
ka: საბუღალტრო პროგრამა
ru: Программа для бухгалтерского учета:
uk: Програма для бухгалтерського обліку:

source: Action
az: Действие
bg: Действие
es: Acción
hy: Գործողություն
ka: მოქმედება
pl: Działanie
ru: Действие
uk: Дія

source: Actions
az: Действия
bg: Действия
es: Acciones
fr: Les actions
hy: Գործողություններ
ka: მოქმედებები
pl: Działania
ru: Действия
uk: Дії

source: Activate
az: Aktivləşdirmək
bg: Задействане
es: Activar
fr: Activer
hy: Ակտիվացում
ka: აქტიური
pl: Aktywować
ru: Активировать
uk: Активувати

source: Activated
az: Aktivləşib
bg: Задействан
es: Activado
fr: Activer
hy: Ակտիվացված
ka: გააქტიურებული
pl: Aktywuje
ru: Активировано
uk: Активоване

source: Activating license. Please wait...
az: Lisenziyanın aktivləşdirilməsi. Gözləyin...
bg: Задействане на лиценза. Моля, изчакайте...
es: Activando licencia. Espere por favor...
fr: Activation de licence. Veuillez patienter ...
hy: Լիցենզիայի ակտիվացում, խնդրում ենք սպասել
ka: ლიცენზიის გააქტიურება. გთხოვთ დაელოდოთ...
pl: Aktywacja licencji. Proszę czekać ...
ru: Активация лицензии. Подождите...
uk: Активація ліцензії. Будь ласка, зачекайте ...

source: Activating the license...
bg: Задействане на лиценза...
es: Activando la licencia...
hy: Լիցենզիայի ակտիվացում...
ka: ლიცენზიის გააქტიურება...
ru: Активация лицензии...
uk: Активація ліцензії...

source: Activation code:
az: Aktivləşmə kodu:
bg: Задействащ код
es: Código de activación:
fr: Code d’activation:
hy: Ակտիվացման կոդ
ka: აქტივაციის კოდი
pl: Kod aktywacji :
ru: Код активации:
uk: Код активації:

source: Active
az: Aktivdir
bg: Активен
es: Activos
hy: Ակտիվ
ka: აქტიური
pl: Aktywnie
ru: Активно
uk: Активно

source: Actual Qty
az: Aktual say
bg: Истинско к-во
es: Cantidad Actual
fr: Qté réelle
hy: Ակտուալ քանակություն
ka: მიმდინარე რაოდენობა
pl: Rzeczywista Ilość
ru: Актуальное количество
uk: Актуальна кількість

source: Add
az: Əlavə etmək
bg: Добавяне
es: Añadir
fr: Ajouter
hy: Ավելացում
ka: დამატება
pl: Dodaj
ru: Добавить
uk: Добавити

source: Add Discount
az: Endirim əlavə etmək
bg: Добавяне на отстъпка
es: Añadir descuento
fr: Ajouter une réduction
hy: Զեղչ
ka: ფასდაკლების დამატება
pl: Dodać rabat
ru: Добавить скидку
uk: Добавити знижку

source: Add Group
az: Qrup əlavə etmək
bg: Добавяне на група
es: Añadir grupo
fr: Ajouter Groupe
hy: Ավելացնել խումբ
ka: ჯგუფის დამატება
pl: Dodać grupę
ru: Добавить группу
uk: Додати групу

source: Add Item To Fiscal Operation
az: Əmtəəni qəbzə əlavə etmək
bg: Добавяне на стока към фискална операция
es: Agregar Mercancía a Operación Fiscal
fr: Ajouter un élément à l'opération financière
hy: Ֆիսկալային գործողության համար կետ ավելացնել
ka: საქონლის დამატება ფისკალურ აპარატში
pl: Dodać towar do czeku
ru: Добавить товар в чек
uk: Додати товар в фіскальний чек

source: Add Item To Non-Fiscal Operation
az: Əmtəəni qeyri fiskal əməliyyata əlavə etmək
bg: Добавяне на стока към нефискална операция
es: Agregar productos a Operación No Fiscal
fr: Ajouter un élément Pour non-fiscale Opération
hy: Ոչ ֆիսկալային գործողության համար կետ ավելացնել
ka: საქონლის დამატება არაფისკალურ ოპერაციაში
pl: Dodać towar do niefiskalnej operacji
ru: Добавить товар в нефискальную операцию
uk: Додати товар в нефіскальную операцію

source: Add License
az: Lisenziyanı əlavə etmək
bg: Добавяне на лиценз
es: Añadir licencia
fr: Ajouter une licence
hy: Ավելացնել լիցենզիա
ka: ლიცენზიის დამატება
pl: Dodać licencję
ru: Добавить лицензию
uk: Додати ліцензію

source: Add License Code
bg: Добавяне на лицензен код
es: Añadir Código de licencia
hy: Ավելացնել լիցենզիայի կոդը
ka: ლიცენზიის კოდის დამატება
ru: Ввести лицензионный Код
uk: Додати Ліцензійний код

source: Add License...
bg: Добави лиценз...
es: Añadir licencia...
hy: Ավելացնել լիցենզիա
ka: დაამატეთ ლიცენზია...
ru: Добавить лицензию...
uk: Додати ліцензію...

source: Add Modified Item To Non-Fiscal Operation
az: Dəyişdirilmiş əmtəəni qeyri fiskal əməliyyata əlavə etmək
bg: Добавяне на модифицирана стока към нефискална операция
es: Agragar productos modificados a Operación No Fiscal
fr: Ajouter un élément de modification Pour Non-Fiscale Opération
hy: Ավելացնել ձևափոխված կետ ոչ ֆիսկալային գործողության համար
ka: შეცვლილი საქონლის დამატება არაფისკალურ ოპერაციაში
pl: Dodać zmieniony towar do niefiskalnej operacji
ru: Добавить измененный товар в нефискальную операцию
uk: Додати змінений товар у нефіскального операцію

source: Add New Item
bg: Добавяне на нова стока
es: Agregar Nueva Mercancía
hy: Ավելացնել նոր ապրանք
ka: ახალი საქონლის დამატება
ru: Добавить
uk: Додати новий товар

source: Add New Layout
bg: Добавяне на ново разпределение
es: Añadir nuevo Esquema
hy: Ավելացնել նոր դասավորվածություն
ka: ახალი განლაგების დამატება
ru: Добавить новый шаблон
uk: Додати новий шаблон

source: Add New User
bg: Добавяне на потребител
es: Añadir nuevo usuario
fr: Ajouter un nouvel utilisateur
hy: Ավելացնել նոր օգտագործող
ka: ახალი მომხმარებლის დამატება
ru: Добавить нового пользователя
uk: Додати нового користувача

source: Add New Vending Machine
bg: Добавяне на нов автомат за стоки
es: Añadir nueva máquina expendedora
hy: Ավելացնել նոր առևտրային ավտոմատ
ka: ახალი სავაჭრო აპარატის დამატება
ru: Добавить новое рабочее место

source: Add New Web Store
bg: Добавяне на нов интернет магазин
es: Agregar nueva tienda Web
hy: Ավելացնել նոր ինտերնետ խանութ
ka: დაამატეთ ახალი ვებ-მაღაზია
ru: Добавить новый интернет-магазин

source: Add Promotional Item to the Operation
bg: Добави промоционална стока в операцията
es: Agregar producto de Promoción
hy: Ավելացնել ապրանքը ակիցիայի մեջ
ka: დაამატეთ სარეკლამო საქონელი ოპერაციაში
ru: Добавить товар по акции к Операции
uk: Додати товар за акції до Oперації

source: Add Tax
az: Vergini əlavə etmək
bg: Добавяне на данък
es: Agregar impuesto
fr: Ajouter de l'impôt
hy: Ավելացնել հարկ
ka: გადასახადის დამატება
pl: Dodaj podatek
ru: Добавить налог
uk: Додати податок

source: Add VAT
az: ƏDV əlavə etmək
bg: Добавяне на ДДС
es: Agregar IVA
fr: Ajouter la TVA
hy: Ավելացնել ԱԱՀ
ka: დღგ-ს დამატება
pl: Dodaj VAT
ru: Добавить НДС
uk: Додати ПДВ
