Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: The Web Store Connector Service allows you to synchronize items, availability and sales from your web stores automatically to this IncoCloud group.
bg: Услугата "Връзка с интернет магазини" Ви позволява да синхронизирате стоки, наличности и продажби от вашите интернет магазини автоматично в тази група в "IncoCloud".
es: El Servicio de Conector Web le permite sincronizar productos, disponibilidad y ventas desde sus tiendas web automaticamente a este grupo de IncoCloud.
hy: Ինտերնետ խանութների բաժինը հնարավորություն է տալիս Համաճամացնել տվյալ խմբում գտնվող բոլոր կետերը
ka: ვებ-მაღაზიის კავშირის სერვისი საშუალებას გაძლევთ დაასინქრონოთ საქონელი, რაოდენობები და გაყიდვები ვებ-მაღაზიიდან ინკო-ღრუბლის ჯგუფთან.
ru: Служба Web Store Connector позволяет синхронизировать товары, наличие и продажи интернет-магазина автоматически в данной группе IncoCloud.
uk: Послуга Web Store Connector дозволяє синхронізувати товари, наявність та продажу від ваших веб-магазинів автоматично до цієї групи IncoCloud.

source: The Write-off operation is part of the Advanced Operations module which is not free! You are running an evaluation version of this module and it will have limitations once you reach 100 sales! To use the full capabilities of this module please purchase a license.
bg: Операция изписване е част от модул Разширени операции, който не е безплатен! Работите с пробна версия на модула и ще срещнете ограничения, когато стигнете 100 продажби! За да използвате пълните възможности на модула, моля, закупете лиценз.
es: ¡La operación de Venta interna es parte del módulo de Operaciones Avanzadas el cual no es libre! Está ejecutando una versión de evaluación de este módulo y esto tendrá limitaciones una vez que tenga 100 ventas! Para usar el total de las capacidades de este módulo por favor compre una licencia.
hy: Լիցենզիայի բացակայություն
ka: ჩამოწერის ოპერაცია არ არის უფასო! გაშვებული გაქვთ დემო- ვერსია, რომელსაც 100 გაყიდვის შეზღუდული უფლება აქვს. ფუნქციების სრული სახით გამოსაყენებლად შეიძინეთ ლიცენზია.
ru: Операция Списание является частью расширенных операций, которые не бесплатны. Вы используете пробную версию с ограничением 100 продаж. Для использования без ограничений приобретите лицензию.
uk: Операція Списання входить в список платних функцій. Ви працюєте в ознайомчій версії цього модуля і він буде мати обмеження як тільки ви досягнете 100 продажів! Щоб використовувати всі можливості цього модуля необхідно придбати ліцензію.

source: The access level of the user was changed. Do you want to reset the permissions of this user to the default ones for the new access level?
bg: Нивото на достъп на потребителя е променено. Желаете ли да върнете правата на този потребител до подразбиращите се за новото му равнище?
es: El nivel de acceso del usuario fue cambiado.¿Desea reiniciar los permisos preestablecidos a este usuario para el nuevo nivel de acceso?
fr: Le niveau d'accès de l'utilisateur a été modifié. Voulez-vous réinitialiser les autorisations de cet utilisateur à celles par défaut pour le nouveau niveau d'accès?
hy: Օգտագործողի հասանելիության մակարդակը փոփոխվել է ?
ka: მომხმარებლის წვდომის დონე შეიცვალა. გსურთ წვდომის უფლებების ჩამოყრა ახალი წვდომის დონისთვის?
ru: Уровень доступа пользователя изменен. Сбросить разрешения к разрешениям по умолчанию для данного уровня?

source: The activation information was copied to your clipboard. Send this information to your distributor to receive an activated license!
az: Информация о лицензии была скопирована в буфер. Отправьте эту информацию Вашему дистрибьютору для получения активированной лицензии!
bg: Информацията за задействане беше копирана в системния буфер ("clipboard"). Изпратете тази информация на вашия разпространител, за да получите задействан лиценз.
es: La información de activación fue copiada a su portapapeles. Envie esta información a su distribuidor para recibir una licencia de activación.
fr: Les informations d'activation ont été copiées dans votre presse-papiers. Envoyer cette information à votre distributeur pour obtenir une licence activée!
hy: Ակտիվացման տեղեկատվությունը կրկնօրինակել է վահանակի վրա: Ուղարկեք այս տեղեկատվությունը ձեր դիստրիբյուտորին ակտիվացման լիցենզիա ստանալու համար
ka: აქტივაციის ინფორმაცია დაკოპირებულია გაცვლის ბუფერში. გაუგზავნეთ ეს ინფორმაცია თქვენს დისტრიბუტორს გააქტიურებული ლიცენზიის მისაღებად!
pl: Informacja o licencji była skopiowana do bufora. Wyszlicie tą informację Waszemu dystrybutorowi dla otrzymania aktywacji licencji!
ru: Информация о лицензии была скопирована в буфер. Отправьте эту информацию Вашему дистрибьютору для получения активированной лицензии!
uk: Інформація для активації були скопійовані в буфер обміну. Відправити цю інформацію для вашого постачальника для отримання активованих ліцензій!

source: The administrator password entered contains invalid characters! The administrator password may contain only letters or digits.
az: Administrator şifrəsi ancaq hərflərdən və rəqəmlərdən ibarət olmalıdır.
bg: Въведената административна парола не е коректна. Административната парола трябва да съдържа единствено букви и цифри.
es: ¡La contraseña de administrador entrada tiene caracteres inválidos! La contraseña de administrador solo puede contener letras o números.
fr: Le mot de passe d’administrateur saisi contient des caractères non valides! Le mot de passe administrateur peut contenir que des lettres ou des chiffres.
hy: Ներմուծված կառավարչի գաղտնաբառը պարունակում է չթույլատրված սիմվոլներ: Ղեկավարի գաղտնաբառը կարող է պարունակել միայն տառեր և թվեր:
ka: ადმინისტრატორის პაროლი შეიცავს დაუშვებელ სიმბოლოებს. ადმინისტრატორის პაროლი შეიძლება შეიცავდეს მხოლოდ ასიებს და ციფრებს.
pl: Wprowadzone hasło administratora zawiera niedopuszczalne symbole. Hasło administratora może zawierać tylko litery i cyfry.
ru: Введенный пароль администратора содержит недопустимые символы. Пароль администратора может содержать только буквы и цифры.
uk: Введений пароль адміністратора містить недобрі символи. Пароль адміністратора може містити тільки букви і цифри.

source: The availability can only be recalculated if your item management setting is last purchase price or average purchase prices.
bg: Наличностите могат да бъдат преизчислени само ако настройката за управление на стоки е последна доставна цена или средно претеглена цена.
es: Las disponibilidades solo pueden ser recalculadas si la configuración es por último precio de compra o por promedio de precio de compra.
hy: Պահեստային մնացորդի վերահաշվարկը հնարավոր է միայն վերջին մատակարարման կամ միջի կշռված գնով աշխատանքի ժամանակ:
ka: ხელმისაწვდომობის გადაანგარიშება შესაძლებელია მხოლოდ იმ შემთხვევაში თუ თქვენ მუშაობთ ბოლო შესყიდვის ფასით ან საშუალო შესყიდვის ფასით.
ru: Количества могут быть пересчитаны, если выбраны настройки Последняя приходная цена или Средняя приходная цена

source: The average value
az: Orta göstərici
bg: Средна стойност
es: Valor promedio
fr: La valeur moyenne
hy: Միջին արժեք
ka: საშუალო ღირებულება
pl: Średnia wartość
ru: Среднее значение
uk: Середнє значення

source: The barcode "{0}" already exists. Do you want to save the item anyway?
az: "{0}" barkodu artıq mövcuddur. Davam edirsiniz?
bg: Баркодът "{0}" вече съществува. Желаете ли да продължите?
es: El código de barras "{0}" ya existe. ¿Desea guardarlo de todas formas?
fr: Le code à barres "{0}"existe déjà. Voulez-vous enregistrer l’article de toute façon?
hy: Արդեն գոյություն ունի "{0}" գծիկավոր կոդով ապրանք. ցանկանում եք պահպանել?
ka: "{0}" შტრიხკოდი უკვე არსებობს. გავაგრძელო?
pl: Kod "{0}" już istnieje. Przedłużyć?
ru: Штрих-код "{0}" уже существует. Продолжить?
uk: Баркод "{0}" вже є. Продовжити?

source: The bill cannot be split with the same client!
bg: Сметката не може да бъде разделена със същият клиент!
es: ¡La cuenta no puede ser dividida con el mismo cliente!
hy: Պատվերը չի կարող բաժանվել մեկ հարախոդի ժամանակ
ka: ჩეკი არ შეიძლება გაიყოს იგივე კლიენტით
ru: Счет не может быть разделен для одного и того же клиента!

source: The card has expired!
bg: Картата е с изтекла валидност!
es: ¡La tarjeta ha expirado!
hy: Քարտը ժամկետանց է
ka: ბარათი ვადაგასულია!
ru: Срок действия карты истек!

source: The card must be picked up!
bg: Картата трябва да бъде взета!
es: ¡La tarjeta debe ser recogida!
hy: Քարտը պիտի վերցվի
ka: ბარათი უნდა იყოს არჩეული!
ru: Карта должна быть изъята

source: The client cannot be moved to the same location he is currently on!
bg: Клиентът не може да бъде преместен на същият обект, на който е в момента!
es: ¡El cliente no puede ser movido a la misma ubicación en la que está actualmente!
hy: Հաճախորդը չի կարող տեղափոխվել ընթացիկ տեղամաս
ka: კლიენტის წაშლა არ შეიძლება იმავე ადგილმდებარეობიდან, სადაც ის არის!
ru: Клиент не может быть перемещен на тот же объект!

source: The clock of the fiscal printer is not set. Please set it to the correct time!
bg: Часовникът на фискалния принтер не е сверен. Моля, сверете го.
es: El reloj de la impresora fiscal no esta ajustado. ¡Por favor póngale la hora correcta!
fr: L'horloge de l'imprimante fiscale n'est pas définie. S'il vous plaît mettez à la bonne heure!
hy: Ֆիսկալային սարքի ժամը նշված չէ, նշեք ճիշտ ժամը
ka: ფისკალური პრინტერის საათი არ არის დაყენებული. გთხოვთ, დააყენოთ ზუსტი დროისათვის!
ru: Часы фискального принтера не установлены. Установите правильное время!

source: The code entered is not valid! Please verify it and type it exactly as you have received it.
az: Siz səhv kod daxil etdiniz!
bg: Въведеният код е невалиден! Моля, проверете и го въведете точно както сте го получили.
es: ¡El código entrado no es válido! Por favor verifíquelo y ecríbalo exactamente como lo recibió.
fr: Le code entré n'est pas valide! S'il vous plaît le vérifier et le taper exactement comme vous l'avez reçu.
hy: Մուտքագրված կոդը սխալ է
ka: შეტანილი კოდი არ არის ვალიდური! გთხოვთ გადაამოწმოთ და შეიტანოთ დაკვირვებით.
pl: Wprowadzony kod jest nieprawidłowy! Sprawdź to i wpisz go dokładnie tak, jak on jest napisanym
ru: Вы ввели неверный код!

source: The connection to the server failed!
bg: Свързването със сървъра беше неуспешно!
es: ¡La conexión a el servidor falló!
hy: Սերվերի հետ կապը ընդհատված է
ka: სერვერთან კავშირი არ არის დამყარებული!
ru: Соединение с сервером разорвано.
uk: Підключення до сервера не вдалося!

source: The connection to the server was not successful!
az: Serverlə əlaqə qurulmadı.
bg: Свързването със сървъра беше неуспешно!
es: ¡La conexión al servidor no fue exitosa!
fr: La connexion au serveur n'a pas réussi!
hy: Սերվերի հետ կապը հաստատված չէ
ka: სერვერთან კავშირი არ არის დამყარებული.
pl: Łączenie z serwerem nie jest ustalone.
ru: Соединение с сервером не установлено.
uk: Зєднання з сервером не встановленно.

source: The connection to the server was successful.
az: Serverlə əlaqə quruldu.
bg: Свързването със сървъра беше успешно.
es: ¡La conexión al servidor fue exitosa!
fr: La connexion au serveur a été avec succès.
hy: Սերվերի հետ կապը հաստատված է
ka: სერვერთან კავშირი დამყარებულია.
pl: Łączenie z serwerem jest ustalone.
ru: Соединение с сервером установлено.
uk: Зєднання з сервером встановленно.

source: The connection with database was interrupted!
az: Baza ilə əlaqə kəsildi!
bg: Връзката със сървъра беше прекъсната!
es: ¡La conexión con la base de datos fue interrumpida!
fr: La connexion avec la base de données a été interrompu!
hy: Տվյալների բազայի հետ կապը ընդհատվել է
ka: მონაცემთა ბაზასთან კავშირი შეწყვეტილია!
pl: Łączenie z bazą danych było przerwane!
ru: Соединение с базой данных было прервано!
uk: Зєднання з базою даних було перервано!

source: The connection with the barcode scanner failed!
bg: Връзката с баркод скенера беше неуспешна!
es: ¡La conexión con el escaner de código de barras falló!
hy: Գծիկավոր կոդի սկաների հետ կապը ընդհատված է
ka: შტრიხკოდების წამკითხველთან კავშირი არ არის დამყარებული!
ru: Соединение со сканером штрих-кодов не установлено!
uk: З'єднання зі сканером штрих-кодів не встановлено!

source: The consignment cannot be saved due to insufficient quantity of item "{0}".
bg: Консигнацията не може да бъде записана поради недостатъчна наличност на стоката "{0}".
es: La consignación no puede ser guardada debido a la insuficiente cantidad del elemento "{0}".
hy: Չի կարող պահպանվել "{0}" անթույլատրելի քանակի պատճառով
ka: კონსიგნაციის შენახვა შეუძლებელია "{0}" საქონლის შესაბამისი რაოდენობის არ ქონის გამო.
ru: Консигнация не может быть сохранена - не хватает товара "{0}".
uk: Консигнація не може бути збережена - не вистачає товар "{0}".

source: The consignment return cannot be saved due to insufficient quantity of item "{0}".
bg: Връщането по консигнация не може да бъде записано поради недостатъчна наличност на стоката "{0}".
es: La devolución de consignación no puede ser guardada debido a la insuficiente cantidad del elemento "{0}".
hy: Չի կարող պահպանվել "{0}" անթույլատրելի քանակի պատճառով
ka: კონსიგნაციით დაბრუნების შენახვა შეუძლებელია "{0}" საქონლის შესაბამისი რაოდენობის არ ქონის გამო.
ru: Возврат по консигнации не может быть сохранен - не хватает товара "{0}".
uk: Повернення по консигнації не може бути збережена - не вистачає товар "{0}".

source: The consignment sale cannot be saved due to insufficient quantity of item "{0}".
bg: Отчитането на консигнация не може да бъде записано поради недостатъчна наличност на стоката "{0}".
es: La venta en consignación no puede ser guardada debido a la insuficiente cantidad del elemento "{0}".
hy: Չի կարող պահպանվել "{0}" անթույլատրելի քանակի պատճառով
ka: კონსიგნაციით გაყიდვის შენახვა შეუძლებელია "{0}" საქონლის შესაბამისი რაოდენობის არ ქონის გამო.
ru: Продажа по консигнации не может быть сохранена - не хватает товара "{0}".
uk: Продаж по консигнації не може бути збережений - не вистачає товар "{0}".

source: The cost of this charge will be distributed in the items above it
bg: Стойността на тази такса ще бъде разпределена в стоките над нея
hy: Տվյալ ապրանքի գինը կտարածվի վերը նշված ցուցակի վրա
ka: ამ ხარჯის ღირებულება გადანაწილდება აღნიშნულ საქონელზე
ru: Стоимость оплаты будет распределена между товарами, которые указаны выше

source: The custom date format entered is not valid. Please choose a valid date format. The format should contain day ("d"), month ("M") and year ("y") symbols. Or leave blank to use the default format.
az: Формат даты недопустим. Выберите допустимый формат. Шаблон должен содержать день ("d"), месяц ("M") и год ("y") . Для использования значения по умолчанию оставьте поле пустым.
bg: Въведеният формат не е валиден. Моля, въведете правилен формат. Форматът трябва да съдържа ден ("d"), месец ("M") и година ("y"). Или оставете полето празно за текущия формат.
es: El formato de fecha entrado no es válido. Por favor seleccione un formarto válido. El formato podría contener los símbolos del día "d", el mes "M" y el año "y". O dejar en blanco para usar el formato predeterminado
fr: Le format de date personnalisé entré n'est pas valide. S'il vous plaît choisir un format de date valide. Le format doit contenir jour ("d"), le mois ("M") et l'année ("y") symboles. Ou laisser vide pour utiliser le format par défaut.
hy: Տվյալների ֆորմատը անթույլատրելի է: Ընտրեք թույլատրելի ֆորմատ: Ֆորմատը պետք է պարունակի օր("d") , ամիս("M") և տարի("y"): Լռելյայն տարբերակի համար տողը ազատ թողել
ka: თარიღის დაუშვებელი ფორმატი. აირჩიეთ დაშვებული ფორმატი. შაბლონი უნდა შეიცავდეს დღეს ("d"), თვეს ("M") და წელს ("y") . სტანდარტული მნიშვნელობის გამოსაყენებლად დატოვეთ ეს ველი ცარიელი.
pl: Format daty jest niedopuszczalny. Wybierzcie dopuszczalny format. Szablon musi zawierać dzień ("d"), miesiąc ("M") i rok ("y") . Dla użycia znaczenia suspend zostawcie pole pustym.
ru: Формат даты недопустим. Выберите допустимый формат. Шаблон должен содержать день ("d"), месяц ("M") и год ("y") . Для использования значения по умолчанию оставьте поле пустым.
uk: Формат дати поганий. Виберіть правильний формат. Шаблон повинен містити день ("d"), місяць ("M") і рік ("y") . Для використання значення по замовчуванню залишіть пусте поле.

source: The customer "{0}" has orders associated with it! All orders for this customer must be finished or cancelled before removing the customer.
az: У клиента "{0}" есть заказы! Все заказы для этого клиента должны быть выполнены либо отменены перед его удалением.
bg: Потребителят "{0}" има отворени поръчки! Всички поръчки трябва да бъдат приключени преди изтриването на потребителя.
es: ¡El cliente "{0}" tiene pedidos asociados a él! Todas los pedidos de este cliente deben ser finalizados o cancelados antes de eliminarlo.
fr: Le client "{0}"a des ordres qui lui sont associés! Toutes les commandes de ce client doit être terminé ou annulé avant de retirer le client.
hy: "{0}" հաճախորդը ունի պատվեր դրա հետ կապված! այդ հաճախորդի համար բոլոր պատվերները պետք է կամ իրականացվեն, կամ էլ հերքվեն ջնջելուց առաջ
ka: "{0}" კლიენტს აქვს შეკვეთები! წაშლამდე, ყველა მისი შეკევთა ან უნდა შესრულდეს ან გაუქმდეს.
pl: U klienta "{0}" są zamówienia! Wszystkie zamówienia dla tego klienta powinny być dokonane albo skasowane przed jego usunięciem.
ru: У клиента "{0}" есть заказы! Все заказы для этого клиента должны быть выполнены либо отменены перед его удалением.
uk: У клієнта "{0}" є замовлення! Всі замовлення для цього клієнта понні бути виконані або відмінені перед його видаленням.

source: The customer {0}'s card was recognized. Do you want to add this customer?
az: {0} müştəri kartı tanınmadı. Müştəri əlavə edirsiniz?
bg: Картата на клиента {0} беше разпозната. Желаете ли да използвате този клиент?
es: La tarjeta del cliente {0} fue reconocida. ¿Desea agreagar este cliente?
fr: La carte de client {0} 's a été reconnu. Voulez-vous ajouter ce client?
hy: {0}' հաճախորդի քարտը ճանաչվել է. ցանկանում եք ավելացնել հաճախորդին?
ka: "{0}" მომხმარებლის ბარათი ამოცნობილია. გსურთ ამ მომხმარებლის დამატება?
pl: Kliencka karta {0} nie rozpoznana. Dodać klienta?
ru: Клиентская карта {0} не опознана. Добавить клиента?
uk: Клієнтська картка {0} не розпізнана. Добавити клієнта?

source: The database cannot be prepared for synchronization! Make sure the current user have privileges to alter the database.
bg: Базата данни не може да бъде подготвена за синхронизация. Моля, уверете се, че текущия потребител има права да променя базата данни.
es: ¡La base de datos no está lista para sincronización! Asegúrese que el usuario actual tiene privilegios para alterar la base de datos.
hy: Համաժամացման համար հնարավոր չէ նախապատրաստել տվյալ տվյալների բազան! Համոզվեք որ տվյալ օգտագործողը տվյալների բազայի փոփոխության տույլատվություն ունի:
ka: მონაცემთა ბაზა არ შეიძლება იყოს მზად სინქრონიზაციისთვის! დარწმუნდით მიმდინარე მომხმარებელს აქვს უფლებები მონაცემთა ბაზის ცვლილების.
ru: База данных не может быть подготовлена к синхронизации! Убедитесь, что текущий пользователь имеет права для изменения базы данных.

source: The database cannot be prepared for synchronization! The current user does not have privileges to execute the DROP command.
bg: Базата данни не може да бъде подготвена за синхронизация. Текущият потребител няма право да изпълнява командата "DROP".
es: ¡La base de datos no está lista para sincronización! El usuario actual no tiene privilegios para ejecutar el comando DROP
hy: Համաժամացման համար հնարավոր չէ նախապատրաստել տվյալ տվյալների բազան! Տվյալ օգտագործողը տվյալների բազայի DROP հրամանի տույլատվություն Չունի:
ka: მონაცემთა ბაზა არ შეიძლება იყოს მზად სინქრონიზაციისთვის! მიმდინარე მომხმარებელს არ აქვს უფლებები შეასრულოს DROP ბრძანება.
ru: База данных не может быть подготовлена к синхронизации! Убедитесь, что текущий пользователь имеет права выполнения команды DROP.

source: The database cannot be prepared for synchronization! The current user does not have privileges to execute the TRIGGER command.
bg: Базата данни не може да бъде подготвена за синхронизация. Текущият потребител няма право да изпълнява командата "TRIGGER".
es: ¡La base de datos no está lista para sincronización! El usuario actual no tiene privilegios para ejecutar el comando TRIGGER
hy: Տվյալների բազան չի կարող նախապատրաստվել սինխրոնիզացման համար, քանի որ տվյալ օգտագործողը TRIGGER հրամանի իրավասություն չունի
ka: მონაცემთა ბაზა
ru: База данных не может быть подготовлена к синхронизации! Текущий пользователь не имеет прав для выполнения команды TRIGGER
uk: База даних не може бути підготовлена до синхронізації! Поточний користувач не має прав для виконання команди TRIGGER.

source: The database group creation failed!
bg: Създаването на групата бази данни беше неуспешно.
es: ¡La creación del grupo de base de datos falló!
fr: La création du groupe de base de données a échoué!
hy: Տվյալների բազայի խմբի ստեղծումը հերքված է
ka: მონაცემთა ბაზების ჯგუფის შექმნა არ განხორციელდა!
ru: Группу баз данных создать не удалось!
uk: Групу баз даних створити не вдалося!

source: The database group name is already in use!
bg: Името за групата бази данни вече е заето.
es: ¡El nombre del grupo de la base de datos ya está en uso!
fr: Le nom du groupe de base de données est déjà en cours d'utilisation!
hy: Տվյալների բազայի ստեղծումը ավարտված է
ka: მონაცემთა ბაზების ჯგუფის უკვე სახელი გამოყენებაშია!
ru: Имя группы баз данных уже используется!

source: The database group was created successfully!
bg: Групата от бази данни беше успешно създадена.
es: ¡El grupo de la base de datos fue creado correctamente!
fr: Le groupe de base de données a été créée avec succès!
hy: Տվյալների բազայի խմբի ստեղծումը ավարտված է
ka: მონაცემთა ბაზების ჯგუფი შეიქმნა წარმატებით!
ru: Группа баз данных была создана успешно!

source: The database is updated
bg: Базата данни е обновена
hy: Տվյալների բազան թարմացված է
ka: მონაცემთა ბაზა განახლებულია
ru: База данных обновлена

source: The database mariking for wiping failed!
bg: Маркирането на базата данни за изтриване беше неуспешно!
es: ¡Laselección de la base de datos para ser limpiada falló!
fr: La base de données selectionnée pour netoyage a échoué!
hy: Տվյալների բազայի մաքրումը կանխված է
ka: მონაცემთა ბაზის მონიშვნა წმენდისთვის არ განხორციელდა!
ru: Пометить базу данных для стирания не удалось!

source: The database removal failed!
bg: Премахването на базата данни беше неуспешно.
es: ¡El borrado de la base de datos falló!
fr: La suppression de base de données a échoué!
hy: Տվյալների բազայի հերքումը կանխված է
ka: მონაცემთა ბაზის წაშლა არ განხორციელდა!
ru: Удаление базы данных неуспешно!

source: The database removal took longer than expected! Please try again later.
bg: Премахването на базата данни отнема повече от очакваното. Моля, опитайте по-късно.
es: ¡El borrado de la base de datos tardo más de lo esperado!
hy: Տվյալների բազայի հեռացումը սովորականի շատ ժամանակ է պահանջում խնդրում ենք փորձել կրկին
ka: მონაცემთა ბაზის წაშლას დასჭირდა მეტი დრო ვიდრე მოსალოდნელი იყო! გთხოვთ სცადოთ ხელმეორედ მოგვიანებით.
ru: Удаление базы данных заняло больше времени, чем ожидалось. Повторите попытку позднее.

source: The database was created successfully. Don't make any changes for a few minutes until all the information is synchronized from IncoCloud.
bg: Базата данни беше успешно създадена. Не внасяйте промени за няколко минути, докато всички сведения са синхронизирани от "IncoCloud".
es: La base de datos fue creada correctamente. No haga cambios por unos minutos hasta que toda la información esté sincronizada desde IncoCloud.
fr: La base de données a été créée avec succès. Ne pas apporter de modifications pendant quelques minutes jusqu'à ce que toutes les informations sont synchronisées à partir de IncoCloud.
hy: Տվյալների բազայի ստեղծումը ավարտված է
ka: მონაცემთა ბაზა შეიქმნა წარმატებით. რამოდენიმე წუთი ნუ გააკეთებთ ცვლილებებს ინკო-ღრუბლის სინქრონიზაციამდე.
ru: База данных была создана успешно. Не делайте изменений несколько минут для синхронизации с IncoCloud.
