Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: The password entered contains invalid characters! The password may contain only letters or digits.
az: Şifrə ancaq rəqəm və hərflərdən ibarət olmalıdır!
bg: Въведената парола не е коректна. Паролата трябва да съдържа единствено букви и цифри.
es: ¡La contraseña entrada contiene caracteres inválidos! La contraseña puede contener solo letras y dígitos.
fr: Le mot de passe saisi contient des caractères invalides! Le mot de passe peut contenir que des lettres ou des chiffres.
hy: Մուտքագրված գաղտնաբառը պարունակում է անթույլատրելի սիմվոլներ! գաղտնաբառը կարող է պարունակել միայն տառեր և թվեր
ka: შეყვანილი პაროლი შეიცავს დაუშვებელ სიმბოლოებს. პაროლი უნდა შეიცავდეს მხოლოდ ასოებს და ციფრებს.
pl: Wprowadzone hasło zawiera niedopuszczalne symbole! Haslo może zawierać tylko litery i cyfry.
ru: Введенный пароль содержит недопустимые символы! Пароль может содержать только буквы и цифры.
uk: Введений пароль містить неприпустимі символи! Пароль може містити тільки букви і цифри.

source: The password for the device is not correct!
bg: Паролата за устройството е грешна.
es: ¡La contraseña para este dispositivo es incorrecta!
fr: Le mot de passe pour le périphérique est incorrect!
hy: Սարքավորման գաղտնաբառը սխալ է
ka: მოწყობილობის პაროლი არასწორია!
ru: Пароль для устройства указан неверно!

source: The password for your IncoCloud user {0} has been successfully reset.
bg: Паролата за вашият потребител {0} в IncoCloud беше успешно нулирана.
es: La contraseña para su usuario {0} de IncoCloud ha sido correctamente reiniciada
hy: IncoCloud-ի {0} օգտագործողի գաղտնաբառը հաջողությամբ զրոյացվել է
ka: პაროლი თქვენი ინკო-ღრუბლის მომხმარებლისთვის {0} წარმატებით გადაიტვირთა.
ru: Пароль для пользователя IncoCloud {0} был успешно сброшен.

source: The password must be at least 6 characters long.
bg: Паролата трябва да съдържа поне 6 знака.
es: La contraseña debe tener al menos 6 caracteres de longitud.
fr: Le mot de passe doit être d'au moins 6 caractères.
hy: Գաղտնաբառը պետք է պարունակի առնվազն վեց նիշ
ka: პაროლი უნდა შეიცავდეს მინიმუმ 6 სიმბოლოს.
ru: Пароль должен содержать минимум 6 символов.

source: The password reset failed! No user with such e-mail address exists in IncoCloud.
bg: Нулирането на паролата беше неуспешно! Няма потребител с такава електронна поща в "IncoCloud".
es: ¡La contraseña entrada falló! Ningún usuario con esa dirección de correo electrónico existe en IncoCloud.
hy: Գաղտնաբառի վերագրանցումը կանխվեց. IncoCloud–ում գոյություն չունի այդպիսի էլ փոստով օգտատեր
ka: პაროლის განულება წარუმატებლად დასრულდა! მომხმარებელი აღნიშნული იმეილით არ მოიძებნა ინკო-ღრუბელში.
ru: Сброс пароля прошел неуспешно! Пользователя с таким адресом не существует

source: The password reset failed! Please try again later.
bg: Нулирането на паролата беше неуспешно! Моля, опитайте по-късно.
es: ¡La contraseña entrada falló! Por favor inténtelo más tarde.
hy: Գաղտնաբառի զրոյացումը կասեցված է խնդրում ենք փորձել կրկին
ka: პაროლის განულება წარუმატებლად დასრულდა! სცადეთ ხელმეორედ მოგვიანებით.
ru: Сброс пароля не удался! Попробуйте позднее.

source: The password reset was successfull! Please check your e-mail for the new password.
bg: Нулирането на паролата беше успешно! Моля, проверете вашата електронна поща, за да разберете новата си парола.
es: ¡La contraseña entró exitósamente! Por favor revise su correo electrónico para la nueva contraseña.
hy: Գաղտնաբառի վերագրանցումը ավարտվեց. խնդրում ենք ստուգել էլ փոստը
ka: პაროლის განულება წარმატებით დასრულდა! გტხოვთ, შეამოწმეთ იმეილი ახალი პაროლისთვის.
ru: Сброс пароля прошел успешно! Проверьте почту для получения нового пароля.

source: The passwords do not match!
bg: Паролите не съвпадат.
es: ¡La contraseña no coincide!
fr: Les mots de passe ne correspondent pas!
hy: Գաղտնաբառերը չեն համընկնում
ka: პაროლები არ შეესაბამება ერთმანეთს!
ru: Пароли не совпадают!

source: The payment type "{0}" cannot be deleted, because it is used for payments.
az: Запись об оплате "{0}" не может быть удален, т.к. он используется в платежной операции.
bg: Типът плащане "{0}" не може да се изтрие, защото се използва в плащания.
es: El tipo de pago "{0}" no puede ser borrado, porque este está usado para pagos.
fr: Le type de paiement "{0}"ne peut pas être supprimé, car il est utilisé pour les paiements.
hy: "{0}" վճարման տեսակը հնարավոր չէ հեռացնել, քանի որ այն օգտագործվում է գործողություններում
ka: "{0}" გადახდის ტიპის წაშლა შეუძლებელია, რადგან ის გამოყენებულია გადახდებში!
pl: Ten typ płatności "{0}"nie może być usunięty, ponieważ jest używany do płatności.
ru: Запись об оплате "{0}" не может быть удален, т.к. он используется в платежной операции.

source: The period could not be deleted. Please try deleting a smaller period.
bg: Периодът не можа да бъде изтрит. Моля, опитайте да изтриете по-малък период.
es: El periodo no puede ser eliminado. Por favor trate de borrar un periodo más corto.
hy: Ժամանակահատվածը անհնար է հեռացնել, խնդրում ենք հեռացնել ավելի կարճ ինտերվալ
ka: პერიოდის წაშლა შეუძლებელია. სცადეთ უფრო მცირე პერიოდის წაშლა.
ru: Период не может быть удален. Укажите меньший период.
uk: Період не може бути видалений. Вкажіть менший період.​​

source: The price of this item can be changed in the Touch Screen
bg: Цената на тази стока може да бъде променяна от Сензорен екран
hy: Տվյալ ապրանքի գինը հնարավոր չէ փոփոխել Սենսորային ռեվիմում
ka: ამ საქონლის ფასის შეცვლის შესაძლებლობა სენსორული ეკრანიდან
ru: Цена позиции может быть изменена на Сенсорный экран

source: The price of this item will be deducted from the operation
bg: Цената на тази стока ще бъде извадена от операцията
hy: Տվյալ ապրանքի գինը կհանվի փաստաթղթից
ka: ამ საქონლის ფასი გამოიქვითება ოპერაციიდან
ru: Цена товара будет вычтена из операции

source: The price rule could not send an e-mail because of an error in the communication with the SMTP server. Please check the settings of your SMTP server.
az: Ценовое правило не может отослать письмо из-за ошибки соединения с SMTP-сервером. Проверьте настройки SMTP-сервера.
bg: Ценовото правило не можа да изпрати e-mail поради грешка при комуникацията със SMTP сървъра. Моля, проверете настройките на SMTP сървъра.
es: La regla de precio no podrá enviar un correo electrónico por un error en la comunicación con el servidor SMTP. Por favor revise la configuración de su servidor SMTP
fr: La règle du prix n'a pas pu envoyer un e-mail à cause d'une erreur dans la communication avec le serveur SMTP. Veuillez vérifier les paramètres de votre serveur SMTP.
hy: Գնային օրենքը չի կարող ուղարկել նամակ SMTP սերվերի հետ կապի սխալի պատճառով: Ստուգեք SMTP սերվերի կարգավորումները
ka: ფასობრივი წესი ვერ გაიგზავნა ელ-ფოსტით, SMTP სერვერთან დაკავშირებისას მოხდა შეცდომა. გთხოვთ შეამოწმოთ თქვენი SMTP სერვერის პარამეტრები.
pl: Cenowa reguła nie może odesłać list przez błąd łączenia z SMTP -serwerem. Sprawdźcie ustawienia SMTP - serwera.
ru: Ценовое правило не может отослать письмо из-за ошибки соединения с SMTP-сервером. Проверьте настройки SMTP-сервера.
uk: Правило ціни не може відіслати лист із-за помилки зєднання з SMTP-сервером. Перевірте налаштування SMTP-сервера.

source: The price rule could not send an e-mail because the port you specified for the SMTP server is invalid.
az: Ценовое правило не может отослать письмо из-за недопустимого порта SMTP-сервера.
bg: Ценовото правило не можа да изпрати e-mail, защото портът, който сте избрали, е невалиден.
es: La regla de precio no puede enviar un correo electrónico porque el puerto que usted especificó para el servidor de SMTP no es válido.
fr: La règle du prix n'a pas pu envoyer un e-mail parce que le port que vous avez spécifié pour le serveur SMTP est invalide.
hy: Գնային օրենքը չի կարող նամակ ուղարկել SMTP սերվերի չթույլատրված պորտի պատճառով
ka: ფასობრივი წესი ვერ გაიგზავნა ელ-ფოსტით, რადგან არასწორადაა მითითებული SMTP სერვერის პორტი.
pl: Cenowa reguła nie może odesłać list zza niedopuszczalnego portu SMTP - serwera.
ru: Ценовое правило не может отослать письмо из-за недопустимого порта SMTP-сервера.
uk: Ціновое правило не може відіслати листа із-за невірного порта SMTP-сервера.

source: The price rule could not send an e-mail because you haven't specified an SMTP server in the application settings.
az: Ценовое правило не может отослать письмо из-за неверного адреса SMTP-сервера в настройках приложения.
bg: Ценовото правило не можа да изпрати e-mail, защото няма избран SMTP сървър в настройките на програмата.
es: La regla de precio no pudo enviar un correo electrónico porque no tiene específicado un servidor SMPT en la configuración de la aplicación.
fr: La règle du prix n'a pas pu envoyer un e-mail parce que vous n'avez pas spécifié un serveur SMTP dans les paramètres de l'application.
hy: Գնային օրենքը չի կարող նամակ ուղարկել հայցերի կարգավորումներում SMTP սերվերի սխալ հասցեի պատճառով
ka: ფასობრივი წესი ვერ გაიგზავნა ელ-ფოსტით, რადგან პარამეტრებში თქვენ არ გაქვთ მითითებული SMTP სერვერი.
pl: Cenowa reguła nie może odesłać list zza niewiernego adresu SMTP -serwera w ustawieniach załącznika.
ru: Ценовое правило не может отослать письмо из-за неверного адреса SMTP-сервера в настройках приложения.
uk: Правило ціни не може відіслати лист із-за невірного адреса SMTP-сервера в настройках програми.

source: The price rule could not send an e-mail because you haven't specified an email sender in the application settings.
az: Ценовое правило не может отослать письмо из-за неверного адреса отправителя в настройках приложения.
bg: Ценовото правило не можа да изпрати имейл, защото няма избран адрес на подател в настройките на програмата.
es: La regla de precio no puede enviar un correo electrónico porque no tiene especificado un remitente en la configuración de la aplicación
fr: La règle du prix n'a pas pu envoyer un e-mail parce que vous n'avez pas spécifié un email de l'expéditeur dans les paramètres de l'application.
hy: Գնային օրենքը չի կարող նամակ ուղարկել հայցերի կարգավորումներում ուղարկողի սխալ հասցեի պատճառով
ka: ფასობრივი წესი ვერ გაიგზავნა ელ-ფოსტით, რადგან პარამეტრებში თქვენ არ გაქვთ მითითებული გამგზავნის ეს-ფოსტა.
pl: Cenowa reguła nie może odesłać list zza niewiernego adresu nadawcy w ustawieniach załącznika.
ru: Ценовое правило не может отослать письмо из-за неверного адреса отправителя в настройках приложения.
uk: Правило ціни не може відіслати лист із-за невірного адреса від кого в налаштуваннях програми.

source: The prices can only be recalculated if your item management setting is last purchase price or average purchase prices.
bg: Цените могат да бъдат преизчислени само ако настройката за управление на стоки е последна доставна цена или средно претеглена цена.
es: Los precios solo pueden ser recalculados si en su configuración de administración de mercancías está el último precio de ventas o promedio de precios de ventas.
hy: Միջին գնի վերահաշվարկը կարելի է կատարել միայն միջին կշռված կամ վերջին մատակարարման գնով աշխատանքի ռեժիմում
ka: ფასების გადათვლა შეიძლება მხოლოდ მაშინ, თუ თქვენი საქონლის მართვის პარამეტრები არის ბოლო შეძენის ფასი ან სასუალო შეწონილი ფასი.
ru: Цены могут быть пересчитаны только при настройке последней закупочной цены или средневзвешенной.

source: The print preview could not be created because there are no printers installed.{0}Please install at least a virtual (PDF) printer in order to be able to use the preview.
az: Предварительный просмотр невозможен из-за отсутствия принтера в системе.{0}Установите виртуальный(PDF) принтер для использования предварительного просмотра.
bg: Прегледът преди печат не се създаде, защото няма инсталирани принтери.{0}Моля, инсталирайте поне виртуален (PDF) принтер, за да можете да ползвате прегледа.
es: La vista previa de la impresora no puede ser creada porque no hay impresoras instaladas.{0} Por favor instale al menos una impresora virtua l(PDF) para poder usar la vista previa.
fr: L'aperçu avant impression n'a pas pu être créé car il n'y a pas imprimantes installées.{0}S'il vous plaît installer au moins une machine virtuelle (PDF) imprimante afin de pouvoir utiliser l'aperçu.
hy: Տպման դիտումը հնարավոր չէ համակարգում տպիչի բացակայության պատճառով: {0} տեղադրեք վիրտուալ(PDF) տպիչ նախադիտման օգտագործման համար
ka: ბეჭდვის წინასწარი ჩვენება ვერ მოხერხდება, რადგან თქვენ არ გაქვთ დაინსტალებული არც ერთი პრინტერი. {0} გთხოვთ დააყენოთ ვირტუალური (PDF) პრინტერი ბეჭდვის წინასწარ საჩვენებლად.
pl: Poprzedni przegląd nie jest możliwy przez nieobecność drukarki w systemie.{0}Ustalicie wirtualny (PDF) drukarkę dla użycia przeglądu.
ru: Предварительный просмотр невозможен из-за отсутствия принтера в системе.{0}Установите виртуальный(PDF) принтер для использования предварительного просмотра.
uk: Попередній прогляд неможливий із-за відсутності друкарки в системі.{0}Встановіть віртуальну(PDF) друкарку для використання поперднього прогляду.

source: The production cannot be saved due to insufficient quantity of item "{0}".
az: Производство не может быть выполнено: недостаточно товара "{0}".
bg: Не е възможно изпълнението на производството поради недостатъчно количество на "{0}".
es: La producción no puede ser guardada debido a la insuficiente cantidad del elemento "{0}".
fr: La production ne peut être sauvegardée en raison de la quantité insuffisante de l'article "{0}".
hy: Արտադրությունը չի կարող իրականացվել "{0}" ապրանքի անբավարար քանակության պատճառով
ka: წარმოება ვერ შესრულდება "{0}" საქონლის არასაკმარისი რაოდენობის გამო.
pl: Produkcja nie może być dokonana: za mało towaru "{0}".
ru: Производство не может быть выполнено: недостаточно товара "{0}".
uk: Виробництво не може бути виконано: недостатньо товару "{0}".

source: The production must contain at least one material with quantity greater than 0.
az: Производство должно содержать как минимум один продукт с количеством больше 0.
bg: Производството трябва да съдържа поне една суровина с количество по-голямо от 0.
es: La producción debe contener al menos un material con cantidad mayor que 0.
fr: La production doit contenir au moins un matériau avec une quantité supérieure à 0.
hy: Արտադրությունը պետք է պարունակի առնվազն մեկ ապրանք 0-ից բարձր քանակությամբ
ka: წარმოება უნდა შიცავდეს სულ ცოტა ერთ პუნქტს, რომლის რაოდენობაც უნდა აღემატებოდეს 0 - ს.
pl: Produkcja musi zawierać minimalnie jeden produkt z ilością większą nniż 0.
ru: Производство должно содержать как минимум один продукт с количеством больше 0.
uk: Виробництво повинне містити як мінімум один продукт з кількістю білеше 0.

source: The program must be stopped due to a fatal error. Sorry for the inconvenience.
az: Kritik səhv nəticəsində proqram dayanmalıdır. Narahatlığa görə üzr istəyirik.
bg: Програмата трябва да бъде спряна поради фатална грешка. Моля да ни извините за причиненото неудобство.
es: ¡El programa puede ser detenido debido a un error fatal! Disculpe por las inconveniencias.
fr: Le programme doit être arrêté en raison d'une erreur fatale. Désolé pour la gêne occasionnée.
hy: Ծրագիրը պետք է դադարեցնի իր աշխատանքը կրիտիկական սխալի պատճառով: Ներողություն պատճառած անհարմարության համար
ka: პროგრამა უნდა გაითიშოს კრიტიკული შეცდომის გამო. ბოდიშს ვიხდით შეფერხებისთვის.
pl: Program powinien być zatrzymany przez krytyczny błąd. Przepraszamy za niewygode.
ru: Программа должна быть остановлена из-за критической ошибки. Извините за неудобства.
uk: Програма повинна бути зупинена із-за критичної помилки. Вибачте за не зручність.

source: The property "{0}" is required and must have a valid mapping before the import process can begin!
az: Данные для "{0}" необходимы до начала импорта!
bg: Данни за "{0}" са необходими преди реалното изпълнение на импорта!
es: ¡La propiedad "{0}" es requerida y debe tener un mapeo válido antes de que el proceso de importación pueda comenzar!
fr: La propriété "{0}"est nécessaire et doit avoir un mappage valide avant le processus d'importation peut commencer!
hy: "{0}" տվյալները անհրաժեշտ են ներմուծում կատարելուց առաջ
ka: "{0}" მონაცემები აუცილებელია იმპორტის დასაწყებად!
pl: Dane dla "{0}" potrzebne do początku importu!
ru: Данные для "{0}" необходимы до начала импорта!
uk: Данні для "{0}" необхідні до початку імпорту!

source: The purchase cannot be saved due to insufficient quantities of item "{0}".
az: Покупка не может быть сохранена из-за недостаточного количества товара "{0}".
bg: Доставката не може да бъде записана поради недостатъчни количества на стоката "{0}".
es: La compra no puede ser guardada debido a las insuficientes cantidades de elementos "{0}".
fr: L'achat ne peut être sauvegardé en raison de quantités insuffisantes du point "{0}".
hy: Գնումը չի կարող պահպանվել "{0}" ապրանքի անբավարար քանակության պատճառով
ka: ყიდვა ვერ იქნება შენახული საქონლის "{0}" არასაკმარისი რაოდენობის გამო.
pl: Kupno nie może być zachowane przez niedostateczną ilość towaru "{0}".
ru: Закупка не может быть сохранена из-за недостаточного количества товара "{0}".
uk: Прихід не може бути збережений із-за недостатньої кількості товару "{0}".

source: The purchase price of item "{0}" is zero. You are not allowed to use zero prices! Please contact the administrator for more information.
az: "{0}" üçün alış qiyməti sıfra bərabərdir. Sıfır qiymət sizə qadağan edilib! !
bg: Доставната цена на стока "{0}" е нула. Не Ви е позволено да използвате нулеви цени! Моля, свържете се с администратора за повече информация.
es: El precio de compra de la mercancía "{0}" es cero. ¡No tiene permitido usar precios cero! Por favor contacte con el administrador para más información
fr: Le prix d'achat du point "{0}"est égal à zéro. Vous n'êtes pas autorisé à utiliser les prix à zéro! S'il vous plaît contactez l'administrateur pour plus d'informations.
hy: "{0}" գնման գինը հավասար է զրոյի. ձեզ չի թույլատրվում օգտագործել գնման զրոյական գներ.
ka: "{0}" საქონლის შესყიდვის ფასი არის ნული. თქვენ არ შეგიძლიათ გამოიყენოთ ნულოვანი ფასი! გთხოვთ, მიმართოთ ადმინისტრატორს მეტი ინფორმაციისათვის.
pl: Cena zakupu pozycji "{0}" jest zero. Nie wolno używać zera ceny! Skontaktuj się z administratorem aby uzyskać więcej informacji.
ru: Закупочная цена товара "{0}" равна 0. Вам запрещено использовать нулевые цены! Для более подробной информации, пожалуйста, свяжитесь с администратором

source: The purchase prices recalculation operation is part of the Advanced Operations module which is not free! You are running an evaluation version of this module and it will have limitations once you reach 100 sales! To use the full capabilities of this module please purchase a license.
bg: Операцията за преизчисление на цените е част от модул Разширени операции, който не е безплатен! Работите с пробна версия на модула и ще срещнете ограничения, когато стигнете 100 продажби! За да използвате пълните възможности на модула, моля, закупете лиценз.
es: ¡La operación de Recalcular los precios de compra es parte del módulo de Operaciones Avanzadas el cual no es libre! Está ejecutando una versión de evaluación de este módulo y esto tendrá limitaciones una vez que tenga 100 ventas! Para usar el total de las capacidades de este módulo por favor compre una licencia.
hy: Լիցենզիայի բացակայություն
ka: შეძენის ფასების გადათვლის ოპერაცია არ არის უფასო მოდულში!თქვენ გაქვთ დემო ვერსია, რომლითაც გათვალისწინებულია 100 გაყიდვის გაკეთება. თუ გსურთ სრული შესაძებლობების გამოყენება შეიძინეთ ლიცენზია.
ru: Операция Пересчет закупочных цен входит в список платных функций. Вы используете пробную версию с ограничением 100 продаж. Для использования полной версии приобретите лицензию.
uk: Операція Перерахунок прибуткових цін входить в список платних функцій. Ви працюєте в ознайомчій версії цього модуля і він буде мати обмеження як тільки ви досягнете 100 продажів! Щоб використовувати всі можливості цього модуля необхідно придбати ліцензію.

source: The purchase return cannot be saved due to insufficient quantities of item "{0}".
bg: Връщането към доставчик не може да бъде записано поради недостатъчни количества на стока "{0}".
es: La devolución de compra no puede ser guardada debido a las insuficientes cantidades de elementos "{0}".
hy: Մատակարարին վերադարձը չի կարող պահպանվել "{0}". անբավարար քանակների պատճառով
ka: შესყიდვის დაბრუნების შენახვა არ განხორციელდა საქონლის "{0}" შესაბამისი რაოდენობების არ ქონის გამო.
ru: Возврат поставщику не может быть сохранен - нет достаточного количества товара "{0}".

source: The purchase return cannot be saved due to insufficient quantity of item "{0}".
bg: Връщането към доставчик не може да бъде записано поради недостатъчни количество на стока "{0}".
es: La devolución de compra no puede ser guardada debido a la insuficiente cantidad del elemento "{0}".
hy: Մատակարարին վերադարձը չի կարող պահպանվել "{0}". անբավարար քանակի պատճառով
ka: შესყიდვის დაბრუნების შენახვა არ განხორციელდა საქონლის "{0}" შესაბამისი რაოდენობის არ ქონის გამო.
ru: Возврат поставщику не может быть сохранен - нет достаточного количества товара "{0}".
uk: Повернення постачальнику не може бути збереженно із-за недостатньої кількості товару "{0}".

source: The recalculation finished correctly.
bg: Преизчислението приключи успешно.
es: El recálculo finalizó correctamente-
hy: Վերահաշվարկը ավարտվեց բարեհաջող
ka: გადათვლა დაასრულდა კორექტულად.
ru: Пересчет закончен успешно.

source: The recalculation was aborted by the user!
bg: Преизчислението беше спряно от потребителя!
es: ¡El recálculo fue cancelado por el usuario!
hy: Վերահաշվարկը ընդհատվել է օգտագործողի կողմից
ka: გადათვლა შეწყდა მომხმარებლის მიერ!
ru: Пересчет был отменен пользователем.

source: The recipe must contain at least one material with quantity greater than 0.
az: Рецепт должен содержать как минимум одно сырье с количеством больше 0.
bg: Производството трябва да съдържа поне една суровина с количество, по-голямо от 0.
es: El recibo debe contener al menos un material con cantidad mayor que 0.
fr: La recette doit contenir au moins un matériau avec une quantité supérieure à 0.
hy: Բաղադրատոմսը պետք է պարունակի 0-ից բարձր քանակությամբ առնվազն մեկ հումք
ka: რეცეპტი უნდა შეიცავდეს მასალის ნულისგან განსხვავებულ რაოდენობას.
pl: Przepis musi zawierać minimalnie jeden surowiec z ilością więcej niż 0.
ru: Рецепт должен содержать как минимум одно сырье с количеством больше 0.
uk: Рецепт повинен містити як мінімум одну позицію з кількістю білеше 0.

source: The recipe must contain at least one product with quantity greater than 0.
az: Рецепт должен содержать как минимум один продукт с количеством больше 0.
bg: Производството трябва да съдържа поне един продукт с количество, по-голямо от 0.
es: El recibo debe contener al menos un producto con cantidad mayor que 0.
fr: La recette doit contenir au moins un produit avec une quantité supérieure à 0.
hy: Բաղադրատոմսը պետք է պարունակի 0-ից բարձր քանակությամբ առնվազն մեկ արտադրանք
ka: რეცეპტი უნდა შიცავდეს სულ ცოტა ერთ პუნქტს, რომლის რაოდენობაც უნდა აღემატებოდეს 0 - ს.
pl: Przepis musi zawierać minimalnie jeden produkt z ilością więcej niż 0.
ru: Рецепт должен содержать как минимум один продукт с количеством больше 0.
uk: Рецепт повинен містити як мінімум один продукт з кількістю білеше 0.
