Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: An anonymous error report was created that you can send to help us improve {0}.
az: Anonim hesabat yaradılıb, onu təkmilləşdirmək üçün bizə göndərə bilərsiniz {0}
bg: Беше създаден анонимен запис за грешката, който може да бъде изпратен, за да ни помогнете да подобрим {0}.
es: Un reporte de error anónimo fue creado para que usted puede enviarlo y ayudarnos a mejorar {0}.
fr: Un rapport d'erreur anonyme a été créé que vous pouvez envoyer pour nous aider à améliorer {0}.
hy: Սխալ գրանցում է կատարվել, դուք կարող եք դիմել մեր օգնությանը այն վերականգնել {0}
ka: დაგენერირდა ანონიმური რაპორტი, რომელიც შეგიძლიათ გამოგვიგზავნოთ {0} - ის მუშაობის გაუმჯობესებისთვის
pl: Było stworzone anonimowe sprawozdanie o błędzie, które możecie wysłać nam dla poprawy {0}
ru: Был создан анонимный отчет, который Вы можете выслать нам для улучшения продукта {0}.
uk: Створений анонімний звіт, який ви можете вислати нам для поліпшення {0}

source: An error has occurred while executing command!
az: Əmr yetirilərkən səhv!
bg: Възникна грешка при изпълнението на командата!
es: ¡Ocurrió un error mientras se ejecutaba el comando!
fr: Une erreur s'est produite lors de l'exécution de commande!
hy: Պահանջը կատարելու ընթացքում սխալ է գրանցվել
ka: ბრძანების შესრულების შეცდომა!
pl: Błąd przy wykonaniu rozkazu!
ru: Ошибка при выполнении команды!
uk: Помилка при виконанні команди!

source: An error has occurred while performing upgrade. Cannot upgrade the current database!
az: Yeniləmə zamanı səhv! Məlumatların cari bazası yenilənə bilməz!
bg: Възникна грешка при обновяването на базата. Избраната база не може да бъде обновена!
es: Ocurrió un error al realizar la actualización. ¡No podrá actualizar la base de datos!
fr: Une erreur s'est produite lors de l'exécution de mise à niveau. Impossible de mettre à jour la base de données actuelle!
hy: Ծրագիրը թարմացնելու ընթացքում սխալ է գրանցվել: Հնարավոր չէ թարմացնել բազան
ka: განახლების შეცდომა! მიმდინარე მონაცემთა ბაზა განახლებას არ ექვემდებარება!
pl: Błąd przy odnowie! Potoczna baza danych nie może być odnowiona
ru: Ошибка при обновлении! Текущая база данных не может быть обновлена!
uk: Помилка при оновленні! Поточна база даних не може бути оновлена!

source: An error in a peripheral device has occurred!
az: Periferiya qurgusunda səhv!
bg: Възникна грешка в периферно устройство!
es: ¡Ocurrió un error en los dispositivos periféricos!
fr: Une erreur dans un périphérique s'est produite!
hy: Պերիֆերալ սարքի հետ կապի սխալ
ka: პერიფერიულ მოწყობილობაში მოხდა შეცდომა!
pl: Błąd w peryferyjnym urządzeniu!
ru: Ошибка в периферийном устройстве!
uk: Помилка в периферійному пристрої!

source: An error occurred and your settings were not successfully loaded.
bg: Възникна грешка и вашите настройки не са успешно заредени.
es: Ocurrió un error y su configuración no fue correctamente cargada
hy: Սխալի արդյունքում ձեր կարգավորումները չեն բեռնվել
ka: მოხდა შეცდომა და თქვენი პარამეტრები არასწორად ჩაიტვირთა.
ru: В результате ошибки настройки загружены не были.
uk: В результаті помилки налаштування не були успішно завантажені.

source: An error occurred and your settings were not successfully saved.
bg: Възникна грешка и вашите настройки не са успешно записани.
es: Ocurrió un error y su configuración no fue correctamente guardada
hy: Սխալի արդյունքում ձեր կարգավորումները չեն պահպանվել
ka: მოხდა შეცდომა და თქვენი პარამეტრები არასწორადაა შენახული.
ru: В результате ошибки настройки сохранены не были.
uk: В результаті помилки налаштування не були успішно збережені.

source: An error occurred connecting with the update server! Make sure you have a working internet connection.
az: Yeniləmə serverinə qoşulmada sehv. İnternetə qoşulmanı yoxlayın
bg: Възникна грешка при свързване със сървъра за актуализация. Моля, проверете Вашата интернет връзка.
es: Ocurrió un error conectándose con el servidor de actualización! Asegúrese de estar trabajando con conexión a internet.
fr: Une erreur s'est produite lors de la connexion avec le serveur de mise à jour! Assurez-vous que vous avez une connexion Internet active.
hy: Սերվերի հետ կապ հաստատելու ընթացքում սխալ է գրանցվել: Համոզված եղեք, որ ինտերնետի հետ կապ կա ?
ka: განახლებების სერვერთან კავშირის შეცდომა. შეამოწმეთ ინტერნეტის კავშირი.
pl: Błąd przy podłaczaniu do serwera odnów! Sprawdźcie podłaczenie do Internetu.
ru: Ошибка при подключении к серверу обновлений. Проверьте подключение к Internet.
uk: Помилка при підключенні до сервера оновлень. Перевірте підключення до Internet.

source: An error occurred while annulling the sale operation!
bg: Възникна грешка при анулиране на продажбата!
es: ¡Ocurrió un error mientras anulaba la operación de venta!
hy: Սխալ է գրանցվել վաճառքի հերքման ժամանակ
ka: შეცდომა გაყიდვის ოპერაციის ანულირებისას!
ru: Ошибка при аннуляции продажи!
uk: Помилка при анулюванні операції продажу!

source: An error occurred while annulling the stock-taking operation!
bg: Възникна грешка при анулиране на ревизията!
es: ¡Ocurrió un error mientras se anulaba la operación de inventario!
hy: Սխալ է գրանցվել գույքագրման հերքման ժամանակ
ka: შეცდომა ინვენტარიზაციის ოპერაციის ანულირებისას!
ru: Ошибка при аннуляции инвентаризации!
uk: Помилка при анулюванні інвентаризації!

source: An error occurred while annulling the transfer operation!
bg: Възникна грешка при анулиране на трансфера!
es: ¡Ocurrió un error mientras se anulaba la operación de transferencia!
hy: Սխալ է գրանցվել տեղափոխման հերքման ժամանակ
ka: შეცდომა გადაგზავნის ოპერაციის ანულირებისას!
ru: Ошибка при аннуляции перемещения!
uk: Помилка при анулюванні операції переміщення

source: An error occurred while changing the owher of the group! Please try again later.
bg: Възникна грешка при промяната на собственика на групата. Моля, опитайте по-късно.
es: ¡Ocurrió un error mientras cambiaba el dueño del grupo! Por favor inténtelo más tarde.
hy: Սխալ է գրանցվել խմբում սեփականատիրոջ փոփոխման ժամանակ
ka: შეცდომა მფლობელის ძებნისას ჯგუფში! სცადეთ ხელმეორედ მოგვიანებით.
ru: Ошибка при смене владельца группы! Повторите попытку позднее.
uk: Помилка при зміні власника групи! Повторите ще раз пізніше.

source: An error occurred while connecting to IncoCloud!
bg: Възникна грешка при свързване с "IncoCloud".
es: ¡Ocurrió un error al conectarse a IncoCloud!
hy: Սխալ է գրանցվել IncoCloud-ին միացման ժամանակ
ka: შეცდომა ინკო-ღრუბელთან დაკავშირების დროს!
ru: Ошибка при подключении к IncoCloud!
uk: Помилка при підключенні до IncoCloud

source: An error occurred while connecting to the activation server! Make sure you have a working internet connection.
az: Aktivləşmə serverinə qoşulmada səhv! İnternetə qoşulmanı yoxlayın
bg: Възникна грешка при свързване със сървъра за задействане. Моля, проверете Вашата интернет връзка.
es: Ocurrió un error al conectarse al servidor de activación! Asegúrese de estar trabajando con conexión a internet.
fr: Une erreur s'est produite lors de la connexion au serveur d'activation! Assurez-vous que vous avez une connexion Internet active.
hy: Սխալ է գրանցվել ակտիվացման սերվերի հետ կապի հաստատման ժամանակ: Համոզվեք , որ ինտերնետ կապը աշխատում է
ka: აქტივაციის სერვერთან დაკავშირებისას წარმოიშვა შეცდომა! გთხოვთ შეამოწმოთ ინტერნეტთან კავშირი.
pl: Błąd przy podłaczaniu do serwera aktywacji! Sprawdźcie podłaczenie do Internetu.
ru: Ошибка при подключении к серверу активации! Проверьте подключение к Интернету.
uk: Помилка при підключенні до сервера активації! Переконайтеся, що є з'єднання з Інтернетом.

source: An error occurred while connecting to the barcode scanner. Check the input parameters.
bg: Възникна грешка при свързване с баркод скенера. Проверете параметрите на връзката.
es: Ocurrió un error al conectarse al escaner de códigos de barra. Compruebe los parámetros de entrada.
hy: Սխալ է գրանցվել գծիկավոր կոդի սկաներին միացման ընդացքում: Ստուգել պարամետրերը
ka: შეცდომა შტრიხკოდების წამკითხავის მიერთებისას. შეამოწმეთ პარამეტრები.
ru: Ошибка при подключении сканера шттрих-кодов. Проверьте настройки.
uk: Помилка при підключенні до сканера штрихкодів. Перевірте параметри.

source: An error occurred while connecting to the card reader device. Check the input parameters.
az: Kart oxuyucu qurgunun qoşulmasında səhv. Tənzimləməni yoxlayın
bg: Възникна грешка при свързване с четеца на карти. Проверете параметрите на връзката.
es: Ocurrió un error al conectarse al dispositivo del lector de tarjetas. Compruebe los parámetros de entrada.
fr: Une erreur s'est produite lors de la connexion à l'appareil un lecteur de carte. Vérifiez les paramètres d'entrée.
hy: Սխալ է գրանցվել քարտ կարդացող մեխանիզմին միանալու ընթացքում: Ստուգել պարամետրերը
ka: შეცდომა ბარათების წამკითხავის მიერთებისას. შეამოწმეთ პარამეტრები.
pl: Błąd przy podłaczaniu zagospodarowania przeczytania kart. Sprawdźcie ustawienia.
ru: Ошибка при подключении устройства считывания карт. Проверьте настройки.
uk: Помилка при підключенні пристрою зчитування карт. Перевірте параметри.

source: An error occurred while connecting to the cash receipt device. Check the input parameters.
bg: Възникна грешка при свързване с устройство за печат на касови бележки. Проверете параметрите на връзката.
es: Ocurrió un error al conectarse al dispositivo de recibo en efectivo. Compruebe los parámetros de entrada.
hy: Սխալ է գրանցվել կանխիկի կտրոնի սարքավորման միացման ժամանակ: Ստուգեք մուտքագրմման պարամետրերը:
ka: შეცდომა მოწყობილობასთან მიერთებისას. გთხოვთ შეამოწმოთ შემავალი პარამეტრები
ru: Ошибка при подключении к принтеру. Проверьте параметры.

source: An error occurred while connecting to the electronic scale. Check the input parameters.
az: Elektron tərəzilərin qoşulmasında səhv. Tənzimləməni yoxlayın
bg: Възникна грешка при свързване с електронната везна. Проверете параметрите на връзката.
es: Ocurrió un error al conectarse a la balanza electrónica. Compruebe los parámetros de entrada.
fr: Une erreur s'est produite lors de la connexion à la balance électronique. Vérifiez les paramètres d'entrée.
hy: Սխալ է գրանցվել էլեկտրոնային կշեռքին միանալու ընթացքում: Ստուգել պարամետրերը
ka: შეცდომა ელექტრონული სასწორის მიერთებისას. შეამოწმეთ პარამეტრები.
pl: Błąd przy podłaczaniu do elektronowych wag. Sprawdźcie ustawienia.
ru: Ошибка при подключении к электронным весам. Проверьте настройки.
uk: Помилка при підключенні до електронних ваг. Перевірте параметри.

source: An error occurred while connecting to the external display. Check the input parameters.
az: Xarici displeyin qoşulmasında səhv. Tənzimləməni yoxlayın
bg: Възникна грешка при свързване с външния дисплей. Проверете параметрите на връзката.
es: Ocurrió un error al conectarse al monitor externo. Compruebe los parámetros de entrada.
fr: Une erreur s'est produite lors de la connexion à l'écran externe. Vérifiez les paramètres d'entrée.
hy: Սխալ է գրանցվել արտաքին դիսպլեյին միանալու ընթացքում: Ստուգել պարամետրերը:
ka: შეცდომა გარე დისპლეის მიერთებისას. შეამოწმეთ პარამეტრები.
pl: Błąd przy podłaczaniu zewnętrznego wyświetlacza. Sprawdźcie ustawienia.
ru: Ошибка при подключении внешнего дисплея. Проверьте настройки.
uk: Помилка при підключенні зовнішнього дисплея. Перевірте параметри.

source: An error occurred while connecting to the kitchen printer. Check the input parameters.
az: Mətbəx printerinin qoşulmasında səhv. Tənzimləməni yoxlayın
bg: Възникна грешка при свързване с кухненския принтер. Проверете параметрите на връзката.
es: Ocurrió un error al conectarse a la impresora de la cocina. Compruebe los parámetros de entrada.
fr: Une erreur survenue lors de la connexin à l’imprimante de cuisine. Vérifiez les paramètres d’entrées.
hy: Սխալ է գրանցվել խոհանոցի տպիչին միանալու ընթացքում: Ստուգել պարամետրերը
ka: შეცდომა სამზარეულო პრინტერის მიერთებისას. შეამოწმეთ პარამეტრები.
pl: Błąd przy podłaczaniu kuchennej drukarki. Sprawdźcie ustawienia.
ru: Ошибка при подключении кухонного принтера. Проверьте настройки.
uk: Помилка при підключенні кухонної друкарки. Перевірте параметри.

source: An error occurred while connecting to the license server! Make sure you have a working internet connection.
az: Lisenziya serverinə qoşulmada səhv! İnternetə qoşulmanı yoxlayın
bg: Възникна грешка при свързване с лицензиращия сървър! Моля, проверете Вашата интернет връзка.
es: Ocurrió un error mientras se conectaba al servidor de licencia! Asegúrese que está trabajando con conexión a internet.
fr: Une erreur s'est produite lors de la connexion au serveur de licences! Assurez-vous que vous avez une connexion Internet active.
hy: Սխալ է գրանցվել լիցենզիայի գրանցման սերվերի հետ կապի ժամանակ: Ստուգել ինտերնետի առկայությունը
ka: შეცდომა სალიცენზიო სერვერთან მიერთებისას! დარწმუნდით რომ გაქვთ ინტერნეტთან წვდომა.
pl: Wystąpił błąd podczas łączenia się z serwerem licencji! Upewnij się, że masz działające połączenie z Internetem.
ru: Ошибка при подключению к серверу лицензий! Проверьте подключение к интернет.
uk: Помилка при підключенні до сервера ліцензій! Переконайтеся, що є з'єднання з Інтернетом.

source: An error occurred while connecting to the receipt device. Check the input parameters.
bg: Възникна грешка при свързване с устройство за печат на бележки. Проверете параметрите на връзката.
es: Ocurrió un error al conectarse al dispositivo de recibo. Compruebe los parámetros de entrada.
hy: Սխալ է գրանցվել կանխիկի կտրոնի սարքավորման միացման ժամանակ: Ստուգեք մուտքագրմման պարամետրերը:
ka: შეცდომა მოწყობილობასთან მიერთებისას. გთხოვთ შეამოწმოთ შემავალი პარამეტრები
ru: Ошибка при подключении к принтеру. Проверьте параметры.

source: An error occurred while connecting to the sales data controller. Check the input parameters.
az: Satışın uçotu qurgusunun qoşulmasında səhv. Tənzimləməni yoxlayın
bg: Възникна грешка при свързване с контролера за продажби. Проверете параметрите на връзката.
es: Ocurrió un error al conectarse al controlador de datos de ventas. Compruebe los parámetros de entrada.
fr: Une erreur s'est produite lors de la connexion au contrôleur de données sur les ventes. Vérifiez les paramètres d'entrée.
hy: Սխալ է գրանցվել Data Controller-ին միանալու ժամանակ։ Ստուգել պարամետրերը
ka: შეცდომა გაყიდვების მონაცემების კოტროლერთან კავშირისას. შეამოწმეთ შემავალი პარამეტრები.
pl: Wystąpił błąd podczas podłączania się do sprzedaży administratora danych. Sprawdź parametry wejściowe.
ru: Ошибка при подключении устройства учета продаж. Проверьте настройки.
uk: Помилка при підключенні пристрою обліку продажів. Перевірте налаштування.

source: An error occurred while connecting to the server.
az: Serverə qoşulmada səhv.
bg: Възникна грешка при свързване със сървъра.
es: Ocurrió un error al conectarse al servidor
fr: Une erreur s'est produite lors de la connexion au serveur.
hy: Սխալ է գրանցվել սերվերին միանալու ժամանակ
ka: სერვერთან კავშირის შეცდომა.
pl: Błąd przy podłaczaniu do serwera.
ru: Ошибка при подключении к серверу.
uk: Помилка при підключенні до сервера.

source: An error occurred while converting the database to use the new item management method!
az: Yeni idarəetmə metodunun istifadəsi üçün məlumatlar bazasının konvertasiyasında səhv
bg: Възникна грешка при преобразуването на базата с цел да се ползва новият метод за управление на стоки!
es: ¡Ocurrió un error al convertir la base de datos para usar el nuevo método de administración!
fr: Une erreur s'est produite lors de la conversion de la base de données à utiliser la méthode de gestion nouvel élément!
hy: Սխալ է գրանցվել տվյալների բազան փոխելու ժամանակ օգտագործելով ապրանքի ղեկավարման մեթոդը
ka: შეცდომა მონაცემთა ბაზის კონვერტაციისას მენეჯმენტის ახალი მეთოდის მიხედვით
pl: Błąd przy konwertowaniu bazy danych dla użycia nowej metody kierowania!
ru: Ошибка при конвертации базы данных для использования нового метода управления!
uk: Помилка при конвертації бази даних для використання нового методу управління!

source: An error occurred while downloading the update!
az: Yeniləmənin yüklənməsində səhv!
bg: Възникна грешка при сваляне на актуализацията!
es: ¡Ocurrió un error al descargar la actualización!
fr: Une erreur s'est produite lors du téléchargement de la mise à jour!
hy: Սխալ է գրանցվել ծրագրի թարմացումը բեռնելու ժամանակ
ka: შეცდომა განახლების გადმოწერის პროცესში!
pl: Błąd w trakcie ładowania odnowy!
ru: Ошибка в процессе загрузки обновления!
uk: Помилка в процесі завантаження оновлення!

source: An error occurred while generating credit note!
az: Kredit bildirişinin yaradılmasında səhv!
bg: Възникна грешка при генерирането на кредитното известие
es: ¡Ocurrió un error al generar las notas de crédito!
fr: Une erreur s'est produite tout en générant note de crédit!
hy: Սխալ է գրանցվել կրեդիտային տեղեկության ստեղծման ժամանակ
ka: საკრედიტო უწყების გენერირებისას შეცდომაა!
pl: Błąd przy generacji kredytowego zawiadomienia!
ru: Ошибка при генерации кредит-ноты!
uk: Помилка при генераці кред-ноти!

source: An error occurred while generating debit note!
az: Debet bildirişinin yaradılmasında səhv!
bg: Възникна грешка при генерирането на дебитното известие
es: ¡Ocurrió un error al generar las notas de débito!
fr: Une erreur s'est produite tout en générant note de debit!
hy: Սխալ է գրանցվել դեբետային տեղեկության ստեղծման ժամանակ
ka: სადებეტო უწყების გენერირებისას შეცდომაა!
pl: Błąd przy generacji debetowego zawiadomienia!
ru: Ошибка при генерации дебет-ноты!
uk: Помилка при генераці дебит-ноти!

source: An error occurred while generating document.
az: Sənədin yaradılmasında səhv!
bg: Възникна грешка при генерирането на документа.
es: Ocurrió un error al generar el documento
fr: Une erreur s'est produite lors de la génération de documents.
hy: Սխալ է գրանցվել փաստաթուղթ ստեղծման ընթացքում
ka: შეცდომა დოკუმენტის დაგენერირებისას.
pl: Błąd przy generacji dokument.
ru: Ошибка при генерации документа.
uk: Помилка при генерації документа.

source: An error occurred while generating invoice!
az: Hesab-fakturanın yaradılmasında səhv!
bg: Възникна грешка при генерирането на фактурата!
es: ¡Ocurrió un error al generar la factura!
fr: Une erreur s'est produite lors de la génération facture!
hy: Սխալ է գրանցվել հաշիվ ապրանքագիր ստեղծման ընթացքում
ka: შეცდომა ინვოისის დაგენერირებისას!
pl: Błąd przy generacji faktury!
ru: Ошибка при генерации счета-фактуры!
uk: Помилка при генерації інвойсу!

source: An error occurred while generating stock receipt!
az: Orderin yaradılmasında səhv!
bg: Възникна грешка при генерирането на стоковата разписка!
es: ¡Ocurrió un error mientras se generaba el inventario!
fr: Une erreur s'est produite lors de la génération entrée en stock!
hy: Սխալ է գրանցվել պահեստային մուտք ու ելքի կատարման ընթացքում
ka: შეცდომა შემოსავლის დაგენერირებისას!
pl: Błąd przy generacji przychodu!
ru: Ошибка при генерации товарной накладной!
uk: Помилка при генерації приходу!

source: An error occurred while generating stock receipt! Please check the printer settings.
az: Orderin çapında səhv! Printeri tənzimləyin!
bg: Възникна грешка при генерирането на стоковата разписка! Моля, проверете настройките на принтера.
es: ¡Ocurrió un error mientras se generaba el inventario! Por favor revise la configuración de la impresora.
fr: Une erreur s'est produite lors de la génération entrée en stock! S'il vous plaît vérifiez les paramètres de l'imprimante.
hy: Սխալ է գրանցվել պահեստային մուտք ու ելքի կատարման ընթացքում: Խնդրում ենք ստուգել տպիչի տեղադրումը
ka: შეცდომა შემოსავლის ბეჭდვისას! შეამოწმეთ პრინტერის პარამეტრები.
pl: Błąd przy generacji przychodu! Sprawdźcie ustawienia drukarki.
ru: Ошибка при печати товарной накладной! Проверьте настройки принтера.
uk: Помилка під час друку приходу! Перевірте параметри друкарки.

source: An error occurred while generating the consignment protocol!
bg: Възникна грешка при генерирането на консигнационния протокол!
es: ¡Ocurrió un error al generar el protocolo de consignación!
hy: Սխալ է գրանցվել իրացման ապրանքագրի ստեղծման ժամանակ
ka: შეცდომა კონსიგნაციის პროტოკოლის გერერირებისას!
ru: Ошибка при создании консигнации!
uk: Помилка при генерації консигнації!

source: An error occurred while generating the consignment return protocol!
bg: Възникна грешка при генерирането на протокола за връщане по консигнация!
es: ¡Ocurrió un error al generar el protocolo de devolución de la consignación!
hy: Սխալ է գրանցվել իրացման վերադարձի ապրանքագրի ստեղծման ժամանակ
ka: შეცდომა კონსიგნაციით დაბრუნების პროტოკოლის გერერირებისას!
ru: Ошибка при создании возврата по консигнации!
uk: Помилка при генерації повернення по консигнації!

source: An error occurred while generating the consignment sale!
bg: Възникна грешка при генерирането на протокола за отчитане на консигнация!
es: ¡Ocurrió un error mientras de generaba la consignación de venta!
hy: Սխալ է գրանցվել իրացման վաճառքի ապրանքագրի ստեղծման ժամանակ
ka: შეცდომა კონსიგნაციით გაყიდვის პროტოკოლის გერერირებისას!
ru: Ошибка при создании консигнации по продаже!
uk: Помилка при генерації продаж по консигнації!

source: An error occurred while generating the offer!
bg: Възникна грешка при генерирането на офертата!
es: ¡Ocurrió un error al generar la oferta!
hy: Սխալ է գրանցվել Առաջարկի կատարման ժամանակ
ka: შეცდომა შეთავაზების გენერირებისას!
ru: Ошибка при создании документа оферты!

source: An error occurred while generating the proforma invoice!
az: Hesab-proform yaradılmasında səhv
bg: Възникна грешка при генерирането на проформа фактурата!
es: ¡Ocurrió un error mientras generaba la factura simulada!
fr: Une erreur s'est produite lors de la génération entrée en stock! S'il vous plaît vérifiez les paramètres de l'imprimante.
hy: Սխալ է գրանցվել նախահաշվի ստեղծման ժամանակ
ka: პროფორმა ინვოისის გენერირებისას შეცდომაა
pl: Błąd przy generacji faktury!
ru: Ошибка при генерации счета-проформы!
uk: Помилка при генерації рахунка-проформи!

source: An error occurred while generating the protocol!
az: Aktın yaradılmasında səhv!
bg: Възникна грешка при генерирането на протокола!
es: ¡Ocurrió un error al generar el protocolo!
fr: Une erreur s'est produite lors de la génération du protocole!
hy: Սխալ է գրանցվել պրոտոկոլ ստեղծման ժամանակ
ka: შეცდომა პროტოკოლის გენერირებისას!
pl: Błąd przy generacji protokołu!
ru: Ошибка при генерации акта!
uk: Помилка при генерації акту!

source: An error occurred while generating the purchase order!
bg: Възникна грешка при генерирането на заявката!
es: ¡Ocurrió un error al generar la orden de compra!
hy: Սխալ է գրանցվել մատակարաի պատվերի ստեղծման ժամանակ
ka: შეცდომა მომწოდებლის შეკვეთის გენერირებისას
ru: Ошибка при создании заявки на покупку!

source: An error occurred while generating the sales order!
bg: Възникна грешка при генерирането на поръчката!
es: ¡Ocurrió un error al generar la orden de venta!
hy: Սխալ է գրանցվել պատվերի կատարման ժամանակ
ka: შეცდომა კლიენტის შეკვეთის გენერირებისას!
ru: Произошла ошибка при создании предварительного заказа!
uk: Помилка при генерації попереднього замовлення!

source: An error occurred while generating the stock receipt!
az: Orderin yaradılmasında səhv!
bg: Възникна грешка при генерирането на стоковата разписка!
es: ¡Ocurrió un error mientras se generaban los inventarios!
fr: Une erreur s'est produite lors de la génération de la réception de stock!
hy: Սխալ է գրանցվել պահեստային մուտք ու ելքի կատարման ժամանակ
ka: შეცდომა შემოსავლის დაგენერირებისას!
pl: Błąd przy generacji przychodu!
ru: Ошибка при генерации товарной накладной!
uk: Помилка при генерації приходу!

source: An error occurred while generating the warranty card!
bg: Възникна грешка при генерирането на гаранционната карта!
es: ¡Ocurrió un error mientras generaba las tarjetas de garantía!
hy: Սխալ է գրանցվել երաշխիքային կտրոնի ստեղծման ժամանակ
ka: შეცდომა საგარანტიო ბარათის გერერირებისას!
ru: Ошибка при создании гарантийного талона!
uk: Помилка при генерації гарантійного талона!
