Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: The record "{0}" cannot be deleted, because it is used in operations. Please, delete the corresponding operations in order to delete this record!
az: Запись "{0}" не может быть удален, т.к. она используется в операциях. Пожалуйста, удалите соответствующие операции для удаления эту запись!
bg: Записът "{0}" не може да се изтрие, защото се използва в операции. Моля, изтрийте съответните операции, за да изтриете записа.
es: El registro "{0}" no puede ser eliminado debido a que es usado en operaciones. Por favor, elimine las operaciones correspondientes para eliminar el registro.
fr: Le dossier "{0}"ne peut pas être supprimé, car il est utilisé dans les opérations. S'il vous plaît, supprimer les opérations correspondantes, afin de supprimer cet enregistrement!
hy: "{0}" գործողությունը չի կարող հեռացվել, քանի որ այն օգտագործվում է գործողություններում
ka: "{0}" ჩანაწერის წაშლა შეუძლებელია, რადგან ის გამოყენებულია ოპერაციებში. გთხოვთ, წაშალოთ მოკორესპონდენტო ოპერაციები, რათა შეძლოთ ჩანაწერის წაშლა!
pl: Płyta "{0}" nie może zostać usunięty użytkownik, ponieważ jest wykorzystywany w działalności. Proszę usunąć odpowiadające transakcji w celu usunięcia tego rekordu!
ru: Запись "{0}" не может быть удален, т.к. она используется в операциях. Пожалуйста, удалите соответствующие операции для удаления эту запись!

source: The registration failed!
bg: Записването беше неуспешно.
es: ¡El registro fallo!
fr: L'enregistrement a échoué!
hy: Գրանցումը կանխված է
ka: რეგისტრაცია დასრულდა წარუმატებლად!
ru: Регистрация не завершена!

source: The registration failed! The e-mail address is already in use. If this is your e-mail address you can reset your password from the login screen.
bg: Записването беше неуспешно. Електронната поща е заета. Ако това е вашата поща, можете да смените паролата си от екрана за вход.
es: ¡El registro falló! La dirección de correo electrónico está ya en uso. Si esta es su dirección de correo electrónico usted puede volver a entrar su contraseña desde la ventana de inicio del sistema.
fr: L'enregistrement a échoué! L'adresse e-mail est déjà en cours d'utilisation. Si cela est votre adresse e-mail, vous pouvez réinitialiser votre mot de passe de l'écran de connexion.
hy: Գրանցումը կանխված է տվյալ էլ փոսի հասցեն արդեն օգտագործվում է
ka: რეგისტრაცია დასრულდა წარუმატებლად! იმეილი უკვე გამოყენებაშია. თუ ეს არის თქვენი იმეილი შეგიძლიათ პაროლი ჩამოყაროთ შესვლის ფანჯრიდან.
ru: Регистрация не завершена! Адрес электронной почты уже используется. Если это Ваш адрес, Вы можете выполнить сброс пароля на странице входа в систему.

source: The registration failed! The password used is too weak. Please use more complex password to protect your account.
bg: Записването беше неуспешно. Използваната парола е твърде слаба. Моля, използвайте по-силна парола, за да защитите профила си.
es: ¡El registro fallo! La contraseña usada es débil. Por favor use una contraseña más compleja para proteger su cuenta
fr: L'enregistrement a échoué! Le mot de passe utilisé est trop faible. Veuillez utiliser le mot de passe plus complexe pour protéger votre compte.
hy: Գրանցումը կանխված է գաղտնաբառի անհուսալիության պատճառով
ka: რეგისტრაცია დასრულდა წარუმატებლად! პაროლი ძალიან სუსტია. გამოიყენეთ უფრო რთული პაროლი თქვენი ანგარიშის დასაცავად.
ru: Регистрация не завершена! Используйте более сложный пароль.

source: The registration finished successfully! You will receive an email with activation code soon.
bg: Записването беше успешно. Скоро ще получите имейл с код за задействане.
es: ¡El registro a terminado correctamente! Recibirá pronto un correo electrónico con el código de activación.
fr: L'enregistrement s'est terminée avec succès! Vous recevrez un email avec le code d'activation bientôt.
hy: Գրանցումը ավարտված է բարեհաջող։ Դուք կստանաք նամակ ակտիվացման կոդով
ka: რეგისტრაცია დასრულდა წარმატებით! თქვენ მიიღებთ იმეილს აქტივაციის კოდით.
ru: Регистрация завершена! Проверьте почту для получения кода активации.

source: The report was sent successfully
bg: Отчетът беше изпратен успяшно
es: El reporte fue enviado exitosamente
hy: Հաշվետվությունն ուղարկվեց հաջողությամբ
ka: რაპორტი წარმატებით გაიგზავნა
ru: Отчет отправлен успешно

source: The report was sent successfully. Thank you for your cooperation.
az: Отправка отчета прошла успешно. Спасибо за сотрудничество.
bg: Отчетът беше изпратен успешно. Благодарим Ви за съдействието!
es: El reporte fue enviado exitosamente. Gracias por su cooperación.
fr: Le rapport a été envoyé avec succès. Je vous remercie pour votre coopération.
hy: Հաշվետվությունը հաջողությամբ ուղարկվել է: Շնորհակալություն համագործակցության համար
ka: რაპორტი წარმატებით გაიგზავნა. გმადლობთ თანამშრომლობისთვის.
pl: Wysyłka sprawozdania przeszła pomyślnie. Dziękuje za współpracę.
ru: Отправка отчета прошла успешно. Спасибо за сотрудничество.
uk: Відправка звіту пройшла успішно. Дякуємо за співробітничцтво

source: The request for QuickBooks settings refresh was sent successfully. This operation may take a few minutes. The next time you open this dialog the new settings will be displayed.
bg: Заявката за опресняване на QuickBooks настройките беше изпратена успешно. Тази операция може да отнеме няколко минути. Следващият път, когато отворите този прозорец ще бъдат показани новите настройки.
hy: QuickBooks կարգավորումների հարցումը ավարտվեղ հաջողությամբ
ru: Запрос на обновление настроек для QuickBooks принят. Операция может занять несколько минут. При следующем открытии диалога будут отображены новые настройки.

source: The request for synchronization was sent successfully. The synchronization may take up to 30 minutes depending on the number of the operations.
bg: Заявката за синхронизация беше изпратена успешно. Синхронизацията може да отнеме до 30 минути в зависимост от броя на операциите.
hy: համաժամացման հարցումը ուղարկվել է հաջողությամբ այն կարող է տևելել 30 վայրկյան
ka: სინქრონიზაციისათვის მოთხოვნა გაიგზავნა წარმატებით. სინქრონიზაციას დასჭირდება დაახლობით 30 წუთი და ეს დამოკიდებულია ვებ-მაღაზიის პასუხის დროზე.
ru: Запрос на синхронизацию принят. Синхронизация может занять около 30 минут в зависимости от количества операций.

source: The request for synchronization was sent successfully. The synchronization may take up to 30 minutes depending on the web store response time. Make sure that you don't request synchronization too often as this may trigger a protection on in the web store.
bg: Заявката за синхронизация беше изпратена успешно. Синхронизацията може да отнеме до 30 минути в зависимост от времето за реакция на интернет магазина. Уверете се, че не заявявате синхронизация твърде често, тъй като това може да включи защита от страна на интернет магазина.
es: La solicitud de sincronización se envió exitósamente. La sincronización puede tomar 30 minutos dependiendo del tiempo de respuestra de la tienda web. Asegúrese de no pedir sincronizar varias veces esto puede activar una protección en la tienda web.
hy: Սինխրոնիզացման հարցումը ուղարկված է բարեհաջող, այն կարող է տևել մինչև 30 րոպե : Խնդրում ենք սպասեք այլապես ինտերնետ խանութն հնարավոր է փակել հասանելիությունը
ka: სინქრონიზაციისათვის მოთხოვნა გაიგზავნა წარმატებით. სინქრონიზაციას დასჭირდება დაახლობით 30 წუთი და ეს დამოკიდებულია ვებ-მაღაზიის პასუხის დროზე. დარწმუნდით რომ არ ითხოვთ სინქრონიზაციას ძალიან ხშირად, რაზეც შეიძლება რეაგირება მოახდინოს ვებ-მაღაზიის სისტემის დაცვამ.
ru: Запрос на синхронизацию отправлен успешно. Синхронизация может занять до 30 минут. Убедитесь, что синхронизация не выполняется слишком часто, т.к. это угрожает защите интернет-магазина.

source: The requested amount is not available for this card!
bg: Исканата сума не е налична в тази карта!
es: ¡La suma solicitada no es válida para esta tarjeta!
hy: Անհրաժեշտ գումարը բավարար չէ
ka: მოთხოვნილი თანხა არ არის ხელმისაწვდომი ამ ბარათისთვის
ru: Запрашиваемая сумма не доступна для этой карты!

source: The return cannot be saved due to insufficient quantities of item "{0}".
az: Недостаточные кол-ва товаров "{0}" для сохранения документа.
bg: Рекламацията не може да бъде записана поради недостатъчни количества на стока "{0}".
es: La devolución no puede ser guardada debido a las insuficientes cantidades de elementos "{0}".
fr: Le retour ne peut être économisée grâce à des quantités insuffisantes de l’article "{0}".
hy: Վերադարձը չի կարող պահպանվել անբավարար քանակի պատճառով"{0}".
ka: დაბრუნების შენახვა შეუძლებელია საქონლის "{0}" რაოდენობების შეუსაბამობის გამო
pl: Niedostateczna ilość towaru "{0}" dla zachowania dokumentu.
ru: Недостаточные кол-ва товаров "{0}" для сохранения документа.

source: The sale cannot be annulled due to insufficient quantity of item "{0}".
bg: Продажбата не може да бъде анулирана поради недостатъчни количества на стоката "{0}".
es: La venta no puede ser anulada debido a la insuficiente cantidad del elemento "{0}".
hy: Վաճառքը անհնար է հերքել "{0}"-ի անբավարար քանակության պատճառով
ka: გაყიდვის ანულირება არ შეიძლება "{0}" საქონლის შესაბამისი რაოდენობის არ ქონის გამო.
ru: Недостаточное количество товара "{0}" для аннулирования документа.
uk: Недостатня кількість товару для анулювання документа"{0}".

source: The sale cannot be saved due to insufficient quantity of item "{0}".
az: Продажа не может быть сохранена из-за недостаточного количества товара "{0}".
bg: Продажбата не може да бъде записана поради недостатъчни количества на стоката "{0}".
es: La venta no puede ser guardada debido a la insuficiente cantidad del elemento "{0}".
fr: La vente ne peut être économisée grâce à une quantité insuffisante de l'article "{0}".
hy: Վաճառքը չի կարող պահպանվել "{0}" ապրանքի անբավարար քանակության պատճառով
ka: გაყიდვა ვერ იქნება შენახული საქონლის "{0}" არასაკმარისი რაოდენობის გამო.
pl: Sprzedaż nie może być zachowana przez niedostateczną ilość towaru "{0}".
ru: Продажа не может быть сохранена из-за недостаточного количества товара "{0}".
uk: Продаж не може бути збережено із-за недостатньої кількості товару "{0}".

source: The sale price of item "{0}" is zero. You are not allowed to use zero prices! Please contact the administrator for more information.
az: "{0}" malının satış qiyməti sıfra bərabərdir. Sıfır qiymətlə satış sizə qadağan edilib!
bg: Продажната цена на стока "{0}" е нула. Не Ви е позволено да използвате нулеви цени! Моля, свържете се с администратора за повече информация.
es: El precio de venta de la mercancía "{0}" es cero. ¡No tiene permitido usar precios cero! Por favor contacte con el administrador para más información
fr: Le prix de vente de l'article "{0}"est égal à zéro. Vous n'êtes pas autorisé à utiliser les prix à zéro! S'il vous plaît contactez l'administrateur pour plus d'informations.
hy: "{0}"վաճառքի գինը 0–է, դուք չունեք իրավասություն օգտագործելու զրոյական գներ!
ka: "{0}" საქონლის გაყიდვის ფასი არის ნული. თქვენ არ შეგიძლიათ გამოიყენოთ ნულოვანი ფასი! გთხოვთ, მიმართოთ ადმინისტრატორს მეტი ინფორმაციისათვის.
pl: Cena sprzedaży elementu "{0}" jest zero. Nie wolno używać zera ceny! Skontaktuj się z administratorem aby uzyskać więcej informacji.
ru: Цена продажи "{0}" равна 0. Вам запрещено использовать нулевые цены!

source: The sale price you entered for this item is lower than its purchase price. Do you want to continue?
az: Bu mala verdiyiniz satış qiyməti onun alış qiymətindən aşağıdır. Davam etmək istəyirsiniz
bg: Продажната цена, въведена за тази стока, е по-ниска от доставната ѝ. Желаете ли да продължите?
es: El pecio de venta entrado para este artículo es menor que su precio de compra. ¿Desea continuar?
fr: Le prix de vente que vous avez entré pour cette article est inférieur à son prix d'achat. Voulez-vous continuer?
hy: Տվյալ ապրանքի վաճառքի գինը փոքր է գնման գնից, դուք ցանկանում եք շարունակել?
ka: თქვენს მიერ შეტანილი გაყიდვის ფასი ნაკლებია შესყიდვის ფასზე. გსურთ გაგრძელება?
pl: Cena sprzedaży wprowadzona dla tej pozycji jest niższa niż cena zakupu. Czy chcesz kontynuować?
ru: Введенная продажная цена для этого товара ниже закупочной. Вы хотите продолжить?

source: The selected date is not valid!
bg: Избраната дата е неправилна.
es: ¡La fecha seleccionada no es válida!
hy: Ընտրված ժամանակահատվածը անթույլատրելի է
ka: არჩეული თარიღი არასწორია!
ru: Введенная дата недопустима!

source: The selected date of the financial event is not valid!
bg: Датата на данъчното събитие, която сте избрали, е невалидна.
es: ¡La fecha del evento financiero no es válida!
hy: Ընտրված ամսաթիվը անթույատրելի է տվյալ ֆինանսական գործարքի համար
ka: მითითებული თარიღი ფინანსური ღონისძიების არ არის სწორი!
ru: Указанная дата фискального события недоспустима!

source: The selected invoice date is not valid!
az: Выбранная дата счета-фактуры недопустима!
bg: Датата на фактурата, която сте избрали, е невалидна.
es: ¡La fecha de la factura seleccionada no es válida!
fr: La date de la facture sélectionnée n'est pas valide!
hy: Ընտրված ապրանքագրի տվյալները անթույլատրելի են!
ka: არჩეული ინვოისის თარიღი არასწორია!
pl: Wybrana data faktury jest niedopuszczalna!
ru: Выбранная дата счета-фактуры недопустима!
uk: Вибрана дата інвойса неприпустима!

source: The selected item "{0}" is invalid.
bg: Избраната стока "{0}" е неправилна.
es: La seleccion de la marcancía "{0}" es inválida.
hy: Ընտրված "{0}" ապրանքը սխալ է
ka: ამორჩეული საქონელი "{0}" არასწორია.
ru: Выбранная запись "{0}" недопустима!

source: The selected item is not a report. Please select a report before continuing.
az: Sizin seçiminiz hesabat deyil. Davam etmək üçün hesabat seçin!
bg: Избраният елемент не е справка. Моля, изберете справка, преди да продължите.
es: El elemento seleccionado no es un reporte. Por favor selecione un reporte antes de continuar.
fr: L'élément sélectionné n'est pas un rapport. Veuillez sélectionner un rapport avant de continuer.
hy: Ձեր ընտրած հաշվետվություն չի համարվում: Ընտրեք հաշվետվություն շարունակելու համար
ka: თქვენ არ აგირჩევიათ რაპორტი. გასაგრძელებლად აირჩიეთ რაპორტი!
pl: Wasz wybór nie jest raportem. Wybierzcie raport dla przedłużenia!
ru: Выбранный элемент не является отчетом. Пожалуйста, выберите отчет, перед тем как продолжить.
uk: Ваш вибір не є звітом. Виберіть звіт для продовження!

source: The selected items already have shortcuts!
az: Seçilmiş mallar üçün artıq yarlıq mövcuddur!
bg: Избраните стоки вече имат бързи клавиши!
es: ¡Los elementos seleccionados ya tienen acceso directo!
fr: Les articles sélectionnés ont déjà des raccourcis!
hy: Ընտրված կետերը արդեն ունեն կրճատումներ
ka: არჩეულებს უკვე აქვთ შორთქათები!
pl: Dla wybranych towarów już są przeznaczone etykiety!
ru: Для выбранных товаров уже назначены ярлыки!
uk: Для вибраних товарів вже призначенні ярлики!

source: The selected location "{0}" is invalid.
bg: Избраният обект "{0}" е неправилен.
es: La selección de la entidad "{0}" es inválida.
hy: Ընտրված "{0}" տեղամասը սխալ է
ka: ამორჩეული ადგილმდებარეობა "{0}" არასწორია.
ru: Выбранный объект "{0}" недопустим!

source: The selected location is managed by IncoCloud. Do you want to open a new IncoCloud Stock-taking window?
bg: Избраният обект се управлява от "IncoCloud". Желаете ли да отворите нов прозорец за "IncoCloud" ревизия?
es: La entidad seleccionada es administrada por IncoCloud. ¿Desea abrir una nueva ventana de IncoCloud para el inventario?
hy: Դուք ցանկանում եք բացել նոր գույքագրում ?
ka: მონიშნული ადგილმდებარობა იმართება ინკო-ღრუბლის მიერ. გნებავთ, რომ გავხსნათ ინკო-ღრუბლის ინვენტარიზაციის ახალი ფანჯარა?
ru: Выбранный объект управляется IncoCloud. Открыть окно инвентаризации IncoCloud?

source: The selected location is not managed by the current database and cannot be assigned to this vending machine! Please select a location managed by the current database or managed by IncoCloud.
bg: Този обект не се управлява от текущата база данни и не може да бъде зачислен към този автомат за стоки. Моля, изберете обект, управляван от текущата база данни или от "IncoCloud".
es: ¡La entidad seleccionada no es administrado por la actual base de datos y no puede ser asignado a esta máquina expendedora! Por favor seleccione un entidad administrada por la actual base de datos o administrada por IncoCloud.
hy: Ընտրված տեղամասը չի ղեկավարվում ընթացիկ տվյալների բազայում և հնարավոր չէ նշանակել տվյալ առևտրային ավտոմատիի համար, խնդրում ենք ընտրել տեղամաս որը ղեկավարվում է ընթացիկ բազայով կամ IncoCloud-ում
ka: ამორჩეული ადგილმდებარეობა არ იმართება მიმდინარე მონაცემთ ბაზის მიერ და შეუძლებელია განისაზღვროს ამ სავაჭრო აპარატზე! ამოირჩიეთ მიმდინარე მონაცემთა ბაზის ან ინკო-ღრუბლის მიერ მართვადი ადგილმდებარეობა.
ru: Выбранный объект не управляется текущей базой данных и не может быть присвоен данному рабочему месту! Выберите объект, управляемый текущей базой данных или IncoCloud.

source: The selected location is not managed by the current database and cannot be assigned to this web store! Please select a location managed by the current database or managed by IncoCloud.
bg: Този обект не се управлява от текущата база данни и не може да бъде зачислен към този интернет магазин. Моля, изберете обект, управляван от текущата база данни или от "IncoCloud".
hy: Տվյալ տեղամասը չի ղեկավարվում ընթացի տվյալնեի բազայում
ka: ამორჩეული ადგილმდებარეობა არ იმართება მიმდინარე მონაცემთ ბაზის მიერ და შეუძლებელია განისაზღვროს ამ ამ ვებ-მაღაზიაზე! ამოირჩიეთ მიმდინარე მონაცემთა ბაზის ან ინკო-ღრუბლის მიერ მართვადი ადგილმდებარეობა.
ru: Выбранный участок не управляется текущей базой данных и не может использоваться с веб-хранилищем! Укажите участок, который управляется текщей базой данных или IncoCloud.

source: The selected locations cannot be added. The locations are already in use or there is not enough place for all of them.
az: Seçilmiş obyekt əlavə edilə bilməz. Bu obyekt mövcuddur və ya kifayət qədər yer yoxdur.
bg: Избраните обекти не могат да бъдат добавени. Те вече се използват или няма място за тях.
es: Las entidades seleccionadas no pueden ser añadidas. Las entidades ya están en uso no hay suficiente lugar para todas ellas.
fr: Les emplacements sélectionnés ne peuvent pas être ajoutés. Les emplacements sont déjà en cours d'utilisation ou il n'ya pas assez de place pour chacun d'eux.
hy: Ընտրված տեղամասը չի կարող ավելացվել: Տեղամասը արդեն գոյություն ունի կամ բավարար տեղ չկա
ka: არჩეული ადგილმდებარეობა არ შეიძლება იქნას დამატებული. ადგილმდებარეობა უკვე გამოყენებულია ან არ არის საკმარისი ადგილი.
pl: Wybrany dział nie może być dodany. Dział już istnieje albo za mało miejsca.
ru: Выбранный объект не может быть добавлен. Объект уже существует или недостаточно места.
uk: Вибраний об'єкт не може бути доданий. Об'єкт вже існує або недостатньо місця.

source: The selected locations must be different!.
az: Выбранные участки должны быть различными!
bg: Избраните обекти трябва да бъдат различни.
es: ¡Las entidades seleccionadas deben ser diferentes!
fr: Les endroits choisis doivent être différents!
hy: Ընտրված տեղամասերը պետք է տարբեր լինեն!
ka: ადგილმდებარეობები უნდა განსხვავდებოდეს!
pl: Wybrane działy powinny być różne!
ru: Выбранные объекты должны быть различными!
uk: Вибрані об'єкти повинні бути різні!

source: The selected numbers parameters are not valid! Please select ranges which will generate document numbers lower than {0}.
bg: Избраните параметри за номера са невалидни! Моля, изберете диапазони, които ще създадат документни номера по-малки от {0}.
ka: ამორჩეული ნომრების პარამეტრები უმოქმედოა! გთხოვთ ამოირჩიოთ დიაპაზონი რომლებიც დაგენერირდება უფრო დაბალი დოკუმენტის ნომრებიდან ვიდრე {0}
ru: Выбранные параметры для номеров недопустимы! Выберите диапазон для генерирования номеров документов меньше {0}.

source: The selected partner "{0}" is invalid.
bg: Избраният партньор "{0}" е невалиден.
es: El socio seleccionado "{0}" es inválido.
hy: Ընտրված գործընկերը "{0}"անվավեր է
ka: ამორჩეული პარტნიორი "{0}" არასწორია.
ru: Выбранный партнер "{0}" недопустим!

source: The selected position "{0}" is in use by another item!
bg: Избраното разположение "{0}" вече се използва от друга стока.
es: ¡La posición seleccionada "{0}" está en uso por otro elemento!
hy: Ընտրված "{0}" կետում արդեն օգտագործվում է մեկ այլ ապրանք:
ka: ამორჩეული პოზოცია "{0}" გამოყენებაში სხვა საქონლის მიერ!
ru: Выбранная запись "{0}" принадлежит другому объекту!

source: The selected position "{0}" is invalid.
bg: Избраното разположение "{0}" е неправилно.
es: La posición seleccionada "{0}" es inválida.
hy: Ընտրված "{0}" կետը սխալ է:
ka: ამორჩეული პოზიცია "{0}" არასწორია.
ru: Выбранная запись "{0}" недопустима.

source: The selected price "{0}" is invalid.
bg: Избраната цена "{0}" е неправилна.
es: El precio seleccionado "{0}" es inválido.
hy: Ընտրված "{0}"գինը սխալ է:
ka: ამორჩეული ფასი "{0}" არასწორია.
ru: Выбранная цена "{0}" недопустима.

source: The selected purchase document cannot be printed because there is no invoice or other document received for it!
az: Выбранный документ покупки не может быть распечатан, так как для него не существует счета-фактуры или другого документа!
bg: Избраният документ не може да бъде отпечатан, защото няма фактура или друг получен документ към него!
es: ¡El documento de compra no puede ser impreso porque no existe una factura o documento para él!
fr: Le document d'achat sélectionné ne peut pas être imprimé parce qu'il n'y a aucun document facture ou un autre a reçu pour cela!
hy: Ընտրված գնման փաստաթուղթը չի կարող տպվել, քանի որ նրա համար գոյություն չունի հաշիվ կամ այլ փաստաթուղթ
ka: შესყიდვის არჩეული დოკუმენტი ვერ ამოიბეჭდება, რადგან მისთვის არ არსებობს ანგარიში ან სხვა დოკუმენტი!
pl: Wybrany dokument kupna nie może być wydrukowany, ponieważ dla niego nie istnieje rachunku albo innego dokumentu!
ru: Выбранный документ о закупке не может быть распечатан, так как для него не существует счета-фактуры или другого документа!
uk: Вибраний документ приходу не може бути роздрукований, так як для нього не існує рахунка або іншого документа!

source: The selected reference document date is not valid!
az: Указанная дата для связанного документа невалидна!
bg: Избраната дата на документ не е валидна!
es: ¡La fecha del documento de referncia no es válido!
fr: La date de référence choisie n'est pas valable!
hy: փաստաթղթի համար ընտրված ամսաթիվը անվավեր է
ka: არჩეული დოკუმენტის თარიღი უმოქმედოა!
pl: Wskazana data dla powiązanego dokumentu jest nieważna!
ru: Указанная дата для связанного документа недействительна!
uk: Недійсна дата обраного документа

source: The selected reference document number does not exist.
az: Указанный номер связанного документа не существует.
bg: Избраният номер на документ не съществува.
es: ¡El número del documento de referencia seleccionado no existe!
fr: Le numéro de référence sélectionné document n'existe pas.
hy: փաստաթղթի համար ընտրված համարը անվավեր է
ka: არცეული დოკუმენტის ნომერი არ არსებობს
pl: Wskazany numer powiązanego dokumentu nie istnieje.
ru: Указанный номер связанного документа не существует.
uk: Обраний номер документа не існує
