Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: An error occurred while generating the warranty card.
az: Zəmanət kartinin yaradılmasında səhv
bg: Възникна грешка при генерирането на гаранционната карта!
es: Ocurrió un error mientras generaba las tarjetas de garantía!
fr: Une erreur s'est produite lors de la génération de la carte de garantie.
hy: Սխալ է գրանցվել երաշխիքային կտրոնի ստեղծման ժամանակ
ka: შეცდომა საგარანტიო ბარათის გენერაციისას.
pl: Wystąpił błąd podczas generowania karty gwarancyjnej.
ru: Ошибка при генерации гарантийного талона.
uk: Помилка при створенні гарантійного талона!

source: An error occurred while generating the write-off protocol!
bg: Възникна грешка при генерирането на протокола за изписване!
es: ¡Ocurrió un error al generar el protocolo de venta interna!
fr: Une erreur s'est produite lors de la génération du protocole de radiation!
hy: Սխալ է գրանցվել դուրս գրման փաստաթղթի ստեղծման ժամանակ
ka: შეცდომა ჩამოწერის პროტოკოლის გენერირებისას!
ru: Ошибка при генерации акта списания!
uk: Помилка при генерації акта списання!

source: An error occurred while generating the write-off!
az: Kredit bildirişinin saxlanılmasında səhv!
bg: Възникна грешка при генерирането на изписването!
es: ¡Ocurrió un error al generar la venta interna!
fr: Une erreur s'est produite lors de la génération de la radiation!
hy: Սխալ է գրանցվել դուրս գրառման փաստաթղթի ստեղծման ժամանակ
ka: შეცდომა ჩამოწერის გენერირებისას!
ru: Ошибка при генерации списания!
uk: Помилка при генерації списання!

source: An error occurred while printing document!
az: Sənədin çapında səhv!
bg: Възникна грешка при печат на документа!
es: ¡Ocurrió un error al imprimir el documento!
fr: Une erreur s'est produite lors de l'impression de documents!
hy: Սխալ է գրանցվել փաստաթուղթ տպելու ընթացքում
ka: შეცდომა დოკუმენტის ბეჭდვისას!
pl: Błąd przy druku dokumentu!
ru: Ошибка при печати документа!
uk: Помилка під час друку документа!

source: An error occurred while printing the receipt!
bg: Възникна грешка при печат на бележката!
es: ¡Ocurrió un error al imprimir la factura!
hy: Սխալ է գրանցվել կտրոնի տպման ընդացքում
ka: შეცდომა ქვითრის ბეჭდვისას!
ru: Ошибка при печати чека!
uk: Помилка при друку чека!

source: An error occurred while processing the card!
bg: Възникна грешка при обработка на картата!
es: ¡Ocurrió un error al procesar la tarjeta!
hy: Սխալ է գրանցվել քարտի իդենտիֆիկացիայի ժամանակ
ka: შეცდომა ბარათის დამუშავებისას!
ru: Произошла ошибка при обработке карты!

source: An error occurred while recalclulating availability.
bg: Възникна грешка при преизчисление на наличностите.
es: Ha ocurrido un error mientras se recalculaban las disponibilidades
hy: Քանակությունների վերահաշվարկման ժամանակ սխալ է գրանցվել
ka: შეცდომა ხელმისაწვდომობის გადაანგარიშების დროს
ru: Ошибка при пересчете наличного количества

source: An error occurred while recalclulating purchase prices.
bg: Възникна грешка при преизчисление на доставните цени.
es: ¡Ocurrió un error recalculando los precios de compra!
hy: Սխալ է գրանցվել միջին գնի վերահաշվարկման ժամանակ
ka: შეცდომა შეძენის ფასის გადათვლისას.
ru: Ошибка при пересчете закупочных цен.
uk: Помилка при перерахунку прибуткових цін.

source: An error occurred while retrieving data from the database: {0}"{1}"
az: Məlumatların bazadan oxunması zamanı səhv: {0}"{1}"
bg: Възникна грешка при извличане на данни от базата: {0}"{1}"
es: ¡Ocurrió un error recolectando los datos de la base de datos: {0}"{1}"
fr: Une erreur est survenue lors de la récupération de données à partir de la base de données: {0} "{1}"
hy: Տվյալների ստացման ժամանակ սխալ է գրանցվել։ {0}"{1}"
ka: შეცდომა ინფორმაციის ძებნისას მონაცემთა ბაზიდან: {0}"{1}"
pl: Błąd wynikający z odczytu danych z bazy danych: {0}"{1}"
ru: Ошибка при извлечении данных из базы: {0}"{1}"
uk: Помилка при отриманні даних з бази: {0}"{1}"

source: An error occurred while saving credit note document!
az: Kredit bildirişinin saxlanılmasında səhv!
bg: Възникна грешка при записа на кредитното известие!
es: ¡Ocurrió un error al guardar el documento de notas de crédito!
fr: Une erreur s'est produite lors de l'enregistrement du document note de crédit!
hy: Սխալ է գրանցվել Կրեդիտային տեղեկության պահպանելու ժամանակ
ka: საკრედიტო უწყების შენახვისას შეცდომაა!
pl: Błąd przy zachowaniu kredytowego zawiadomienia!
ru: Ошибка при сохранении кредит-ноты!
uk: Помилка при збереженні кредит-ноти!

source: An error occurred while saving debit note document!
az: Debit bildirişinin saxlanılmasında səhv!
bg: Възникна грешка при записа на дебитното известие!
es: ¡Ocurrió un error al guardar el documento de notas de débito
fr: Une erreur s'est produite lors de l'enregistrement du document note de débit!
hy: Սխալ է գրանցվել դեբետային տեղեկությունը պահպանելու ժամանակ
ka: სადებეტო უწყების შენახვისას შეცდომაა!
pl: Błąd przy zachowaniu debetowego zawiadomienia!
ru: Ошибка при сохранении дебет-ноты
uk: Помилка при збереженні дебет-ноти!

source: An error occurred while saving offer document!
bg: Възникна грешка при записа на офертата!
es: ¡Ocurrió un error al guardar el documento de oferta!
hy: Սխալ է գրանցվել Առաջարկի պահպանման ժամանակ
ka: შეცდომა შეთავაზების შენახვისას!
ru: Ошибка при сохранении документа оферты!

source: An error occurred while saving proforma invoice document!
az: Hesab-proform saxlanilmasinda səhv!
bg: Възникна грешка при записа на проформа фактурата!
es: Ocurrió un error mientras guardaba el documento de factura simulada!
fr: une erreur survenue lors d'enregtrement de la proforma
hy: Սխալ է գրանցվել նախահաշիվը պահպանելու ժամանակ
ka: პროფორმა ინვოისის შენახვისას შეცდომაა!
pl: Błąd przy zachowaniu faktury!
ru: Ошибка при сохранении счета-проформы!
uk: Помилка при при збереженні рахунка-проформи!

source: An error occurred while saving purchase document!
az: Aliş sənədinin saxlanılmasında səhv!
bg: Възникна грешка при записа на доставката!
es: ¡Ocurrió un error al guardar el documento de compra!
fr: Une erreur survenue lors de l'enregistrement d'un document d'achat
hy: Սխալ է գրանցվել գնման փաստաթուղթ պահպանելու ժամանակ
ka: შეცდომა ყიდვის დოკუმენტის შენახვისას!
pl: Błąd przy zachowaniu dokumentu kupna!
ru: Ошибка при сохранении документа о закупке!
uk: Помилка при збереженні документа приходу!

source: An error occurred while saving purchase order document!
bg: Възникна грешка при записа на заявката!
es: ¡Ocurrió un error al guardar la de orden de compra!
hy: Սխալ է գրանցվել մատակարարի պատվերի պահպանման ժամանակ
ka: შეცდომა მომწოდებლის შეკვეთის შენახვისას!
ru: Ошибка при сохранении заявки на покупку!

source: An error occurred while saving return document!
az: Qaytariş sənədinin saxlanilmasinda səhv!
bg: Възникна грешка при записа на рекламацията!
es: ¡Un error ocurrió al salvar documento de devolución!
fr: Une erreur s'est produite lors de l'enregistrement du document de retour!
hy: Սխալ է գրանցվել վերադարձի փաստաթուղթը պահպանելու ժամանակ
ka: დაბრუნების დოკუმენტის შენახვისას შეცდომაა!
pl: Błąd przy zachowaniu dokumentu powrotu!
ru: Ошибка при сохранении документа возврата!
uk: Помилка при збереженні документа повернення!

source: An error occurred while saving sale document!
az: Satış sənədinin saxlanılmasında səhv!
bg: Възникна грешка при записа на продажбата!
es: ¡Ocurrió un error al guardar el documento de venta!
fr: Une erreur s'est produite lors de l'enregistrement document de vente!
hy: Սխալ է գրանցվել վաճառքի փաստաթուղթ պահպանելու ժամանակ
ka: შეცდომა გაყიდვის დოკუმენტის შენახვისას!
pl: Błąd przy zachowaniu dokumentu sprzedaży!
ru: Ошибка при сохранении документа продажи!
uk: Помилка при збереженні документа продажу!

source: An error occurred while saving sales order document!
bg: Възникна грешка при записа на поръчката!
es: ¡Ocurrió un error al guardar la orden de venta!
hy: Սխալ է գրանցվել պատվերի փաստաթուղթ պահպանելու ժամանակ
ka: შეცდომა შეკვეთის დოკუმენტის შენახვისას!
ru: Произошла ошибка при сохранении документа предварительного заказа
uk: Помилка при збереженні документа попереднього замовлення!

source: An error occurred while saving the changes to IncoCloud
bg: Възникна грешка при запис на промените в "IncoCloud"!
es: ¡Ocurrió un error al guardar los cambios a IncoCloud
fr: Une erreur est survenue lors de l'enregistrement des modifications apportées à IncoCloud
hy: Սխալ է գրանցվել IncoCloud-ում կատարված փոփոխությունների պահպանման ժամանակ
ka: შეცდომა ინკო-ღრუბელში ცვლილებების შენახვისას
ru: Ошибка при сохранении параметров в IncoCloud
uk: Помилка при збереженні параметрів в IncoCloud

source: An error occurred while saving the consignment document!
bg: Възникна грешка при записа на консигнационния документ!
es: ¡Ocurrió un error al guardar el documento de consignacion!
hy: Սխալ է գրանցվել իրացման փաստաթղթի պահպանման ժամանակ
ka: შეცდომა კონსიგნაციის დოკუმენტის შენახვისას!
ru: Ошибка при сохранении документа!
uk: Помилка при збереженні документа по консигнації!

source: An error occurred while saving the consignment return document!
bg: Възникна грешка при записа на документа за връщане по консигнация!
es: ¡Ocurrió un error al guardar el protocolo de devolución de la consignación!
hy: Սխալ է գրանցվել իրացման վերադարձի փաստաթղթի պահպանման ժամանակ
ka: შეცდომა კონსიგნაციით დაბრუნების დოკუმენტის შენახვისას!
ru: Ошибка при сохранении документа возврата по консигнации!
uk: Помилка при збереженні документа повернення по консигнації!

source: An error occurred while saving the document!
az: Sənədin saxlanılmasında səhv!
bg: Възникна грешка при записа на документа!
es: ¡Ocurrió un error al guardar el documento!
fr: Une erreur s'est produite lors de l'enregistrement du document!
hy: Սխալ է գրանցվել փաստաթուղթը պահպանելու ժամանակ
ka: დოკუმენტის შენახვისას შეცდომაა!
pl: Błąd przy zachowaniu dokumentu!
ru: Ошибка при сохранении документа!
uk: Помилка при збереженні документа!

source: An error occurred while saving the operation!
az: Əməliyyatın saxlanılmasında səhv!
bg: Възникна грешка при записа на операцията!
es: ¡Ocurrió un error al guardar la operación!
fr: Une erreur s'est produite lors de l'enregistrement de l'opération!
hy: Սխալ է գրանցվել գործողությունը պահպանելու ժամանակ
ka: შეცდომა ოპერაციის შენახვისას!
pl: Błąd przy zachowaniu operacji!
ru: Ошибка при сохранении операции!
uk: Помилка при збереженні операції!

source: An error occurred while saving the production operation!
az: İstehsal əməliyyatının saxlanılmasında səhv!
bg: Възникна грешка при записа на производството!
es: ¡Ocurrió un error al guardar la opercaión de producción!
fr: Une erreur s'est produite lors de l'enregistrement de l'opération de production!
hy: Սխալ է գրանցվել ապրանքի գործողության պահպանման ժամանակ
ka: შეცდომა წარმოების ოპერაციის შენახვისას!
pl: Błąd przy zachowaniu operacji produkcji!
ru: Ошибка при сохранении операции производства!
uk: Помилка при збереженні операції виробництва!

source: An error occurred while saving the purchase return document!
bg: Възникна грешка при записа на връщането към доставчик!
es: ¡Ocurrió un error al salvar el documento de devolución de compras!
hy: Սխալ է գրանցվել մատակարարին վերադարձի պահպանման ժամանակ
ka: შეცდომა შესყიდვის დაბრუნების დოკუმენტის შენახვისას!
ru: Ошибка при сохранении операции возврата товара поставщику!
uk: Помилка при збереженні операції повернення товару постачальнику!

source: An error occurred while saving the stock-taking operation!
az: İnventarizasiya sənədinin saxlanılmasında səhv!
bg: Възникна грешка при записа на ревизията!
es: ¡Ocurrió un error al guardar la operación de inventario!
fr: Une erreur s'est produite lors de l'enregistrement de l'opération sur le stock-prise!
hy: Սխալ է գրանցվել վերահաշվարկման գործողություն պահպանելու ժամանակ
ka: შეცდომა ინვენტარიზაციის დოკუმენტის შენახვისას!
pl: Błąd przy zachowaniu dokumentu inwentaryzacji!
ru: Ошибка при сохранении документа инвентаризации!
uk: Помилка при збереженні документа інвентаризації!

source: An error occurred while saving the transfer operation!
az: Yerdəyişmə əməliyyatinda səhv!
bg: Възникна грешка при записа на трансфера!
es: ¡Ocurrió un error al guardar la operación de transferencia!
fr: Une erreur s'est produite lors de l'enregistrement de l'opération de transfert!
hy: Սխալ է գրանցվել տեղափոխման գործողություն պահպանելու ժամանակ
ka: შეცდომა გადაგზავნის ოპერაციისას!
pl: Błąd przy operacji przetwarzanie!
ru: Ошибка при операции перемещения!
uk: Помилка при збереженні операції переміщення!

source: An error occurred while saving the warranty card.
az: Zəmanət kartinin saxlanılmasında səhv
bg: Възникна грешка при записа на гаранционната карта!
es: Ocurrió un error mientras guardaba la tarjeta de garantia
fr: Une erreur s'est produite lors de l'enregistrement de la carte de garantie.
hy: Սխալ է գրանցվել երաշխիքային կտրոնը պահպանելու ժամանակ
ka: შეცდომა საგარანტიო ბარათის შენახვისას.
pl: Wystąpił błąd podczas zapisywania na karcie gwarancyjnej.
ru: Ошибка при сохранении гарантийного талона.
uk: Помилка при збереженні гарантійного талона.

source: An error occurred while saving the waste operation!
az: Aktin saxlanılmasinda səhv!
bg: Възникна грешка при записа на брака!
es: ¡Ocurrió un error al guardar la operación de merma!
fr: Une erreur s'est produite lors de l'enregistrement erronée de l’opération!
hy: Սխալ է գրանցվել ավելորդ գործողություն պահպանելու ժամանակ
ka: შეცდომა აქტის შენახვისას!
pl: Błąd przy zachowywanu wadliwej operację!
ru: Ошибка при сохранении акта!
uk: Помилка при збереженні акту!

source: An error occurred while saving the write-off document!
bg: Възникна грешка при записа на документа за изписване!
es: ¡Ocurrió un error al guardar el documento de venta interna!
hy: Սխալ է գրանցվել դուրսգրման փաստաթղթի պահպանման ժամանակ
ka: შეცდომა ჩამოწერის დოკუმენტის შენახვისას!
ru: Ошибка при сохранении документа списания!
uk: Помилка при збереженні документа списання!

source: An error occurred while sending report! Make sure you have a working internet connection.
az: Hesabatın göndərilməsində səhv! İnternete qoşulmanı yoxlayın!
bg: Възникна грешка при изпращането на отчета! Моля, проверете Вашата интернет връзка.
es: ¡Ocurrió un error al enviar el reporte! Asegúrese de estar trabajando con conexión a internet.
fr: Une erreur s'est produite lors de l'envoi du rapport! Assurez-vous que vous avez une connexion Internet active.
hy: Սխալ է գրանցվել հաշվետվություն ուղարկելիս: Ստուգեք ինտերնետի առկայությունը
ka: შეცდომა ანგარიშის გაგზავნისას! შეამოწმეთ ინტერნეტთან კავშირი!
pl: Błąd przy odsyłaniu raporta! Sprawdźcie łączenie z Internetem!
ru: Ошибка при отсылке отчета! Проверьте соединение с интернетом!
uk: Не вдалося надіслати звіт! Перевірте з'єднання з інтернетом!

source: An error occurred while sending the report!
bg: Възникна грешка при изпращането на отчета!
es: ¡Ocurrió un error al enviar el reporte!
hy: Սխալ է գրանցվել հաշվետվության ուղաարկման ժամանակ
ka: შეცდომა ანგარიშის გაგზავნისას!
ru: Ошибка при отправке отчета!
uk: Не вдалося надіслати звіт!

source: An error occurred while trying to change the state of the service!
bg: Възникна грешка при опит за промяна на състоянието на услугата.
es: ¡Ocurrio un error al intentar cambiar el estado del servicio!
hy: Սխալ է գրանցվել ծառայության կարգավիճակը փոփոխելու ժամանակ
ka: შეცდომა სერვისის მდგომარეობის ცვლილების მცდელობისას
ru: Ошибка при изменении состояния службы!

source: An error occurred while trying to print. Please, make sure your printer has all necessary software, works properly and is connected to your device.
bg: Възникна грешка при опит за печат. Моля, уверете се, че принтерът Ви разполага с нужното програмно осигуряване, работи правилно и е свързан към устройството ви.
es: Ocurrió un error al tratar de imprimir. Por favor, asegúrese que su impresora tiene todos los software necesarios, trabaja apropiadamente y está conectada a su dispositivo.
hy: Տպման ժամանակ սխալ է գրանցվել։ Ստուգեք տպիչի պարամետրերը
ka: შეცდომა ბეჭდვისას. დარწმუნდით, რომ თქვენი პრინტერი ჩართულია, მიერთებულია თქვენს მოწყობილობაზე (კომპიუტერზე) და დაყენებულია საჭირო დრაივერები.
ru: Ошибка печати. Проверьте программное обеспечение для принтера, исправность принтера и подключение.
uk: Помилка друку. Перевірте програмне забезпечення для принтера, справність принтера і підключення.

source: An error occurred while trying to print. Please, make sure your printer has all necessary software, works properly and is connected.
bg: Възникна грешка при опит за печат. Моля, уверете се, че принтерът Ви разполага с нужното програмно осигуряване, работи правилно и е свързан.
es: Ocurrió un error al tratar de imprimir. Por favor, asegúrese que su impresora tiene todos los software necesarios, trabaja apropiadamente y está conectada.
hy: Տպման ժամանակ սխալ է գրանցվել։ Ստուգեք տպիչի պարամետրերը
ka: შეცდომა ბეჭდვისას. დარწმუნდით, რომ თქვენი პრინტერი ჩართულია, მიერთებულია და დაყენებულია საჭირო დრაივერები.
ru: Ошибка печати. Проверьте программное обеспечение для принтера, исправность принтера и подключение.
uk: Помилка друку. Перевірте програмне забезпечення для принтера, справність принтера і підключення.

source: An error occurred while trying to remove user "{0}" from the group!
bg: Възникна грешка при опит да се изтрие потребителя "{0}" от групата.
es: ¡Ocurrió un error al tratar de eliminar el usuario "{0}" del grupo!
fr: Une erreur s'est produite tout en essayant de supprimer l'utilisateur "{0}"du groupe!
hy: "{0}" օգտագործողին խմբից հեռացնելու ժամանակ սխալ է գրանցվել
ka: შეცდომა "{0}" მომხმარებლის ჯგუფიდან წაშლისას!
ru: Ошибка при удалении пользователя "{0}" из группы!
uk: Помилка при видаленні користувача "{0}" з групи!

source: An error occurred with the printer of {0}. Please make sure it is properly installed.
bg: Възникна грешка с принтера "{0}". Уверете се, че е правилно настроен.
es: Ocurrió un error con la impresora de {0}. ¡Por favor, asegúrese de que está instalada correctamente!
hy: {0} տպիչով տպման ժամանակ սխալ է գրանցվել. խնդրում ենք ստուգեք տպիչի միացման ճշտությունը.
ka: {0} პრინტერის შეცდომა. დარწმუნდით, რომ პრინტერი სწორადაა დაინსტალებული
ru: Ошибка принтерa "{0}". Проверьте правильность установки.
uk: Помилка прінтерa {0}. Перевірте правильність установки.

source: An invoice attached to a selected document already exists in the database! Do you want to continue?
az: Bu sənədin hesab-fakturası bazada var! Davam etsin?
bg: Вече съществува фактура към един от избраните документи! Желаете ли да продължите?
es: ¡Una factura adjuntada a un documento seleccionado ya existe en la base de datos! ¿Desea continuar?
fr: Une erreur s'est produite lors de l'envoi du rapport! Assurez-vous que vous avez une connexion Internet active.
hy: Այս փաստաթղթին կցված հաշիվ ապրանքագիր արդեն գոյություն ունի. ցանկանում եք ավելացնել նորը?
ka: ინვოისი, რომელიც მიმაგრებულია მონიშნულ დოკუმენტზე უკვე არსებობს მონაცემთა ბაზაში! გავაგრძელო?
ru: Счет-фактура к выбранному документу уже существует в базе данных! Продолжить?
uk: Рахунок-фактура до вибраного документу вже існує в базі даних! Продовжити?

source: An overflow occurred while transferring data to the fiscal printer!
az: Fiskal printerin buferinin dolması!
bg: Възникна грешка от препълване при изпращането на данни към фискалното устройство!
es: ¡Ocurrió un excendente al transferir datos a la impresora fiscal!
fr: Un dépassement s'est produit pendant le transfert de données à l'imprimante l'exercice!
hy: Սխալ է գրանցվել ֆիսկալային պրինտերին տվյալներ տեղափոխման ընթացքում
ka: ფისკალური პრინტერის ბუფერის გადავსება!
pl: Przepełnienie wystąpiło podczas przesyłania danych do drukarki fiskalnej!
ru: Переполнение буфера фискального принтера!
uk: Переповнення буфера фіскального реєстратора!

source: An update is available at "{0}". Do you want to install it now?
az: "{0}" Üçün yeniləmə hazırdır. Qurulsun?
bg: Достъпна е актуализация от "{0}". Желаете ли да бъде инсталирана?
es: Una actualización está disponible en "{0}". ¿Desea instalarla ahora?
fr: Une mise à jour est disponible à "{0}".Voulez vous l'installer maintenant
hy: Հնարավոր է թարմացում "{0}": Դուք ցանկանում եք այն հաստատել հիմա ?
ka: "{0}"-თვის ნაპოვნია განახლებები. განვაახლო?
pl: Są dostępne odnowy na "{0}". Ustalić?
ru: Доступны обновления на "{0}". Установить?
uk: Є обновлення на "{0}". Встановити?

source: And
az: və
bg: И
es: y
fr: Et
hy: ԵՎ
ka: და
pl: i
ru: и
uk: І

source: And not
az: və yox
bg: И не
es: y no
fr: Et ce n'est pas
hy: ԵՎ ոչ
ka: და არა
pl: I nie
ru: и не
uk: Не і

source: Annul
az: Ləgv etmək
bg: Анулиране
es: Anular
fr: Annuler
hy: Հեռացնել
ka: ანულირება
pl: Anuluj
ru: Аннулировать
uk: Анулювати

source: Annul Credit Note
az: Kredit bildirişini ləgv etmək
bg: Анулиране на кредитно известие
es: Anular Nota de Crédito
fr: Annuler la Note de Crédit
hy: Հերքել Կրեդիտային տեղեկությունը
ka: საკრედიტო უწყების ანულირება
pl: Anuluj kredytowe zawiadomienie
ru: Аннулировать кредит-ноту
uk: Aнулювати кредит-ноту

source: Annul Credit Note...
az: ...Kredit bildirişini ləgv etmək
bg: Анулиране на кредитно известие...
es: Anular Nota de Crédito...
fr: Annuler la Note de Crédit…
hy: ՀերքելԿրեդիտային տեղեկությունը
ka: საკრედიტო უწყების ანულირება..
pl: Anuluj kredytowe zawiadomienie...
ru: Аннулировать кредит-ноту...
uk: Aнулювати кредит-ноту...

source: Annul Debit Note
az: Debet bildirişini ləgv etmək
bg: Анулиране на дебитно известие
es: Anular Nota de Débito
fr: Annuler la Note de Débit
hy: Հերքել դեբետային տեղեկությունը
ka: სადებეტო უწყების ანულირება
pl: Anuluj debetowe zawiadomienie
ru: Аннулировать дебет-ноту
uk: Aнулювати дебет-ноту

source: Annul Debit Note...
az: ...Debet bildirişini ləgv etmək
bg: Анулиране на дебитно известие...
es: Anular Nota de Débito...
fr: Annuler la Note de Débit…
hy: Հերքել դեբետային տեղեկությունը
ka: სადებეტო უწყების ანულირება..
pl: Anuluj debetowe zawiadomienie...
ru: Аннулировать дебет-ноту...
uk: Aнулювати дебет-ноту...

source: Annul Invoice
az: Hesab fakturanı ləgv etmək
bg: Анулиране на фактура
es: Anular Factura
fr: Annuler Facture
hy: Հերքել հաշիվ ապրանքագիրը
ka: ინვოისის ანულირება
pl: Anuluj fakturę
ru: Аннулировать счет-фактуру
uk: Aнулювати рахунок-фактуру

source: Annul Offer
bg: Анулиране на оферта
es: Anular Oferta
hy: Հերքել առաջարկը
ka: შეთავაზების ანულირება
ru: Аннулировать оферту

source: Annul Operation
az: Əməliyyatı ləgv etmək
bg: Анулиране на операция
es: Anular Operación
fr: Annuler l'opération
hy: Հերքել գործողությունը
ka: ოპერაციის ანულირება
pl: Anuluj operację
ru: Аннулировать операцию
uk: Анулювати операцію

source: Annul Proforma Invoice
az: Hesab proformanı ləgv etmək
bg: Анулиране на проформа фактура
es: Anular Factura Simulada
fr: Annuler le profoma
hy: Հերքել նախնական հաշիվը
ka: პროფორმა ინვოისის ანულირება
pl: Anuluj fakturę pro forma
ru: Аннулировать счет-проформу
uk: Aнулювати рахунок-проформу

source: Annul Purchase Order
bg: Анулиране на заявка
es: Anular orden de compra
hy: Հերքել մատակարարի պատվերը
ka: მომწოდებლის შეკვეთის ანულირება
ru: Аннулировать заявку на покупку

source: Annul Purchases Too?
bg: Анулиране и на доставките?
es: ¿Anular también las compras?
hy: Ցանկանում եք հերքել նաև գնումները?
ka: გსურთ შესყიდვების ანულირება აგრეთვე?
ru: Аннулировать также покупки?

source: Annul Sale
bg: Анулиране на продажба
es: Anular venta
hy: Հերքել վաճառքը
ka: გაყიდვის ანულირება
ru: Аннулировать продажу
uk: Aнулювати продаж

source: Annul Sales
bg: Анулиране на продажби
es: Anular ventas
hy: Հերքել վաճառքները
ka: გაყიდვების ანულირება
ru: Аннулировать продажи
uk: Aнулювати продажi

source: Annul Sales Order
bg: Анулиране на поръчка
es: Anular Orden de ventas
hy: Հերքել պատվերը
ka: კლიენტის შეკვეთის ანულირება
ru: Аннулировать предварительный заказ
uk: Анулювати попереднє замовлення

source: Annul Sales Too?
bg: Анулиране и на продажбите?
es: ¿Anular también las ventas?
hy: Ցանկանում եք հերքել նաև վաճառքները?
ka: გსურთ გაყიდვების ანულირება აგრეთვე?
ru: Аннулировать также продажи?
