Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: You are disabling the option "{0}"! If you disable this option now after new operations are made it may be impossible to turn the option back on. Are you sure you want to disable it?
bg: Вие забранявате опцията "{0}"! Ако забраните тази опция сега, след като бъдат направени нови операции, може да бъде невъзможно включването на тази опция. Сигурни ли сте, че искате да я забраните?
hy: Դուք անջատում եք "{0}" օպցիան, հետագայում հնարավոր չէ միացնել այն
ka: თქვენ თიშავთ ოფციას "{0}"! თუ თქვენ გათიშავთ ამ ოფციას, ახალი ოპერაციის გაკეთების შემდეგ შეუძებელი იქნება მისი ხელახლა ჩართვა. დარწმუნებული ხართ რომ გსურთ გამორთოთ ის?
ru: Вы отключаете опцию "{0}"! При отключении этой опции сейчас и после выполнения новых операций включение данной опции может быть невозможно. Продолжить?

source: You are not allowed to make this change!
bg: Не Ви е позволено да нанесете тази промяна.
es: ¡No tiene permitodo hacer este cambio!
fr: Vous n'êtes pas autorisé à faire ce changement!
hy: Դուք չեք կարող կատարել այս փոփոխությունը
ka: თქვენ არ გაქვთ ამ ცვლილების გაკეთების უფლება!
ru: Запрещено выполнять изменения!

source: You are not allowed to remove user "{0}" from the group!
bg: Не Ви е позволено да премахнете потребителя "{0}" от групата.
es: ¡No tiene permitido eliminar el usuario "{0}" del grupo!
fr: Vous n'êtes pas autorisé à supprimer l'utilisateur "{0}" du groupe!
hy: Դուք չեք կարող խմբից հեռացնել"{0}" օգտագործողին!
ka: თქვენ არ გაქვთ "{0}" მომხმარებლის jgufidan amoSlis ufleba!
ru: Запрещено удалять пользователя "{0}"из группы!

source: You are removing the last database in this group. Do you want to remove the group and all the information in it too?
bg: Премахвате последната база данни в тази група. Желаете ли да премахнете групата и цялата информация в нея?
es: Está eliminando la última base de datos en este grupo. ¿Desea eliminar el grupo y toda la información en el también?
hy: Դուք ցանկանում եք հեռացնել խումբը և նրանում եղած ինֆորմացիան ?
ka: თქვენ გადაგაქვთ ბოლო მონაცემთა ბაზა ამ ჯგუფში. გნებავთ გადავიტანოთ ჯგუფი და სრული ინფორმაცია?
ru: Удаляется последняя база данных в группе. Удалить также группу и всю информацию в ней?

source: You are setting a date in the past. Do you want to use calculated availability for the selected date?
bg: Вие избрахте дата в миналото. Желаете ли да използвате изчислени наличности към избраната дата?
es: Está entrando una fecha pasada. ¿Desea usar la disponibilidad calculada para la fecha seleccinada?
hy: Դուք ընտրում եք հետին թվով ամսաթիվ, ցանկանում եք օգտագործել հաշվարկային մնացորդը ըստ ամսաթվի
ka: თქვენ აყენებთ თარიღს წარსულში. გნებავთ გამოიყენოთ გამოთვლითი შესაძლებლობა ამორჩეული თრიღისთვის?
ru: Вы выбрали дату, относящуюся к прошедшему периоду. Вы хотите сделать пересчет товара в наличии для выбранной вами даты?

source: You are setting a date in the past. Using calculated items availability is only available when working with negative availability is allowed. The items availability in this moment will be used.
bg: Вие избрахте дата в миналото. Използването на изчислени наличности към избраната дата е налично само, когато работиата с отрицателни наличности е разрешена. Ще бъдат използвани наличностите към текущия момент.
es: Está entrando una fecha pasada. Usar la disponibilidad de la mercancía calculada es solo posible cuando trabajar con disponibilidad negativa esté habilitada. Las mercancías habilitadas en este momento serán usadas
hy: Դուք ընտրում եք հետին թվով ամսաթիվ, հաշվարկային մնացորդի օգտագործումը ըստ ամսաթվի հնարավոր է միայն, բացասական քանակներով աշխատանքի ժամանակ: Կօգտագործվեն առկա քանակները տվյալ պահին
ka: თქვენ აყენებთ თარიღს წარსულში. გამოთვლითი საქონლების შესაძლებლობა წვდომადია მაშინ, როცა ნებადართულია უარყოფითი შესძლებლობები. საქონლის წვდომადობა ამ მომენტისთვის შესაძლებელი იქნება.
ru: Вы выбрали дату, относящуюся к прошедшему периоду. Пересчет товара в наличии доступен только, когда вы работаете с позволенным отрицательным количеством. Будет использоваться только тот товар, который находится в наличии в настоящий момент.

source: You can choose how {0} is updated to newer versions by selecting an option bellow.
bg: Можете да изберете как {0} се обновява към нови версии, като изберете опция от изброените по-долу.
es: Puede escoger como {0} es actualizado a versiones más nuevas seleccionando una de las opciones permitidas.
hy: Դուք կարող եք ընտրել {0} թարմացման եղանակը ստորև նշած կետորից
ka: თქვენ შეგიძიათ აირჩოთ როგორ არის განახლებული {0} უახლესი ვერისია ქვემოთ მოცემული ოფციების მითითებით
ru: Выберите способ обновления {0}.

source: You can create a document for multiple operations only when they use the same partner.
bg: Можете да създадете документ за много операции само ако използват еднакъв партньор
es: Usted puede crear un documento para múltiples operaciones solo cuando cuando ellos tengan el mismo socio.
fr: Vous pouvez créer un document pour plusieurs opérations seulement quand ils utilisent le même partenaire.
hy: Մի քանի գործողությունների փաստաթղթի ստեղծումը հնարավոր է միայն մեկ գործընկերոջ համար
ka: თქვენ შეგიძლიათ შექმნათ დოკუმენტი რამოდენიმე ოპერაციისათვის მხოლოდ ერთი და იგივე პარტნიორისათვის
ru: Создать документ с несколькими операциями возможно только для одного партнера.

source: You can enable the suggestions from {0}->{1}
bg: Може да разрешите преложенията от {0}->{1}
es: Usted puede habilitar las sugerencias desde {0}->{1}
hy: Հաճցումները կարելի է միացնել անցնելով {0}->{1}
ka: შეგიძლიათ ჩართოთ შესატყვისობები {0}->{1}-დან
ru: Вы можете включить подсказки в {0}->{1}

source: You can enter the confirmation code, when asked for it in the login window or click on the link bellow:
bg: Можете да въведете кода за потвърждение, когато Ви бъде поискан при влизане или да кликнете на връзката по-долу:
es: Usted puede entrar el código de confirmación, cuando hayan preguntado al inicio del sistema o haciendo clic en el link:
hy: Դուք կարող եք մուտքագրել հաստատման կոդը պատուհանում, կամ էլ սեղմելով հղման վրա
ka: თქვენ შეგიძლიათ შეიტანოთ დასტურის კოდი, როცა იქნება შესაბამისი თხოვნა რეგისტრაციის ფანჯარაზე ან დააჭირეთ ბმულს:
ru: Введите код подтверждения при запросе или нажмите на ссылку ниже.
uk: Введіть код підтвердження при запиті або натисніть на посилання нижче.

source: You can help us improve {0} by allowing us to gather anonymous information about the features you use, operating system version and hardware capabilities of the current machine.{1}{1}The features you use are more likelly to be improved in the future based on the anonymous feedback sent by you.
az: Siz {0} yaxşılaşdırılması üçün , kompüterinizin xüsusiyyətləri haqqında informasiya verməklə bizə kömək edə bilərsiniz. {1} {1} əlavələr hansı ki,siz istifadə edirsiniz,verdiyiniz məlumatlara əsasən inkişaf etdiriləcək.
bg: Вие можете да ни помогнете да подобрим "{0}", като ни позволите да събираме анонимни сведения за функционалностите, които ползвате, версията на операционната Ви система и хардуерните възможности на текущата Ви машина.{1}{1}Функционалностите, които използвате, имат по-голяма възможност да бъдат подобрени в бъдеще на основата на анонимните Ви отзиви.
es: Puede ayudarnos a mejorar {0} permitiéndonos reunir información anónima acerca de las características que usa, versión del sistema operativo y capacidades de físicas de la máquina actual. {1}{1} Las características que usa tienen mas probabilidad de ser mejoradas en el futuro basada en la retroalimentación anonima enviada por usted.
fr: Vous pouvez nous aider à améliorer {0} en nous permettant de recueillir des informations anonymes sur les fonctionnalités que vous utilisez, la version du système d'exploitation et les capacités matérielles de la machine actuelle. {1} {1} Les fonctions que vous utilisez sont plus probable à améliorer à l'avenir sur la base de la rétroaction anonyme envoyée par vous.
hy: Դուք կարող եք օգնել մեզ կատարելագործել {0}-ը, թույլատրելով մեզ ստանալ (անանուն) հաշվետվություններ{1}{1}
ka: თქვენ შეგიძლიათ მოგვეხმაროთ {0}-ის სრულყოფაში თუ გამოგვიგზავნით ინფორმაციას თქვენი ოპერაციული სისტემის ვერსიის, და კომპიუტერის პარამეტრების შესახებ. {1}{1}The features you use are more likelly to be improved in the future based on the anonymous feedback sent by you.
pl: Możesz pomóc nam w ulepszeniu {0} pozwalając nam na gromadzenie anonimowych informacji na temat funkcji, które korzystają z wersji systemu operacyjnego i możliwości sprzętowych obecnej maszyny.{1}{1}Funkcjonalności kturych używasz mają większą szansę poprawy w przyszłości na podstawie odpowiedzi anonimowych.
ru: Вы можете помочь нам улучшить {0}, разрешив нам собрать (анонимность гарантируется) информацию об особенностях вашего компьютера, версия операционной системы и аппаратных возможностей данной машины. {1} {1} Дополнения которые вы уже используете, будут быстрее совершенствоваться, основываясь на данных, анонимно отправляемых вами.

source: You can modify the design of the client receipts using the document designer from: Edit->Document templates->{0}
bg: Може да промените изгледа на клентските бележки използвайки документния дизайнер от: Редакция->Документни шаблони->{0}
es: Usted puede modificar el diseño del recibo del cliente usando el documento de diseño desde Editar->Plantillas de documentos->{0}
hy: Դուք կարող եք փոխել կտրոնի տեսքը ընտրելով: Խմբագրել-նմուշներ-{0}
ka: თქვენ შეგიძლიათ შეცვალოთ კლიენტის რეცეპტების დიზაინი დოკუმენტების დიზაინერის გამოყენებით რედაქტირება->დოკუმენტების შაბლონები->{0} -დან
ru: Оформление чека клиента можно выполнить в дизайнере документов: Редактирование -> Шаблоны документов -> {0}
uk: Оформлення чека клієнта можна виконати за допомогою дизайнера документів: Редакція->Шаблони документів-> {0}

source: You can modify the design of the final receipts using the document designer from: Edit->Document templates->{0}
bg: Може да промените изгледа на фискалните бележки използвайки документния дизайнер от: Редакция->Документни шаблони->{0}
es: Usted puede modificar el diseño del recibo final usando el documento de diseño desde Editar->Plantillas de documentos->{0}
hy: Դուք կարող եք փոխել կտրոնի տեսքը ընտրելով:Խմբագրել-նմուշներ-{0}
ka: თქვენ შეგიძლიათ შეცვალოთ საბოლოო რეცეპტების დიზაინი დოკუმენტების დიზაინერის გამოყენებით რედაქტირება->დოკუმენტების შაბლონები->{0} -დან
ru: Оформление итогового чека можно выполнить в дизайнере документов: Редактирование -> Шаблоны документов -> {0}
uk: Оформлення підсумкового чека можна виконати за допомогою дизайнера документів: Редакція->Шаблони документів-> {0}

source: You can modify the design of the kitchen receipts using the document designer from: Edit->Document templates->{0}
bg: Може да промените изгледа на кухненските бележки използвайки документния дизайнер от: Редакция->Документни шаблони->{0}
es: Usted puede modificar el diseño del recibo de la cocina usando el documento de diseño desde Editar->Plantillas de documentos->{0}
hy: Դուք կարող եք փոխել կտրոնի տեսքը ընտրելով:Խմբագրել-նմուշներ-{0}
ka: თქვენ შეგიძლიათ შეცვალოთ სამზარეულოს რეცეპტების დიზაინი დოკუმენტების დიზაინერის გამოყენებით რედაქტირება->დოკუმენტების შაბლონები->{0} -დან
ru: Оформление кухонного чека можно выполнить в дизайнере документов: Редактирование -> Шаблоны документов -> {0}
uk: Оформлення кухонного чека можна виконати за допомогою дизайнера документів: Редакція->Шаблони документів-> {0}

source: You cannot use a MySQL database which is not connected to IncoCloud.
bg: Не може да използвате MySQL база данни, която не е свързана към IncoCloud.
es: No puede usar una base de datos MySQL si no está conectado a IncoCloud.
hy: Դուք չեք կարող օգտագործել MySQL տվյալների բազան, եթե միացված չեք IncoCloud-ին
ka: თქვენ არ შეგიძლიათ გამოიყენოთ MySQL მონაცემთა ბაზა, რომელიც არ არის მიერთებული ინკო-ღრუბელთან.
ru: Вы не можете использовать базу данных MySQL, не подключенную к IncoCloud.
uk: Ви не можете використовувати базу даних MySQL, вона не підключена до IncoCloud.

source: You do not have rights to read "{0}" or to write in "{1}". Please check your rights for the file system or contact your manager.
az: Sizin "{0}" oxumağa və ya "{1}" yazmağa hüququnuz yoxdur. Administratora müraciət edin.
bg: Нямате права за четене на "{0}" или за писане в "{1}". Моля, проверете правата си за достъп до файловата система или се свържете с управителя.
es: No tiene permisos de lectura en "{0}" o escritura en "{1}". Por favor compruebe sus permisos para el fichero del sistema o contacte con su administrador.
fr: Vous n'avez pas le droit de lire "{0}"ou d'écrire dans "{1}" . Veuillez vérifier vos droits pour le système de fichiers ou contacter votre gestionnaire.
hy: Դուք չունեք իրավասություն "{0}" կամ "{1}"գրառում կատարելու համար.
ka: თქვენ არ გაქვთ უფლება, წაიკითხოთ "{0}" ან წეროთ"{1}"ში. გთხოვთ, გადაამოწმოთ თქვენი უფლებები საქაღალდეთა სისტემაში, ან მიმართოთ თქვენს მენეჯერს.
pl: U was nie ma praw dla czytania z "{0}" czy dla zapisu w "{1}". Sprawdźcie Wasz dostęp do plikowego systemu albo zwiążcie się z systemowym administratorem.
ru: У Вас нет прав для чтения из "{0}" или для записи в "{1}". Проверьте Ваш доступ к файловой системе или свяжитесь с системным администратором.
uk: У вас немає права на читання "{0}" або писати в "{1}". Будь ласка, перевірте ваші права на файлову систему або зв'яжіться з вашим менеджером.

source: You don't have Manager or higher level access to the group that this database is part of. Another manager or administrator can give you such accees and let you annul sales for locations managed by IncoCloud.
bg: Нямате достъп от ниво Управител или по-високо в групата от която тази база данни е част. Друг управител или администратор може да ви даде такъв достъп и да ви позволи да анулирате продажби към обекти, управлявани от "IncoCloud".
es: No tiene nivel de acceso suficiente para el grupo al que pertenece esta base de datos. Un administrador o gerente puede darle los accesos y dejarle anular las ventas para entidades manejadas por IncoCloud.
hy: Դուք չունեք մենեջերի կամ ավելի բարձր իրավասություններ այն խմբում որում գտնվում է ընթացիկ տվյալների բազան:
ka: თქვენ არ გაქვთ მენეჯერის ან მეტი უფლებები ამ მონაცემთა ბაზაში. სხვა მენეჯერს ან ადმინისტრატორს შეუძლია მოგცეთ უფლება გაყიდვების ანულირებისა ინკო-ღრუბლის მიერ მართვად ადგილმდებარეობაში
ru: Необходим уровень доступа Менеджер или выше для группы, частью которой является текущая база данных. Другой менеджер или администратор может предоставить Вам такой доступ и позволить аннулировать документы на объекте, который находится под управлением IncoCloud.

source: You don't have Manager or higher level access to the group that this database is part of. Another manager or administrator can give you such accees and let you annul stock-takings for locations managed by IncoCloud.
bg: Нямате достъп от ниво Управител или по-високо в групата от която тази база данни е част. Друг управител или администратор може да ви даде такъв достъп и да ви позволи да анулирате ревизии към обекти, управлявани от "IncoCloud".
es: No tiene nivel de acceso suficiente para el grupo al que pertenece esta base de datos. Un administrador o gerente puede darle los accesos y dejarle anular los inventarios para entidades manejadas por IncoCloud.
hy: Դուք չունեք մենեջերի կամ ավելի բարձր իրավասություններ այն խմբում որում գտնվում է ընթացիկ տվյալների բազան:
ka: თქვენ არ გაქვთ მენეჯერის ან მეტი უფლებები ამ მონაცემთა ბაზაში. სხვა მენეჯერს ან ადმინისტრატორს შეუძლია მოგცეთ უფლება ინვენტარიზაციების ანულირებისა ინკო-ღრუბლის მიერ მართვად ადგილმდებარეობაში
ru: Необходим уровень доступа Менеджер или выше для группы, частью которой является текущая база данных. Другой менеджер или администратор может предоставить Вам такой доступ и позволить аннулировать документы на объекте, который находится под управлением IncoCloud.

source: You don't have Manager or higher level access to the group that this database is part of. Another manager or administrator can give you such accees and let you annul transfers to locations managed by IncoCloud.
bg: Нямате достъп от ниво Управител или по-високо в групата от която тази база данни е част. Друг управител или администратор може да ви даде такъв достъп и да ви позволи да анулирате трансфери към обекти, управлявани от "IncoCloud".
es: No tiene nivel de acceso suficiente para el grupo al que pertenece esta base de datos. Un administrador o gerente puede darle los accesos y dejarle anular las transferencias para entidades manejadas por IncoCloud.
hy: Դուք չունեք մենեջերի կամ ավելի բարձր իրավասություններ այն խմբում որում գտնվում է ընթացիկ տվյալների բազան:
ka: თქვენ არ გაქვთ მენეჯერის ან მეტი უფლებები ამ მონაცემთა ბაზაში. სხვა მენეჯერს ან ადმინისტრატორს შეუძლია მოგცეთ უფლება გადაგზავნების ანულირებისა ინკო-ღრუბლის მიერ მართვად ადგილმდებარეობაში
ru: Необходим уровень доступа Менеджер или выше для группы, частью которой является текущая база данных. Другой менеджер или администратор может предоставить Вам такой доступ и позволить аннулировать документы на объекте, который находится под управлением IncoCloud.
uk: Необхідний рівень доступу Менеджер або вище для групи, частиною якої є поточна база даних. Інший менеджер або адміністратор може надати Вам такий доступ і дозволити анулювати документи на об'єкті, який знаходиться під управлінням IncoCloud.

source: You don't have Manager or higher level access to the group that this database is part of. Another manager or administrator can give you such accees and let you make stock-takings for locations managed by IncoCloud.
bg: Нямате достъп от ниво Управител или по-високо в групата от която тази база данни е част. Друг управител или администратор може да ви даде такъв достъп и да ви позволи да правите ревизии към обекти, управлявани от "IncoCloud".
es: No tiene nivel de acceso suficiente para el grupo al que pertenece esta base de datos. Un administrador o gerente puede darle los accesos y dejarle hacer los inventarios para entidades manejadas por IncoCloud.
hy: Դուք չունեք մենեջերի կամ ավելի բարձր իրավասություններ այն խմբում որում գտնվում է ընթացիկ տվյալների բազան:
ka: თქვენ არ გაქვთ მენეჯერის ან მეტი უფლებები ამ მონაცემთა ბაზაში. სხვა მენეჯერს ან ადმინისტრატორს შეუძლია მოგცეთ უფლება ინვენტარიზაციის ოპერაციების გაკეთებისა ინკო-ღრუბლის მიერ მართვად ადგილმდებარეობაში
ru: Необходим уровень доступа Менеджер или выше для группы, частью которой является текущая база данных. Другой менеджер или администратор может предоставить Вам такой доступ и позволить аннулировать документы на объекте, который находится под управлением IncoCloud.

source: You don't have a permission to change the accounting program. Please contact your manager.
bg: Нямате права да смените счетоводната програма. Моля, свържете се с управителя.
es: No tiene permisos para cambiar el programa contable. Por favor contacte con su administrador.
hy: դուք չունեք իրավասություն փոփոխելու հաշվապահական ծրագիրը
ka: თქვენ არ გაქვთ საბუღალტრო პროგრამის შეცვლის უფლება. დაუკავშირდით თქვენს მენეჯერს.
ru: Нет прав для изменения учетной программы. Обратитесь к управляющему.
uk: Немає прав для зміни облікової програми. Зверніться до керуючого.

source: You don't have a permission to use this customer. Please contact your manager for more information.
az: Göstərilən müştəriyə icazəniz yoxdur. Administratora müraciət edin.
bg: Нямате права да използвате този клиент. Моля, свържете се с управителя за повече сведения.
es: No tiene permisos para usar este cliente. Por favor contacte con su administrador para más información.
fr: Vous n'avez pas la permission d'utiliser ce client. Veuillez contacter votre gestionnaire pour plus d'informations.
hy: Դուք հաճախորդի ընտրության իրավասություն չունեք
ka: თქვენ არ გაქვთ ამ დამკვეთის გამოყენების უფლება. დამატებითი ინფორმაციისთვის გთხოვთ დაუკავშირდეთ თქვენს მენეჯერს.
pl: U was nie ma dostępu do wskazanego klienta. Zwiążcie się z administratorem w celu uzyskania informacyj.
ru: Нет доступа к указанному клиенту. Обратитесь к администратору за информацией.
uk: У вас немає прав на використання цього клієнта. Будь ласка, зверніться до вашого менеджера для отримання додаткової інформації.

source: You don't have a permission to use this location. Please contact your manager.
az: Göstərilən obyektə icazəniz yoxdur. Administratora müraciət edin.
bg: Нямате права да използвате този обект. Моля, свържете се с управителя.
es: No tiene permisos para usar esta entidad. Por favor contacte con su administrador.
fr: Vous n'avez pas la permission d'utiliser cet emplacement. Veuillez contacter votre gestionnaire.
hy: Դուք տվյալ տեղամասը օգտագործելու թույլտվություն չունեք: Կապնվեք ղեկավարության հետ
ka: თქვენ არ გაქვთ ამ ადგილმდებარეობის გამოყენების უფლება! გთხოვთ დაუკავშირდეთ თქვენს მენეჯერს.
pl: U was nie ma dostępu do wskazanej działu. Zwiążcie się z administratorem.
ru: Нет доступа к указанному объекту. Обратитесь к администратору.
uk: Ваш доступ до даній ділянці обмежений. Зв'яжіться з керуючим.

source: You don't have access to any IncoCloud groups!
bg: Нямате достъп до нито една IncoCloud група!
es: ¡No tiene acceso a ninguno de los grupos de IncoCloud!
hy: Դուք չունեք IncoCloud-ի խմբի մուտքի թույլատվություն
ka: თქვენ არ გაქვთ წვდომა ინკო-ღრუბლის არცერთ ჯგუფთან
ru: У Вас нет доступа к группам IncoCloud!

source: You don't have access to any groups in IncoCloud. Add your current database or request access from administrator to gain access to existing groups.
bg: Нямате достъп до групите в "IncoCloud". Добавете текущата си база или поискайте достъп от администратор, за да получите достъп до съществуваши групи.
es: No tiene acceso a ningún grupo en IncoCloud. Agrege su Base de datos o Solicite acceso desde el administrador para obtener acceso a los grupos existentes.
fr: Vous n'avez pas l’accès à tous les groupes dans IncoCloud. Ajouter votre base de données actuelle ou demande d'accès auprès de l'administrateur d'accéder à des groupes existants.
hy: Դուք չունեք IncoCloud–բոլոր խմբերի միացման իրավասություն
ka: თქვენ არ გაქვთ ინკო-ღრუბლის არცერთ ჯგუფთან წვდომის უფლება. დაამატეთ თქვენი მიმდინარე მონაცემთა ბაზა ან გამოითხოვეთ წვდომის უფლება ადმინისტრატორისგან.
ru: Нет доступа к группам IncoCloud. Добавьте текущую базу данных или запросите доступ у администратора.

source: You don't have permission to make discounts or corrections to the operation!
az: Sizin endirim etmək və əməliyyatda dəyişilik etməyə hüququnuz yoxdur!
bg: Нямате разрешение да правите отстъпки или корекции в операцията!
es: ¡No tiene permisos para hacer descuentos o correcciones a la operación!
fr: Vous n'avez pas la permission de faire des remises ou des corrections à l'opération!
hy: Դուք զեղչեր կատարելու կամ գործողությունում փոփոխումներ մտցնելու թույլտվություն չունեք!
ka: თქვენ არ გაქვთ ფასდაკლების ან ოპერაციის კორექტირების უფლება
pl: U was nie ma dostępu dla wykonania rabatów i zmian w operacji!
ru: У вас нет доступа для выполнения скидок и изменений в операции!
uk: У вас немає доступу для виконання знижок і змін до операції!

source: You have been granted "{0}" access to the IncoCloud group "{1}" by "{2}".
bg: Предоставен Ви е достъп "{0}" до IncoCloud групата "{1}" от "{2}".
es: Se le ha dado acceso "{0}" para el grupo de IncoCloud "{1}" por "{2}" .
hy: Դուք ստացել եք "{0}" IncoCloud խմբի մուտքի իրավունք "{1}" by "{2}".
ka: თქვენ მიიღეთ "{0}" წვდომა ინკო-ღრუბლის ჯგუფზე "{1}" by "{2}".
ru: "{2}" разрешил Вам "{0}" доступ в группу IncoCloud "{1}".

source: You have changed the date. Would you like to reapply your price rules?
bg: Променихте датата. Желаете ли наново да приложите ценовите си правила?
es: Ha cambiado la fecha. ¿Le gustaría reaplicar sus reglas de precios?
hy: Դուք փոխել եք ամսաթիվը ցանկանում եք վերահաստատել գնային կանոնը ?
ka: თქვენ შეცვალეთ თარიღი. გნებავთ საფასო წესის ხელმეორედ გამოყენება?
ru: Дата изменена. Применить ценовые правила заново?
