Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Execute
az: Выполнить
bg: Изпълни
es: Ejecutar
fr: Exécuter
hy: Կատարել
ka: შეასრულე
pl: Wykonać
ru: Выполнить
uk: Виконати

source: Executing Command
az: Выполнение команды
bg: Изпълнение на команда
es: Ejecutando Comando
fr: Exécution de la commande
hy: Հրամանի կատարում
ka: შეასრულე ბრძანება
pl: Wykonywanie komend
ru: Выполнение команды
uk: Виконання команди

source: Executing command...
az: Выполнение команды...
bg: Изпълнение на команда...
es: Ejecutando comando...
fr: Exécution de la commande...
hy: Հրամանի կատարում
ka: სრულდება ბრძანება...
pl: Wykonywanie polecenia ...
ru: Выполнение команды...
uk: Виконання команди...

source: Exit
az: Çıxış
bg: Изход
es: Salir
hy: Փակել ծրագիրը
ka: გამოსვლა
pl: Wyjście
ru: Выход
uk: Вихід

source: Exit without printing barcodes?
bg: Изход без печат на баркодове?
es: ¿Salir sin imprimir el código de barras?
fr: Quitter sans imprimer des codes à barres?
hy: Դուրս գալ առանց պահպանելու տպված գծիկավոր կոդերը ?
ka: გამოვიდე შტრიხკოდების ბეჭდვის გარეშე?
ru: Выйти без печати штрих-кодов?
uk: Вийти без друку штрихкодів?

source: Exit without saving the changes?
az: Saxlamadan çıxılsın?
bg: Изход без запис на промените?
es: ¿Salir sin guardar los cambios?
fr: Quitter sans enregistrer les modifications?
hy: Դուրս գալ առանց փոփոխությունները պահպանելու?
ka: გსურთ გამოსვლა ცვლილებების შენახვის გარეშე?
pl: Wyjście bez zapisywania?
ru: Выйти без сохранения?
uk: Вийти без збереження змін?

source: Exit without saving the consignment return?
bg: Изход без запис на връщането по консигнация?
es: ¿Salir sin guardar la devolución de consignación?
hy: Դուրս գալ առանց պահպանելու իրացման վերադարձը?
ka: გსურთ გამოსვლა კონსიგნაციით დაბრუნების შენახვის გარეშე?
ru: Выйти без сохранения возврата по консигнации?
uk: Вийти без збереження повернення по консигнації?

source: Exit without saving the consignment sale?
bg: Изход без запис на отчитането на консигнация?
es: ¿Salir sin guardar la venta en consignación?
hy: Դուրս գալ առանց պահպանելու իրացման վաճառքը?
ka: გსურთ გამოსვლა კონსიგნაციით გაყიდვის შენახვის გარეშე?
ru: Выйти без сохранения продажи по консигнации?
uk: Вийти без збереження продаж по консигнації?

source: Exit without saving the consignment?
bg: Изход без запис на консигнацията?
es: ¿Salir sin guardar la consignación?
hy: Դուրս գալ առանց պահպանելու իրացման փաստաթուղթը?
ka: გსურთ გამოსვლა კონსიგნაციის შენახვის გარეშე?
ru: Выйти без сохранения консигнации?
uk: Вийти без збереження консигнації?

source: Exit without saving the credit note?
az: Kredit bildirişini saxlamadan çıxılsın?
bg: Изход без запис на кредитно известие
es: ¿Salir sin guardar la nota de crédito?
fr: Quitter sans enregistrer la note de crédit?
hy: Դուրս գալ առանց փոփոխությունները պահպանելու?
ka: საკრედიტო ცნობის შენახვის გარეშე გამოვიდე?
pl: Wyjście bez zapisywania kredytowego powiadomienia?
ru: Выйти без сохранения кредит-ноты?
uk: Вийти без збереження кредит-ноти?

source: Exit without saving the custom report?
az: Hesabatı Saxlamadan çıxılsın?
bg: Изход без запис на потребителската справка
es: ¿Salir sin guardar el reporte personalizado?
fr: Quitter sans enregistrer le rapport personnalisé?
hy: Դուրս գալ առանց հաշվետվությունը պահպանելու?
ka: გსურთ გამოსვლა არჩეული ანგარიშების შენახვის გარეშე?
pl: Wyjście bez zapisywania raportu?
ru: Выйти без сохранения отчета?
uk: Вийти без збереження користувацького звіту?

source: Exit without saving the debit note?
az: Debet bildirişini Saxlamadan çıxılsın?
bg: Изход без запис на дебитно известие
es: ¿Salir sin guardar la nota de débito?
fr: Quitter sans enregistrer la note de débit?
hy: Դուրս գալ առանց փոփոխությունները պահպանելու?
ka: სადებეტო ცნობის შენახვის გარეშე გამოვიდე?
pl: Wyjść bez zachowania debetowego zawiadomienia?
ru: Выйти без сохранения дебет-ноту?
uk: Вийти без збереження дебет-ноти?

source: Exit without saving the offer?
bg: Изход без запис на офертата?
es: ¿Salir sin guardar la oferta?
hy: Դուրս գալ առանց պահպանելու առաջարկը?
ka: გამოვიდე შეთავაზების შენახვის გარეშე?
ru: Выйти без сохранения оферты?

source: Exit without saving the production?
az: İstehsal aktını Saxlamadan çıxılsın?
bg: Изход без запис на производството?
es: ¿Salir sin guardar la producción?
fr: Quitter sans enregistrer le produit?
hy: Դուրս գալ առանց պահպանելու արտադրությունը?
ka: გამოვიდე წარმოების დამახსოვრების გარეშე?
pl: Wyjście bez zapisywania akt produkcji?
ru: Выйти без сохранения акта производства?
uk: Вийти без збереження виробництва ?

source: Exit without saving the proforma invoice?
az: Hesab-proformanı Saxlamadan çıxılsın?
bg: Изход без запис на проформа-фактура?
es: ¿Salir sin guardar la factura simulada?
fr: Quitter sans enregistrerla facture proforma?
hy: Դուրս գալ առանց պահպանելու նախահաշիվը?
ka: პროფორმა ინვოისის შენახვის გარეშე გამოვიდე?
pl: Wyjście bez zapisywania Proforma-faktury?
ru: Выйти без сохранения счета-проформы?

source: Exit without saving the purchase order?
bg: Изход без запис на заявката?
es: ¿Salir sin guardar la orden de compra?
hy: Դուրս գալ առանց պահպանելու մատակարարի պատվերը?
ka: გამოვიდე მომწოდებლის შეკვეთის შენახვის გარეშე?
ru: Выйти без сохранения заявки на покупку

source: Exit without saving the purchase return?
bg: Изход без запис на връщането към доставчик?
es: ¿Salir sin guardar la devolución de compra?
hy: Դուրս գալ առանց պահպանելու վերադարձը մատակակաին?
ka: გამოვიდე შესყიდვის დაბრუნების შენახვის გარეშე?
ru: Выйти без сохранения возврата покупки?

source: Exit without saving the purchase?
az: Alışı Saxlamadan çıxılsın?
bg: Изход без запис на доставката?
es: ¿Salir sin guardar la compra?
fr: Quitter sans enregistrer l'achat?
hy: Դուրս գալ առանց պահպանելու գնումը?
ka: გამოვიდე ყიდვის დამახსოვრების გარეშე?
pl: Wyjście bez zapisywania zakupu?
ru: Выйти без сохранения закупки?
uk: Вийти без збереження приходу ?

source: Exit without saving the return?
az: Qaytarmanı Saxlamadan çıxılsın?
bg: Изход без запис на рекламацията?
es: ¿Salir sin guardar la devolución?
fr: Quitter sans enregistrer le retour?
hy: Դուրս գալ առանց պահպանելու վերադարձը?
ka: დაბრუნების შენახვის გარეშე გამოვიდე?
pl: Wyjście bez zapisywania na powrót?
ru: Выйти без сохранения возврата?

source: Exit without saving the sale?
az: Satışı Saxlamadan çıxılsın?
bg: Изход без запис на продажбата?
es: ¿Salir sin guardar la venta?
fr: Quitter sans enregistrer la vente?
hy: Դուրս գալ առանց պահպանելու վաճառքը?
ka: გამოვიდე გაყიდვის დამახსოვრების გარეშე?
pl: Wyjście bez zapisywania sprzedaży?
ru: Выйти без сохранения продажи?
uk: Вийти без збереження продажу ?

source: Exit without saving the sales order?
bg: Изход без запис на поръчката?
es: ¿Salir sin guardar las órdenes de ventas?
hy: Դուրս գալ առանց պահպանելու պատվերը?
ka: გამოვიდე კლიენტის შეკვეთის დამახსოვრების გარეშე?
ru: Выйти без сохранения предварительного заказа?

source: Exit without saving the stock-taking?
bg: Изход без запис на ревизията?
es: ¿Salir sin guardar el inventario?
hy: Դուրս գալ առանց պահպանելու գույքագրումը?
ka: გამოვიდე ინვენტარიზაციის დამახსოვრების გარეშე?
ru: Выйти без сохранения инвентаризации?

source: Exit without saving the transfer?
az: Yerdəyişməni Saxlamadan çıxılsın?
bg: Изход без запис на трансферът?
es: ¿Salir sin guardar la transferencia?
fr: Quitter sans enregistrer le transfert?
hy: Դուրս գալ առանց պահպանելու տեղափոխումը?
ka: გამოვიდე გადაგზავნის დამახსოვრების გარეშე?
pl: Wyjść bez zachowania przemieszczenia?
ru: Выйти без сохранения перемещения?
uk: Вийти без збереження перемішення ?

source: Exit without saving the warranty card?
az: Zəmanət talonuna Saxlamadan çıxılsın?
bg: Изход без запис на гаранционната карта?
es: ¿Salir sin guardar la tarjeta de garantía?
fr: Quitter sans enregistrer la carte de garantie?
hy: Դուրս գալ առանց պահպանելու երաշխիքային կտրոնը?
ka: გამოვიდე საგარანტიო ბარათის შენახვის გარეშე?
pl: Wyjście bez zapisywania na karcie gwarancyjnej?
ru: Выйти без сохранения гарантийного талона?

source: Exit without saving the waste?
az: Silinmə aktını Saxlamadan çıxılsın?
bg: Изход без извършване на брак?
es: ¿Salir sin guardar la merma?
fr: Quitter sans enregistrer les déchets?
hy: Դուրս գալ առանց պահպանելու տեղափոխումը?
ka: გამოვიდე წუნის დამახსოვრების გარეშე?
pl: Wyjść bez zachowania aktu spisania na straty?
ru: Выйти без сохранения акта списания по браку?
uk: Вийти без збереження акта списання?

source: Exit without saving the write-off?
bg: Изход без запис на изписването?
es: ¿Salir sin guardar la venta interna?
fr: Quitter sans enregistrer la radiation?
hy: Դուրս գալ առանց պահպանելու դուրս գրումը?
ka: გამოვიდე ჩამოწერის შენახვის გარეშე?
ru: Выйти без сохранения списания?

source: Expected:
bg: Очаквани:
es: Esperado
hy: Առկա
ka: მოსალოდნელი:
ru: Ожидание:

source: Expense
az: Xərclər
bg: Разход
es: Gasto
fr: Dépenses
hy: Ելք
ka: ხარჯი
pl: Koszty
ru: Затраты
uk: Рахунок

source: Expense (consumation)
az: Xərclər (sərf olunmuş material)
bg: Разход (консумация)
es: Gasto (consumación)
fr: Charges (consomation)
hy: Ելք (Շահաբաժին)
ka: ხარჯი (სახარჯი მასალები)
pl: Koszty (materiały eksploatacyjne)
ru: Затраты(расходные материалы)
uk: Витрати (остаточне оформлення)

source: Expense (fuel)
az: Xərclər(yanacaq)
bg: Разход (гориво)
es: Gasto (combustible)
fr: Charges (carburant)
hy: Ելք (վառելիք)
ka: ხარჯი (საწვავი)
pl: Koszty (paliwa)
ru: Затраты(топливо)
uk: Витрати (паливо)

source: Expense (purchase)
az: Xərclər(alişlar)
bg: Разход (доставка)
es: Gasto (compra)
fr: Charges (achat)
hy: Ելք (գնում)
ka: ხარჯი (შესყიდვა)
pl: Koszty (zakupy)
ru: Расход (закупка)
uk: Витрати (купівля)

source: Expense (rent)
az: Xərclər(arenda)
bg: Разход (наем)
es: Gasto (renta)
fr: Charges (loyer)
hy: Ելք (վարձակալություն)
ka: ხარჯი (ქირა)
pl: Koszty (czynsz)
ru: Затраты(аренда)
uk: Витрати (оренда)

source: Expense (salary)
az: Xərclər(əmək haqqı)
bg: Разход (заплата)
es: Gasto (salario)
fr: Charges (salaire)
hy: Ելք (աշխատավարձ)
ka: ხარჯი (ხელფასი)
pl: Koszty(zarobki)
ru: Затраты(зарплата)
uk: Витрати (заробітна плата)

source: Expense account:
bg: Сметка за разходи:
hy: Ծաղսերի հաշվառում
ka: გასავლის ანგარიში:
ru: Счет расходов:

source: Expiration Date
az: Saxlama müddəti
bg: Срок на годност
es: Fecha de Expiración
fr: Date d'expiration
hy: Սպառման ամսաթիվը
ka: ვადის გასვლის თარიღი
pl: Termin ważności
ru: Срок годности
uk: Дата закінчення терміну

source: Expiration date
az: Saxlama müddəti
bg: Срок на годност
es: Fecha de expiración
fr: Date d'expiration
hy: Սպառման ամսաթիվը
ka: ვადის გასვლის თარიღი
pl: Termin ważności
ru: Срок годности
uk: Термін придатності

source: Expired
bg: Изтекъл
es: Expirado
hy: Ժամկետանց
ka: ვადაგასული
ru: Истек

source: Export
az: Eksport
bg: Експорт
es: Exportar
fr: l'exportation
hy: Արտահանել
ka: ექსპორტი
pl: Eksport
ru: Экспорт
uk: Експорт

# QuickBooks
source: Export Credit Notes as Credit Memos
bg: Експорт на кредитни известия като credit memos
hy: Կրեդիտային տեղեկության արտահանում որպես հիծեցում
ka: ექსპორტი საკრედიტო უწყების როგორც საკრედიტო ჩანაწერები
ru: Экспортировать кредитные извещения как кредитные авизо

source: Export Document
az: Sənədin eksportu
bg: Експорт на документ
es: Exportar Documento
fr: Document de l'exportation
hy: Արտահանել
ka: დოკუმენტების ექსპორტი
pl: Eksport dokumentu
ru: Экспорт документа
uk: Експорт документа

source: Export Entities
az: Sorgunun eksportu
bg: Експорт на номенклатури
es: Exportar Entidades
fr: Entitésà l'exportation
hy: Արտահանել տարրերը
ka: ცნობარების ექსპორტი
pl: Eksport informatorów
ru: Экспорт справочников
uk: Експорт довідників

# QuickBooks
source: Export Offers as Estimates
bg: Експорт на оферти като estimates
hy: Առաջարկի արտահանում
ka: ექსპორტი შეთავაზებების როგორც სახარჯთაღრიცხვო ვარაუდები
ru: Экспортировать предложения как оценки

source: Export Payments
bg: Експорт на плащания
es: Exportar Pagos
hy: Արտահանել վճարումները
ka: გადახდების ექსპორტი
ru: Экспортировать платежи

# QuickBooks
source: Export Purchase Orders
bg: Експорт на заявки
hy: Մատակարարի պատվերի արտահանում
ka: ექსპორტი შესყიდვის შეკვეთების
ru: Экспортировать заказы

# QuickBooks
source: Export Purchases as Bills
bg: Експорт на доставки като bills
hy: Մուտքի ապրանքագրի արտահանում
ka: ექსპორტი შესყიდვების როგორც გადასახადები
ru: Экспортировать покупки как счета на оплату

# QuickBooks
source: Export Returns as Refund Receipt
bg: Еклспорт на рекламации като refund receipts
hy: Արտահանել վերադարձը որպես փոխհատուցում
ka: ექსპორტი დაბრუნების როგორც ფულის დაბრუნების ქვითარი
ru: Экспортировать возвраты как получение возвратов

source: Export Type
az: Eksportun formatı
bg: Вид на експорта:
es: Exportar Tipo
fr: Type d'exportation
hy: Արտահանման Տեսակ
ka: ექსპორტის ტიპი
pl: Typ eksportu
ru: Форматы экспорта

source: Export from location:
az: Экспортировать из:
bg: Експорт от обект:
es: Exportar desde ubicación:
fr: Exporter de l'emplacement:
hy: Արտահանում տեղամասից
ka: ექსპორტი ობიექტიდან:
pl: Eksport z lokalizacji:
ru: Экспортировать из:
uk: Експортувати з:

source: Export from {0}
bg: Експорт от {0}
es: Exportar desde {0}
fr: Exporter à partir de {0}
hy: Արտահանել դեպի {0}
ka: ექსპორტი {0}-დან
ru: Экспорт из {0}

source: Export fully paid sales as:
bg: Експорт на напълно платени продажби като:
hy: Արտահանել ամբողջությամբ վճարված վաճառքները, որպես.
ka: ექსპორტი სრულად გადახდილი გაყიდვების როგორც:
ru: Экспортировать оплаченные продажи как:

source: Export fully paid sales with invoices as:
bg: Експорт на напълно платени продажби с фактури като:
hy: Արտահանել ամբողջությամբ վճարված վաճառքների ապրանքագրերեը, որպես.
ka: ექსპორტი ინვოისებთან ერთად სრულად გადახდილი გაყიდვების როგორც :
ru: Экспортировать оплаченные продажи со счетом-фактурой как:

source: Export operations using numbers from:
bg: Експорт на операции използвайки номериране от:
hy: Արտահանել գործողությունները սկսած համարից
ka: ოპერაციების ექსპორტი იყენებს ნომრებს:
ru: Экспортировать операции с использованием нумерации из:

source: Export partially paid sales as:
bg: Експорт на частично платени продажби като:
hy: Արտահանել մասամբ վճարված վաճառքները, որպես.
ka: ექსპორტი ნაწილობრივ გადახდილი გაყიდვების როგორც:
ru: Экспортировать частично оплаченные продажи как:

source: Export partially paid sales with invoices as:
bg: Експорт на частично платени продажби с фактури като:
hy: Արտահանել մասամբ վճարված վաճառքների ապրանքագրերեը, որպես.
ka: ექსპორტი ინვოისებთან ერთად ნაწილობრივ გადახდილი გაყიდვების როგორც :
ru: Экспортировать частично оплаченные продажи со счетом-фактурой как:

source: Export to 1C
bg: Експорт към 1С
es: Exportar a 1C
hy: Արտահանել 1C
ka: ექსპორტი 1С-ში
ru: Экспорт в 1С

source: Export to Accounting
bg: Експорт към счетоводство
es: Exportar Contabilidad
hy: Արտահանել հաշվապահություն
ka: ექსპორტი ბუღალტერიაში
ru: Экспорт в другие программы
uk: Експорт в інші програми

source: Export to Accounting...
bg: Експорт към счетоводство...
es: Exportar Contabilidad...
hy: Արտահանել հաշվապահություն
ka: ექსპორტი ბუღალტერიაში...
ru: Экспорт в другие программы...
uk: Експорт в інші програми...

source: Export to:
az: Экспорт в:
bg: Експорт към:
es: Exportar a:
fr: Exporter vers:
hy: Արտահանել դեպի
ka: ექსპორტი:
pl: Eksport w:
ru: Экспорт в:
uk: Експорт в:

source: Exporting VAT Groups...
az: ƏDV qrupunun eksportu...
bg: Експорт на ДДС групи...
es: Exportando grupos IVA...
fr: Groupes de TVA exportateurs...
hy: ԱԱՀ խմբերի արտահանում
ka: დღგ-ს ჯგუფების ექსპორტი...
pl: Eksport grup VAT.
ru: Экспорт групп НДС...
uk: Експорт груп ПДВ...

source: Exporting to Armenian Invoice format is not available because this is not a licensed Back Office version of {0}.
bg: Експортът към Арменска фактура е недостъпен, защото версията не е лицензирана с Back Office от {0}.
es: Exportar para el formato Armenian la Factura no está disponible porque ésta no es una versión del Back Office autorizada de {0}.
hy: Անհրաժեշտ է BACK OFFICE լիցենզիա {0}.
ka: სომხური ლიცენზიის ფორმატის ექსპორტი არ არის წვდომარი {0}
ru: Экспорт в формате фактуры для Армении недоступен, так как это версия Back Office {0} не лицензирована.
uk: Немає доступу до Експорту в форматі фактури для Вірменії, тому що ця версія Back Office {0} не ліцензована.

source: Exporting to PDF is not available because this is not a licensed Back Office version of {0}.
az: Экспортв PDF недоступен, т.к. это нелицензированная версия {0}
bg: Експортът към PDF е недостъпен, защото версията не е лицензирана с Back Office от {0}.
es: Exportar a PDF no es posible porque ésta no es una versión del Back Office autorizada de {0}.
fr: Exportation au format PDF n'est pas disponible parce que ce n'est pas une version sous licence Retour Bureau de{0}.
hy: Չլիցենզավորված տարբերակ{0}.
ka: PDF-ში ექსპორტი შეუძლებელია, რადგან ეს არ არის ბექ ოფისის {0}ის ლიცენზია
pl: Eksport PDF nie jest dostępny, ponieważ jest to licencjonowana wersja {0}.
ru: Экспорт в PDF недоступен, т.к. это нелицензированная версия {0}

source: Exports information to file and other formats. Imports information from files.
az: İnformasiyanın fayla va digər formatlara eksportu. Fayllardan informasiyanın importu.
bg: Изнася информация към файлове и други формати. Внася информация от файлове.
es: Exportar información a ficheros y otros formatos. Importar información de archivos.
fr: Exportations d'information pour déposer et d'autres formats. Les importations des informations à partir de fichiers.
hy: Դեպի ֆայլ և այլ ֆորմատներ արտահանման ինֆորմացիա. ֆայլերից ներմուծման ինֆորմացիա
ka: ინფორმაციის ექსპორტი ფაილში და სხვა ფორმატებში. ინფორმაციის იმპორტი ფაილებიდან.
pl: Eksport do pliku i innych formatów. Import danych z plików.
ru: Экспорт информации в файл и другие форматы. Импорт информации из файлов.
uk: Експорт інформації у файл і інші формати. Імпорт інформації з файлів.

source: External displays
az: Xarici displey
bg: Външни дисплеи
es: Monitores externos
fr: Affichages extérieur
hy: Արտաքին դիսպլեյներ
ka: გარე დისპლეები
pl: Ekrany zewnętrzne
ru: Внешние дисплеи
uk: Зовнішні дисплеї

source: Extra Milk
az: Əlavə süd
bg: Допълнително мляко
es: Leche extra
fr: Lait Extra
hy: Լրացուցիչ կաթ
ka: დამატებითი რძით
pl: Ekstra Mleko
ru: Дополнительное молоко
uk: Додаткове молоко

source: Extra Sugar
az: Əlavə şəkər
bg: Допълнително захар
es: Azúcar extra
fr: Sucre Extra
hy: Լրացուցիչ շաքարավազ
ka: დამატებითი შაქრით
pl: Dodatkowy cukier
ru: Дополнительный сахар
uk: Додатковий цукор

# Distribution
source: FAQ
bg: Въпроси
hy: ՀՏՀ
ru: ЧАВО

source: FEFO
bg: 1-во продавай 1-ва с изтичащ срок
fr: PPPS
hy: ՖԵՖՕ

source: FIFO
bg: 1-во продавай 1-ва доставена
hy: ՖԻՖՕ

source: Failed to create directory "{0}". This directory is used for {1} license files storage.
az: Ошибка при создании папки "{0}". Данная папка используется для хранения файлов лицензии {1}.
bg: Грешка при създаване на папка "{0}". Тази папка се използва за съхраняване на {1} файлове за лицензи.
es: Falló al crear el directorio "{0}". Este directorio es usado por {1} ficheros de licencia almacenadas
fr: Impossible de créer le répertoire "{0}". Ce répertoire est utilisé pour les fichiers de licence{1}de stockage.
hy: Սխալ "{0}" դիրեկտորիայի ստեղծման ժամանակ: Տվյալ դիրեկտորիան օգտագործվում է {1} լիցենզիայով ֆայլերի պահպանման համար
ka: შეცდომა "{0}" საქაღალდის შექმნისას. ეს საქაღალდე გამოიყენება {1} ლიცენზიის ფაილების შესანახად.
pl: Błąd przy stworzeniu folderu "{0}". Ten folder wykorzystuje się dla przechowywania plików licencji {1}.
ru: Ошибка при создании папки "{0}". Данная папка используется для хранения файлов лицензии {1}.
uk: Не вдалося створити каталог "{0}". Цей каталог використовується для {1}. файлів ліцензій.

source: Failed to create directory "{0}". This directory is used for {1} updates storage.
az: Ошибка при создании папки "{0}". Данная папка используется для хранения обновлений {1}.
bg: Грешка при създаване на папка "{0}". Тази папка се използва за съхраняване на {1} файлове за актуализации.
es: Falló al crear el directorio "{0}". Este directorio es usado por {1} actualizaciones almacenadas
fr: Impossible de créer le répertoire "{0}". Ce répertoire est utilisé pour {1}de stockage mises à jour.
hy: Սխալ "{0}" դիրեկտորիայի ստեղծման ժամանակ: Տվյալ դիրեկտորիան օգտագործվում է {1} թարմացումների պահպանման համար
ka: შეცდომა "{0}" საქაღალდის შექმნისას. ეს საქაღალდე გამოიყენება {1} განახლების ფაილების შესანახად.
pl: Błąd przy stworzeniu folderu "{0}". Ten folder wykorzystuje się dla przechowywania uaktualnień {1}.
ru: Ошибка при создании папки "{0}". Данная папка используется для хранения обновлений {1}.
uk: Не вдалося створити каталог "{0} ". Цей каталог використовується для {1} оновлень.

source: Failed to save update to "{0}"! Access is denied. Please check if you have permissions to write to the folder.
az: Ошибка при сохранении обновления в "{0}"! Доступ запрещен. Проверьте права доступа для записи в папку.
bg: Грешка при записа на актуализацията в "{0}"! Моля, проверете дали имате права за запис в посочената папка.
es: ¡Falló al guardar la actualización para "{0}"! Acceso denegado. Por favor asegúrese de que tiene permisos de escritura en la carpeta.
fr: Impossible d'enregistrer de mise à jour" {0}"! L'accès est refusé. Veuillez vérifier si vous disposez des autorisations pour écrire dans le dossier.
hy: Սխալ "{0}"-ում թարմացումը պահպանելու ժամանակ! թույլտվությունը արգելված է: Խնդրում ենք ստուգել թղթապանակում գրանցում կատարելու թույլտվության իրավունքը
ka: შეცდომა განახლების შენახვისას "{0}"-ში! წვდომა აკრძალულია. შეამოწმეთ მოცემულ საქაღალდეზე წვდომის უფლებები
pl: Błąd podczas zapisywania aktualizacyj "{0}"! Odmowa dostępu. Sprawdź uprawnienia zapisu do katalogu.
ru: Ошибка при сохранении обновления в "{0}"! Доступ запрещен. Проверьте права доступа для записи в папку.
uk: Не вдалося зберегти оновлення "{0}"! Відмовлено в доступі. Перевірте, якщо у вас є дозвіл на запис в папку.

source: Failed to save update to "{0}"! Please check if there is enough space on the disk.
az: Ошибка при сохранении обновления в "{0}"! Проверьте количество свободного места на диске.
bg: Грешка при записа на актуализацията в "{0}"! Моля, проверете дали имате достатъчно свободно място на диска.
es: ¡Falló al guardar la actualización para "{0}"! Por favor asegúrese de que tiene espacio en el disco.
fr: Impossible d'enregistrer de mise à jour"{0}"! S'il vous plaît vérifiez s'il y a assez d'espace sur le disque.
hy: Սխալ "{0}"-ում թարմացում պահպանելու ժամանակ! խնդրում ենք ստուգել կա արդյոք բավարար ազատ տարածք կոտակիչի վրա:
ka: შეცდომა განახლების შენახვისას "{0}"-ში! შეამოწმეთ დისკზე თავისუფალი ადგილის არსებობა.
pl: Błąd podczas zapisywania aktualizacyj "{0}"! Sprawdźcie ilość wolnego miejsca na dysku.
ru: Ошибка при сохранении обновления в "{0}"! Проверьте количество свободного места на диске.
uk: Не вдалося зберегти оновлення "{0}"! Будь ласка, перевірте, чи достатньо місця на диску.
