Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Use sales tax instead of VAT
az: Использовать налог на продажи вместо НДС
bg: Използване на данък оборот вместо ДДС
es: Usar impuestos sobre las ventas en lugar de IVA
fr: Utiliser les taxes des ventes au lieu des TVA
hy: Օգտագործել վաճառքի հարկը ԱԱՀ-ի փոխարեն
ka: გამოვიყენოთ გაყიდვის გადასახადი დღგ-ს გარეშე
pl: Wykorzystywać podatek na sprzedaż zamiast VAT
ru: Использовать налог на продажи вместо НДС
uk: Використовуйте податок з продажів замість ПДВ

source: Use system localization
az: Sistem lokal ayarlardan istifadə etmək
bg: Използване на системната локализация
es: Usar el sistema de localización
fr: Utiliser le système de localisation
hy: Օգտագործել համակարգային տեղայնացում
ka: სისტემური ლოკალური პარამეტრების გამოყენება
pl: Wykorzystywać systemowe lokalne nastrajania
ru: Использовать системные локальные настройки
uk: Використовувати системні локальні налаштування

source: Use username and password
az: Login və şifrədən istifadə etmək
bg: Използвай потребител и парола
es: Use un nombre de usuario y contraseña
fr: Utiliser le nom d’utilisateur et le mot de passe
hy: Օգտագործել օգտագործողի անունը և գաղտնաբառը
ka: გამოიყენეთ მომხმარებლის სახელი და პაროლი
pl: Wykorzystywać login i hasło
ru: Использовать логин и пароль
uk: Використовувати логін і пароль

source: Use wide scrollbars when Touch Screen is active
az: Использовать широкие области прокрутки в режиме Touch Screen
bg: Използване на широки скролери, когато е включен модул Сензорен екран
es: Usar la barra de desplazamiento amplia cuando la Pantalla Táctil esté activa
fr: Utiliser les barres de défilement larges lorsque l’écran est activé
hy: Վաճառքի էկրանում օգտագործել լայն ՍՔՐՈԼԲԱՐ
ka: განიერი სქრულბარის გამოყენება Touch Screen - ის აქტივობისას
pl: Wykorzystywać szerokie obwody przekręcania w reżimie Touch Screen
ru: Использовать широкие области прокрутки в режиме Сенсорный экран
uk: Використовувати широкі області прокручування в режимі сенсорного екрану

source: Used numbers
bg: Използвани номера
hy: Օգտագործվող համարները
ka: გამოყენებული ნომრები
ru: Используемые номера

source: User
az: İstifadəçi
bg: Потребител
es: Usuario
fr: Utilisateur
hy: Օգտագործող
ka: მომხმარებელი
pl: Użytkownik
ru: Пользователь
uk: Користувач

source: User Filters Preview
az: İstifadəçi filterinə baxış
bg: Преглед на потребителски филтър
es: Vista previa de filtros de usuario:
fr: Aperçu des filtres utilisateur
hy: Օգտագործողի ֆիլտրեր
ka: მომხმარებლის ფილტრის ჩვენება
pl: Przegląd filtrów użytkownika
ru: Просмотр фильтров пользователя
uk: Попередній фільтр користувача

source: User Group
az: İstifadəçi qrupu
bg: Група от потребители
es: Grupo de Usuario
fr: Groupe d’Utilisateur
hy: Օգտ/խումբ
ka: მომხმარებლის ჯგუფი
pl: Grupa Użytkownika
ru: Группа пользователя
uk: Група користувача

source: User Group Code
az: İstifadəçi qrupunun kodu
bg: Код на група от потребители
es: Código de Grupo de Usuario
fr: Code du Groupe Utilisateur
hy: Օգտագործողի խմբի կոդը
ka: მომხმარებლის ჯგუფის კოდი
pl: Kod Grupy Użytkownika
ru: Код группы пользователя
uk: Код групи користувача

source: User Group No.
az: İstifadəçi qrupunun nömrəsi
bg: Група от потребители №
es: No. de grupo de usuario
fr: Numéro du Groupe Utilisateur
hy: Օգտագործողի խմբի համարը
ka: მომხმარებლის ჯგუფის ნომერი
pl: Numer Grupy Użytkownika
ru: Номер группы пользователя
uk: Номер групи користувача

source: User No.
az: İstifadəçinin nömrəsi
bg: Потребител №
es: Usuario No.
fr: Numéro d’Utilisateur
hy: Օգտագործող No.
ka: მომხმარებლის ნომერი
pl: Numer użytkownika
ru: Номер пользователя
uk: Номер користувача

source: User access levels
az: İstifadəçinin icazə səviyyəsi
bg: Ниво на достъп на потребител
es: Niveles de acceso de usuario
fr: Niveaux d’accès de l’utilisateur
hy: Օգտագործողի հասանելիության մակարդակ
ka: მომხმარებლის წვდომის დონე
pl: Poziomy dostępu użytkownika
ru: Уровни доступа пользователя
uk: рівні доступу користувачів

source: User card No.
az: İstifadəçinin kard nömrəsi
bg: Потребителска карта №
es: Tarjeta de usuario No.
fr: Numéro de la carte de l’utilisateur
hy: Օգտագործողի քարտի համար
ka: მომხმარებლის ბარათის ნომერი
pl: Numer karty użytkownika
ru: Номер карты пользователя
uk: Номер картки користувача

source: User code
az: İstifadəçi kodu
bg: Код на потребител
es: Código de usuario
fr: Code utilisateur
hy: Օգտագործողի կոդ
ka: მომხმარებლის კოდი
pl: Kod użytkownika
ru: Код пользователя
uk: Код користувача

source: User code pattern:
az: İstifadəçi kodu şablonu:
bg: Модел за код на потребител
es: Patrón del código de usuario:
fr: Modèle de code utilisateur
hy: Օգտագործողի կոդի նմուշ
ka: მომხმარებლის კოდის ნიმუში
pl: Szablon kodu użytkownika :
ru: Шаблон кода пользователя:

source: User code preview:
az: İstifadəçi kodu nümunəsi:
bg: Изглед на код на потребител
es: Vista previa del código de usuario:
fr: Aperçu du code utilisateur
hy: Օգտագործողի կոդի օրինակ
ka: მომხმარებლის კოდის ჩვენება
pl: Wzorzec kodu użytkownika :
ru: Образец кода пользователя:

source: User e-mail:
bg: Имейл на потребител:
es: Correo electrónico del usuario:
hy: Օգտագործողի էլ. փոստը
ka: მომხმარებლის იმეილი:
ru: e-mail пользователя:

source: User filter
az: İstifadəçi filteri
bg: Потребителски филтър
es: Filtro de usuario
fr: Utilisateur de filtre
hy: Օգտագործողի ֆիլտր
ka: მომხმარებლის ფილტრი
pl: Filtr użytkownika
ru: Фильтр пользователя
uk: Фільтр користувача

source: User for operations:
bg: Потребител за операциите:
es: Usuarios para operaciones:
hy: Օգտագործող գործողության համար
ka: ოპერაციების მომხმარებელი:
ru: Пользователь для операций:

source: User group
az: İstifadəçi qrupu
bg: Група от потребители
es: Grupo de usuario
fr: Groupe d’utilisateur
hy: Օգտ/խումբ
ka: მომხმარებელთა ჯგუფი
pl: Grupa użytkownika
ru: Группа пользователя
uk: Група користувача

source: User group No.
az: İstifadəçi qrupunun nömrəsi
bg: Група от потребители №
es: No. de grupo de usuario
fr: Numéro du groupe utilisateur
hy: Օգտագործողի խմբի համարը
ka: მომხმარებლის ჯგუფის ნომერი
pl: Numer grupy użytkownika
ru: Номер группы пользователя
uk: Номер групи користувача

source: User group code
az: İstifadəçi qrupunun kodu
bg: Код на група от потребители
es: Código del grupo de usuario
fr: Code du groupe utilisateur
hy: Օգտագործողի խմբի կոդը
ka: მომხმარებლის ჯგუფის კოდი
pl: Kod grupy użytkownika
ru: Код группы пользователя
uk: Код групи користувача

source: User in Use
bg: Потребител в употреба
es: Usuario en uso
fr: Utilisateur en service
hy: Օգտագործողը օգտագործվում է
ka: მომხმარებელი გამოყენებაში
ru: Используемый пользователь

source: User name
az: İstifadəçi adı
bg: Име на потребител
es: Nombre de usuario
fr: Nom d’utilisateur
hy: Օգտագործողի անունը
ka: მომხმარებლის სახელი
pl: Imię użytkownika
ru: Имя пользователя
uk: Назва користувача

source: User name cannot be empty!
az: İstifadəçi adı boş ola bilməz
bg: Необходимо е да въведете име на потребителя!
es: ¡El nombre de usuario no puede estar en blanco!
fr: Le nom d’utilisateur ne peut pas être vide!
hy: Օգտվողի անունը չի կարող դատարկ լինել
ka: მომხმარებლის სახელი არ შეიძლება იყოს ცარიელი
pl: Imię użytkownika nie może być puste
ru: Имя пользователя не может быть пустым
uk: Ім'я користувача не може бути порожнім

source: User with the card "{0}" already exists. Do you want to save the user anyway?
az: "{0}" kartlı İstifadəçi artıq mövcuddur. Davam edirsiniz??
bg: Потребител с карта "{0}" вече съществува. Желаете ли да продължите?
es: ¿El usuario con la tarjeta "{0}" ya existe. Desea guardar el usuario de todas formas?
fr: L’utilisateur avec la carte "{0}" existe déjà. Voulez-vous enregistrer l’utilisateur quand même ?
hy: Արդեն գոյություն ունի "{0}" քարտով օգտագործող. դուք ցանկանում եք պահպանել?
ka: მომხმარებელი არსებული ბარათით "{0}" მაინც გსურთ ამ მომხმარებლის დამახსოვრება?
pl: Użytkownik z kartą "{0}" już istnieje. Przedłużyć?
ru: Пользователь с картой "{0}" уже существует. Продолжить?
uk: Користувач з карткою "{0}" вже існує. Продовжити?

source: User with the code "{0}" already exists. Do you want to save the user anyway?
az: "{0}" kodlu İstifadəçi artıq mövcuddur. Davam edirsiniz?
bg: Потребител с код "{0}" вече съществува. Желаете ли да продължите?
es: ¿El usuario con el código "{0}" ya existe. Desea guardar el usuario de todas formas?
fr: L’utilisateur avec le code "{0}" existe déjà. Voulez-vous enregistrer l’utilisateur quand même ?
hy: Արդեն գոյություն ունի "{0}" կոդով օգտագործող. ցանկանում եք պահպանել?
ka: მომხმარებელი კოდით "{0}" უკვე არსებობს. გავაგრძელო?
pl: Użytkownik z kodem "{0}" już istnieje. Przedłużyć?
ru: Пользователь с кодом "{0}" уже существует. Продолжить?
uk: Користувач з кодом "{0}" вже існує. Продовжити?

source: User with the name "{0}" already exists! Do you want to save the user anyway?
az: "{0}" kodlu İstifadəçi artıq mövcuddur. Davam edirsiniz?
bg: Потребител с име "{0}" вече съществува. Желаете ли да продължите?
es: ¿El usuario con el nombre "{0}" ya existe. Desea guardar el usuario de todas formas?
fr: L’utilisateur avec le nom "{0}" existe déjà ! Voulez-vous enregistrer l’utilisateur quand même ?
hy: Արդեն գոյություն ունի "{0}" անունով օգտագործող!ցանկանում եք պահպանել?
ka: მომხმარებელისახელით "{0}" უკვე არსებობს. გავაგრძელო?
pl: Użytkownik z kodem "{0}" już istnieje. Przedłużyć?
ru: Пользователь с кодом "{0}" уже существует. Продолжить?
uk: Користувач з ім'ям "{0}" вже існує. Продовжити?

# Distribution
source: User {0} is now assigned to you as a client.
bg: Потребител {0} вече е свързан с Вас, като клиент.
es: El usuario {0} le está ahora asignado como un cliente
hy: {0} օգտագործողը նշանակվել է ձեր համար որպես հաճախորդ
ka: {0} მომხმარებელი მობმულია თქვნზე როგორც კლიენტი.
ru: Пользователь {0} закреплен за вами в качестве вашего клиента.

source: User:
az: İstifadəçi:
bg: Потребител:
es: Usuario:
fr: Utilisateur :
hy: Օգտագործող
ka: მომხმარებელი:
pl: Użytkownicy:
ru: Пользователь:
uk: Користувач:

source: Users
az: İstifadəçilər
bg: Потребители
es: Usuarios
fr: Utilisateurs
hy: Օգտագործողներ
ka: მომხმარებლები
pl: Użytkownicy
ru: Пользователи
uk: Користувачі

source: Users Report
az: İstifadəçilər üzrə hesabat
bg: Справка за потребители
es: Reporte Usuarios
fr: Rapport Utilisateur
hy: Հաշվետվություն օգտագործողներ
ka: რაპორტი მომხმარებლების მიხედვით
pl: Raport po użytkownikach
ru: Отчет по пользователям
uk: Звіт по користувачам

source: Users are the people logging into this system. By adding separate logins you can track the activity of the individuals and restrict their access. To create your users quickly use the form bellow. To edit your users later go to:{0}{1}{0}{0}To edit the user permissions that each user has go to:{0}{2}
az: Пользователи содержат учетные записи пользователей системой. Учетные записи позволят распределить права доступа и отлеживать деятельность пользователей. Форма внизу поможет быстро создать пользователей. Изменить их позже можно в:{0}{1}{0}{0}Изменить права доступа пользователей можно в:{0}{2}
bg: Потребителите са хората, които влизат в тази система. Чрез добавяне на отделни потребители можете да следите индивидуалната им дейност и да ограничавате достъпа им. За да създадете бързо потребителите си, използвайте полето отдолу. За да промените потребителите си по-късно, идете на:{0}{1}{0}{0} За да промените потребителските права, идете на:{0}{2}
es: Los usuarios son las personas que entran en el sistema. Al añadir por separado las entradas puede rastrear las actividades de los individuos y restringir su acceso. Para crear los usuarios rápidamente use la forma definida. Para editar los usuarios más adelante vaya a: {0}{1}{0}{0} Para editar los permisos de usuarios que cada usuario tiene vaya a: {0}{2}
fr: Les utilisateurs sont les gens qui se connectent à ce système. En ajoutant des sessions séparées, vous pouvez suivre l’activité des individus et limiter leur accès. Pour créer vos utilisateurs rapidement, utiliser le formulaire ci-dessous. Pour éditer vos utilisateurs plus tard, allez dans :{0}{1}{0}{0} Pour éditer les permissions attribuées à chaque utilisateur allez dans : {0}{2}
hy: Օգտագործող ցուցակը պարունակում է տեղեկություն օգտագործողների մասին: Հետագայում այն կարելի է փոփոխել անցնելով {0}{1}{0}{0}: Օգտագործողների իրավասությունները փոփոխելու համար անցնել {0}{2}
ka: მომხმარებლები არიან ამ სისტემაში დარეგისტრირებული ადამიანები. ახალი დარეგისტრირების დამატებით თქვენ შეგიძლიათ თვალყური ადევნოთ ცალკეული ადამიანების მოქმედებებს სისტემაში, შეგიძლიათ უფლებები შეუზღუდოთ მათ. ახალი მომხმარებლების შესაქმნელად გამოიყენეთ ქვემოთ მოცემული ფორმა. თუ გინდათ მომხმარებლების რედაქტირება მოგვიანებით მიმართეთ:{0}{1}{0}{0}უფლებების რედაქტირებისათვის მიმართეთ:{0}{2}
pl: Użytkownicy są ludzie, logując się w systemie. Dodając oddzielne loginy można śledzić aktywność osób i ograniczyć ich dostęp. Aby stworzyć użytkowników trzeba skorzystać z poniższy formularzy. Aby edytować użytkowników na stronie: {0}{1}{0}{0} aby edytować uprawnienia użytkownika kture on ma naciśnij: {0}{2}
ru: Пользователи содержат учетные записи пользователей системой. Учетные записи позволят распределить права доступа и отслеживать деятельность пользователей. Форма внизу поможет быстро создать пользователей. Изменить их позже можно в:{0}{1}{0}{0}Изменить права доступа пользователей можно в:{0}{2}

source: Users...
az: İstifadəçilər...
bg: Потребители...
es: Usuarios...
fr: Utilisateurs…
hy: Օգտագործողներ
ka: მომხმარებლები...
pl: Użytkownicy...
ru: Пользователи...
uk: Користувачі...

source: Uses one "IncoCloud" database license
bg: Използва един "IncoCloud" лиценз за база данни
hy: օգտագործում է "IncoCloud" բազայի լիցենզիա
ka: იყენებს ერთ "IncoCloud" მონაცემთა ბაზის ლიცენზიას
ru: Используется одна лицензия для базы данных IncoCloud

source: Uses one "IncoCloud" database license for each web store
bg: Използва един "IncoCloud" лиценз за база данни за всеки интернет магазин
hy: օգտագործում է "IncoCloud" ինտերնետային խանութի լիցենզիա
ka: იყენებს ერთ "IncoCloud" მონაცემთა ბაზის ლიცენზიას ყოველი ვებ მაღაზიისთვის
ru: Используется одна лицензия для базы данных IncoCloud для каждого веб-хранилища

source: Uses one "Vending Connector" license for each vending machine
bg: Използва един "Vending Connector" лиценз за всеки автомат за стоки
hy: օգտագործում է "IncoCloud" առևտրային մեքենայի լիցենզիա
ka: იყენებს ერთ "Vending Connector"ლიცენზიას ყოველი სავაჭრო ავტომატისთვის
ru: Используется одна лицензия Vending Connector для кадого рабоченго места продавца

source: VAT
az: ƏDV
bg: ДДС
es: IVA
fr: TVA
hy: ԱԱՀ
ka: დღგ
ru: НДС
uk: ПДВ

source: VAT %
bg: ДДС %
es: % de IVA
hy: ԱԱՀ %
ka: დღგ %
ru: НДС %

source: VAT A
az: ƏDV A
bg: Група A
es: IVA A
fr: TVA A
hy: ԱԱՀ A
ka: დღგ A
ru: НДС A
uk: ПДВ A

source: VAT Amount
az: ƏDV məbləği
bg: Сума ДДС
es: Valor IVA
fr: Montant TVA
hy: ԱԱՀ գումար
ka: დღგ-ს ჯამი
pl: Suma VAT
ru: Сумма НДС
uk: Сума ПДВ

source: VAT Amount Included
az: ƏDV daxil
bg: В т.ч. Сума ДДС
es: Valor de IVA Incluido
fr: Montant TVA inclus
hy: ԱԱՀ (ներառյալ) գումար
ka: დღგ-ს ჯამი მოიცავს
pl: Suma VAT Jest Włączona
ru: Сумма НДС включена
uk: Сума ПДВ включена

source: VAT B
az: ƏDV B
bg: Група B
es: IVA B
fr: TVA B
hy: ԱԱՀ B
ka: დღგ B
ru: НДС B
uk: ПДВ Б

source: VAT BIC
az: Əlavə. parametr1
bg: BIC за ДДС
es: IVA BIC
fr: TVA BIC
hy: Բանկի կոդը միջ.
ka: დღგ BIC
ru: Доп. параметр1
uk: ПДВ BIC

source: VAT BIC:
az: Əlavə. parametr1:
bg: BIC за ДДС:
es: IVA BIC:
fr: TVA BIC :
hy: Բանկի կոդը միջ.
ka: დღგ BIC
ru: Доп. параметр1:
uk: ПДВ BIC:

source: VAT Bank
az: ƏDV Bankı
bg: Банка за ДДС
es: Banco del IVA
fr: Banque TVA
hy: ԱԱՀ բանկ
ka: დღგ-ს ბანკი
pl: Bank VAT
ru: Банк НДС
uk: Банк ПДВ

source: VAT C
az: ƏDV C
bg: Група C
es: IVA C
fr: TVA C
hy: ԱԱՀ C
ka: დღგ C
ru: НДС C
uk: ПДВ C

source: VAT Changes Report
az: Отчет об изменениях НДС
bg: Отчет за ДДС Промените
es: Reporte de los cambios de IVA
fr: Rapport des changements TVA
hy: ԱԱՀ-ի փոփոխությունների հաշվետվություն
ka: დღგ-ს ცვლილების რაპორტი
pl: Sprawozdanie o zmianach VAT
ru: Отчет об изменениях НДС
uk: Звіт про зміни ПДВ

source: VAT D
az: ƏDV D
bg: Група D
es: IVA D
fr: TVA D
hy: ԱԱՀ D
ka: დღგ D
ru: НДС D
uk: ПДВ D

source: VAT E
az: ƏDV E
bg: Група E
es: IVA E
fr: TVA E
hy: ԱԱՀ E
ka: დღგ E
ru: НДС E
uk: ПДВ E

source: VAT Exempt
az: ƏDV-dən azad olma
bg: Група без ДДС
es: Excento de IVA
fr: TVA exonéré
hy: Առանց ԱԱՀ
ka: დღგ-სგან განთავისუფლება
pl: Zwolnienie od VAT
ru: Освобождение от НДС
uk: Звільнення від ПДВ

source: VAT F
az: ƏDV F
bg: Група F
es: IVA F
fr: TVA F
hy: ԱԱՀ F
ka: დღგ F
ru: НДС F
uk: ПДВ F

source: VAT Given
az: Verilmiş ƏDV
bg: Даден ДДС
es: IVA Dado
fr: TVA Donné
hy: Տրված ԱԱՀ
ka: მოცემული დღგ
pl: VAT Wydany
ru: НДС выданный
uk: Дані ПДВ

source: VAT Given Amount
bg: Сума на дадения ДДС
es: Valor de IVA Dado
hy: Տրված ԱԱՀ գումար
ka: მოცემული დღგ-ს თანხა
ru: Сумма выданного НДС

source: VAT Given Amount Included
bg: Сума на включения даден ДДС
es: Valor Incluida de IVA Dado
hy: Տրված ԱԱՀ (ներառյալ) գումար
ka: მოცემული დღგ-ს თანხა მოიცავს
ru: Сумма выданного включенного НДС

source: VAT Given Included
az: Verilmiş ƏDV daxildir
bg: Включен даден ДДС
es: IVA Dado Incluido
fr: TVA donné inclus
hy: Տրված ԱԱՀ (ներառյալ)
ka: მოცემული დღგ-ს ჯგუფი
pl: Wydany VAT Jest Włączony
ru: Выданный НДС включен
uk: Дані ПДВ включені

source: VAT Group
az: ƏDV qrupu
bg: ДДС група
es: Grupo IVA
fr: Groupe TVA
hy: ԱԱՀ խումբ
ka: დღგ-ს ჯგუფი
pl: Grupa VAT
ru: Группа НДС
uk: Група ПДВ

source: VAT Group Code
az: ƏDV qrupunun kodu
bg: Код на ДДС група
es: Código del Grupo IVA
fr: Code du Groupe TVA
hy: ԱԱՀ խմբի կոդը
ka: დღგ-ს ჯგუფის კოდი
pl: Kod Grupy VAT
ru: Код группы НДС
uk: Код групи ПДВ

source: VAT Group Id:
az: ƏDV qrupunun nömrəsi
bg: ДДС група №:
es: Id del Grupo IVA:
fr: Identité du groupe TVA :
hy: ԱԱՀ խմբի կոդը
ka: დღგ-ს ჯგუფის ID:
pl: VAT grupy №:
ru: № группы НДС

source: VAT Group Name
az: ƏDV qrupunun adı
bg: Име на ДДС група
es: Nombre del Grupo IVA
fr: Nom du Groupe TVA
hy: ԱԱՀ խմբի անունը
ka: დღგ-ს ჯგუფის სახელი
pl: Miano Grupy VAT
ru: Наименование группы НДС
uk: Ім'я групи ПДВ

source: VAT Group No.
az: ƏDV qrupunun nömrəsi
bg: ДДС група №
es: No. del Grupo IVA
fr: Numéro du Groupe TVA
hy: ԱԱՀ խմբի համարը
ka: დღგ-ს ჯგუფის ნომერი
pl: Numer Grupy VAT
ru: Номер группы НДС
uk: Номер групи ПДВ

source: VAT Group Value (%)
az: ƏDV stavkası(%)
bg: Стойност на ДДС група (%
es: Valor (%) del Grupo IVA
fr: Valeur (%) du Groupe TVA
hy: ԱԱՀ խմբի արժեքը(%)
ka: დღგ-ს ჯგუფის ღირებულება (%)
pl: Znaczenie Stawki VAT(%)
ru: Значение ставки НДС(%)
uk: Значення групи ПДВ (%)

source: VAT Group:
az: ƏDV qrupları:
bg: ДДС група:
es: Grupo IVA:
fr: Groupe TVA :
hy: ԱԱՀ խումբ
ka: დღგ-ს ჯგუფები:
pl: Grupy VAT :
ru: Группы НДС:
uk: Група ПДВ:

source: VAT Groups
az: ƏDV qrupları:
bg: ДДС групи
es: Grupos IVA
fr: Groupes TVA
hy: ԱԱՀ խմբեր
ka: დღგ-ს ჯგუფები
pl: Grupy VAT
ru: Группы НДС
uk: Групи ПДВ

source: VAT Groups...
az: Ədv qrupları...
bg: ДДС групи...
es: Grupos IVA...
fr: Groupes TVA…
hy: ԱԱՀ խմբեր
ka: დღგ-ს ჯგუფები...
pl: Grupy VAT...
ru: Группы НДС...
uk: Групи ПДВ...

source: VAT IBAN
az: Əlavə parametr2
bg: IBAN за ДДС
es: IVA IBAN
fr: TVA IBAN
hy: Հաշվարկային հաշիվ միջ.
ka: დღგ IBAN
ru: Доп. параметр2
uk: ПДВ IBAN

source: VAT IBAN:
az: Əlavə parametr2:
bg: IBAN за ДДС:
es: IVA IBAN:
fr: TVA IBAN :
hy: Հաշվարկային հաշիվ միջ.
ka: დღგ IBAN:
ru: Доп. параметр2:
uk: ПДВ IBAN:

source: VAT Included
az: ƏDV daxildir
bg: В т.ч. ДДС
es: IVA Incluido
fr: TVA incluse
hy: ԱԱՀ (ներառյալ)
ka: დღგ მოიცავს
pl: VAT Jest Włączony
ru: НДС включен
uk: З ПДВ

source: VAT Number
az: ОКПО
bg: ДДС Номер
es: Número IVA
fr: Numéro TVA
hy: ԱԱՀ համար
ka: დღგ-ს ნომერი:
pl: Numer VAT
ru: ОКПО
uk: Номер ПДВ

source: VAT Number:
az: ОКПО
bg: ДДС номер:
es: Número IVA:
fr: Numéro TVA :
hy: ԱԱՀ համար
ka: დღგ-ს ნომერი:
pl: Numer VAT:
ru: ОКПО:
uk: Номер платника ПДВ:

source: VAT Percent
az: ƏDV Faizi
bg: ДДС %
es: Porciento IVA
fr: Pourcentage TVA
hy: ԱԱՀ դրույքաչափ
ka: დღგ-ს პროცენტი
ru: Значение ставки НДС

source: VAT Rate Changes Report
az: ƏDV stavkalarının dəyişilməsi hesabatı
bg: Отчет за промяна на ДДС
es: Informe de cambio de tasa IVA
fr: Rapport de la vitesse des changements TVA
hy: ԱԱՀ-ի փոփոխությունների հաշվետվություն
ka: დღგ-ს მნიშვნელობების შეცვლის რაპორტი
pl: Raport o zmianach stawek VAT
ru: Отчет об изменениях ставок НДС
uk: Звіт про зміни ставки ПДВ

source: VAT Rates
az: ƏDV stavkası
bg: ДДС Стойности
es: Tasa IVA
fr: Vitesses TVA
hy: ԱԱՀ դրույքաչափ
ka: დღგ-ს მნიშვნელობები
pl: Stawki VAT
ru: Ставки НДС
uk: Ставки ПДВ

source: VAT Received
az: НДС полученный
bg: Получен ДДС
es: IVA Recibido
fr: TVA Reçu
hy: Ստացված ԱԱՀ
ka: მიღებული დღგ
pl: VAT Otrzymany
ru: НДС полученный
uk: Отриманий ПДВ

source: VAT Received Amount
bg: Сума на получения ДДС
es: Valor de IVA Recibido
hy: Ստացված ԱԱՀ գումար
ka: დღგ-ს მიღებული თანხა
ru: Полученное значение НДС

source: VAT Received Amount Included
bg: Сума на включения получен ДДС
es: Valor de IVA Recibido Incluido
hy: Ստացված ԱԱՀ (ներառյալ) գումար
ka: დღგ-ს მიღებული თანხის ჩათვლით
ru: Полученное значение Включенного НДС

source: VAT Received Included
az: Полученный НДС включен
bg: Включен получен ДДС
es: IVA Recibido Incluido
fr: TVA Inclus Reçu
hy: Ստացված ԱԱՀ (ներառյալ)
ka: მიღებული დღგ მოიცავს
pl: Otrzymany VAT Jest Włączony
ru: Полученный НДС включен
uk: Отримані ПДВ включені

source: VAT amount
az: ƏDV məbləği
bg: Сума ДДС
es: Valor IVA
fr: Montant TVA
hy: ԱԱՀ գումար
ka: დღგ-ს ჯამი
pl: Suma VAT
ru: Сумма НДС
uk: Сума ПДВ

source: VAT amount included
az: ƏDV daxil
bg: В т. ч. сума ДДС
es: Valor de IVA incluido
fr: Montant TVA inclus
hy: ԱԱՀ (ներառյալ) գումար
ka: დღგ-ს ჯამი ჩართულია
pl: Suma VAT jest włączona
ru: Сумма НДС включена
uk: Сума ПДВ

source: VAT bank
az: ƏDV Bankı
bg: Банка за ДДС
es: Banco del IVA
fr: Banque TVA
hy: ԱԱՀ բանկ
ka: დღგ-ს ბანკი
pl: Bank VAT
ru: Банк НДС
uk: ПДВ банку

source: VAT bank name:
az: Hesablaşma hesabı:
bg: Банка за ДДС:
es: Nombre del banco del IVA:
fr: Nom de la banque TVA
hy: Բանկի անվանումը միջ.
ka: დღგ-ს ბანკის დასახელება:
pl: Nazwa banku VAT :
ru: Название банка НДС:
uk: Найменування банку ПДВ:

source: VAT given
az: Verilmiş ƏDV
bg: Даден ДДС
es: IVA dado
fr: TVA donné
hy: Տրված ԱԱՀ
ka: მოცემული დღგ
pl: VAT wydany
ru: НДС выданный
uk: Дані ПДВ

source: VAT given included
az: Verilmiş ƏDV daxildir
bg: Включен даден ДДС
es: IVA dado incluido
fr: TVA donné inclus
hy: Տրված ԱԱՀ (ներառյալ)
ka: მოცემული დღგ მოიცავს
pl: Wydany VAT jest włączony
ru: Выданный НДС включен
uk: Дані ПДВ включені

source: VAT group No.
az: ƏDV qrupunun nömrəsi
bg: ДДС група №
es: No. del grupo IVA
fr: Numéro du groupe TVA
hy: ԱԱՀ խմբի համարը
ka: დღგ-ს ჯგუფის ნომერი
pl: Numer grupy VAT
ru: Номер группы НДС
uk: Номер групи ПДВ

source: VAT group "{0}" has invalid percent value!
az: "{0}" ƏDV üçün mümkün deyil!
bg: Невалиден процент за ДДС в група "{0}"!
es: ¡El grupo IVA "{0}" tiene un valor de porciento inválido!
fr: Groupe TVA "{0}" a une valeur de pourcentage invalide !
hy: ԱԱՀ խմբի "{0}" արժեքը անթույլատրելի է
ka: "{0}" დღგ-ს ჯგუფის მნიშვნელობა დაუშვებელია!
pl: Znaczenie grupy VAT "{0}" niedopuszczalne!
ru: Значение группа НДС "{0}" недопустимо!
uk: Значення група ПДВ "{0}" неприпустимо!

source: VAT group code
az: ƏDV qrupunun kodu
bg: Код на ДДС група
es: Código del grupo IVA
fr: Code du groupe TVA
hy: ԱԱՀ խմբի կոդը
ka: დღგ-ს ჯგუფის კოდი
pl: Kod grupy VAT
ru: Код группы НДС
uk: Код групи ПДВ

source: VAT group name
az: ƏDV qrupunun adı
bg: Име на ДДС група
es: Nombre del grupo IVA
fr: Nom du groupe TVA
hy: ԱԱՀ խմբի անունը
ka: დღგ-ს ჯგუფის სახელი
pl: Miano grupy VAT
ru: Наименование группы НДС
uk: Ім'я групи ПДВ
