Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Do you want to delete the price rule "{0}"?
az: "{0}"qiymət qaydası silinsin?
bg: Желаете ли да изтриете ценовото правило "{0}"?
es: ¿Desea eliminar la regla de precio "{0}"?
fr: Voulez-vous supprimer la règle du prix "{0} "?
hy: Դուք ցանկանում եք հեռացնել "{0}" գնային կանոնը ?
ka: წავშალო "{0}" ფასობრივი ჯგუფი?
pl: Usunąć cenową regułę "{0}"?
ru: Удалить ценовое правило "{0}"?
uk: Видалити правило на ціну "{0}"?

source: Do you want to delete the reservation?
bg: Желаете ли да изтриете резервацията?
es: ¿Desea eliminar la reservación?
fr: Voulez-vous supprimer la réserve?
hy: Դուք ցանկանում եք հեռացնել ամրագրումը ?
ka: წავშალო რეზერვი?
ru: Удалить бронь?

source: Do you want to delete the selected payment?
az: Seçilmiş ödəniş silinsin?
bg: Желаете ли да изтриете избраното плащане?
es: ¿Desea anular el pago selecionado?
fr: Voulez-vous supprimer les {0} paiements sélectionnées?
hy: Դուք ցանկանում եք հեռացնել ընտրված վճարը ?
ka: წავშალო არჩეული გადახდა?
pl: Usunąć odebraną opłatę?
ru: Удалить выбранную оплату?
uk: Видалити вибрану оплату?

source: Do you want to delete the selected {0} Tax groups?
az: Seçilmiş {0} vergi qrupları silinsin?
bg: Желаете ли да изтриете избраните {0} данъчни групи?
es: ¿Desea eliminar los {0} Grupos de impuestos seleccionados?
fr: Voulez-vous supprimer les {0} groupes d’impôts sélectionnées?
hy: Դուք ցանկանում եք հեռացնել ընտրված հարկային խմբերը{0} ?
ka: წავშალო მონიშნული {0} გადასახადის ჯგუფი?
pl: Czy chcesz usunąć wybrane {0} grupy podatkowe?
ru: Удалить выбранные {0} налоговые группы?
uk: Видалити вибрані {0} податкові групи?

source: Do you want to delete the selected {0} VAT groups?
az: Seçilmiş {0} ƏDV qrupu silinsin?
bg: Желаете ли да изтриете избраните {0} ДДС групи?
es: ¿Desea eliminar los {0} grupos de IVA seleccionados?
fr: Voulez-vous supprimer les {0} groupes TVA sélectionnées?
hy: Դուք ցանկանում եք հեռացնել ընտրված ԱԱՀ խմբերը {0} ?
ka: წავშალო მონიშნული {0} დღგ-ს ჯგუფი?
pl: Czy chcesz usunąć wybrane {0} grupy VAT?
ru: Удалить выбранные {0} группы НДС?
uk: Видалити вибрані {0} ПДВ групи?

source: Do you want to delete the selected {0} company records?
az: Təşkilatlar haqqinda seçilmiş {0} məlumatlar silinsin?
bg: Желаете ли да изтриете избраните {0} записи за фирми?
es: ¿Desea eliminar los {0} registros de la compañía seleccionados?
fr: Voulez-vous supprimer les enregistrements sélectionnés entreprise {0}?
hy: Դուք ցանկանում եք հեռացնել ընտրված կազմակերպության գրառումը {0} ?
ka: წავშალო მონიშნული {0} კომპანიის ჩანაწერები?
pl: Czy chcesz usunąć wybrane {0} rekordy dla firm?
ru: Удалить выбранные {0} данныe об организациях?
uk: Видалити вибрані {0} дані про організації?

source: Do you want to delete the selected {0} devices?
az: Seçilmiş {0} qurgular silinsin?
bg: Желаете ли да изтриете избраните {0} устройства?
es: ¿Desea eliminar los {0} dispositivos seleccionados?
fr: Voulez-vous supprimer les {0} périphériques sélectionnés?
hy: Դուք ցանկանում եք հեռացնել ընտրված սարքավորումը {0} ?
ka: წავშალო მონიშნული {0} მოწყობილობა?
pl: Czy chcesz usunąć wybrane {0} urządzenia?
ru: Удалить выбранные {0} устройствa?
uk: Видалити вибрані {0} пристрої?

source: Do you want to delete the selected {0} items?
az: Seçilmiş {0} əmtəələr silinsin?
bg: Желаете ли да изтриете избраните {0} стоки?
es: ¿Desea eliminar las {0} mercancías seleccionadas?
fr: Voulez-vous supprimer les {0} éléments sélectionnés?
hy: Դուք ցանկանում եք հեռացնել ընտրված ապրանքը {0} ?
ka: წავშალო მონიშნული {0} საქონელი?
pl: Czy chcesz usunąć wybrane pozycje {0}?
ru: Удалить выбранные {0} товары?
uk: Видалити вибрані {0} товари?

source: Do you want to delete the selected {0} locations?
az: Seçilmiş {0} yerlər silinsin?
bg: Желаете ли да изтриете избраните {0} обекта?
es: ¿Desea eliminar las {0} entidades seleccionadas?
fr: Voulez-vous supprimer les {0} emplacements sélectionnés?
hy: Դուք ցանկանում եք հեռացնել ընտրված տեղամասը {0} ?
ka: წავშალო მონიშნული {0} ობიექტი?
pl: Czy chcesz usunąć wybrany obiekt {0}?
ru: Удалить выбранные {0} объекты?
uk: Видалити вибрані {0} об'єкти?

source: Do you want to delete the selected {0} orders?
bg: Желаете ли да изтриете избраните {0} поръчки?
es: ¿Desea eliminar los {0} pedidos seleccionados?
hy: Դուք ցանկանում եք հեռացնել ընտրված պատվերները {0} ?
ka: წავშალო მონიშნული {0} შეკვეთა?
ru: Удалить выбранные {0} заказы?
uk: Видалити вибрані {0} замовлення?

source: Do you want to delete the selected {0} partners?
az: Seçilmiş {0} partnyorlar silinsin?
bg: Желаете ли да изтриете избраните {0} партньори?
es: ¿Desea eliminar los {0} socios seleccionados?
fr: Voulez-vous supprimer les {0} partenaires sélectionnés?
hy: Դուք ցանկանում եք հեռացնել ընտրված գործընկերներին {0} ?
ka: წავშალო მონიშნული {0} პარტნიორი?
pl: Czy chcesz usunąć {0} wybranych partnerów?
ru: Удалить выбранных {0} партнеров?
uk: Видалити обраних {0} партнерів?

source: Do you want to delete the selected {0} payment types?
az: Seçilmiş {0} ödəniş məlumatları silinsin?
bg: Желаете ли да изтриете избраните {0} типове плащания?
es: ¿Desea eliminar los {0} tipos de pagos seleccionados?
fr: Voulez-vous supprimer les {0} types de paiement sélectionnées?
hy: Դուք ցանկանում եք հեռացնել ընտրված վճարման տեսակները {0} ?
ka: წავშალო მონიშნული {0} გადახდის ტიპი?
pl: Czy chcesz usunąć {0} wybrane rodzaje płatności?
ru: Удалить выбранные {0} типы оплат?
uk: Видалити вибрані {0} типи оплат?

source: Do you want to delete the selected {0} price rules?
az: Seçilmiş {0} qiymət qaydaları silinsin?
bg: Желаете ли да изтриете избраните {0} ценови правила?
es: ¿Desea eliminar las {0} reglas de precio seleccionadas?
fr: Voulez-vous supprimer les {0} règles de prix sélectionnées?
hy: Դուք ցանկանում եք հեռացնել ընտրված գնային կանոնները {0} ?
ka: წავშალო მონიშნული {0} საფასო წესი?
pl: Czy chcesz usunąć wybrane {0} przepisy dotyczące cen?
ru: Удалить выбранные {0} ценовые правила?
uk: Видалити вибрані {0} цінові правила?

source: Do you want to delete the selected {0} recipes?
az: Seçilmiş {0} reseptlər silinsin?
bg: Желаете ли да изтриете избраните {0} касови бележки?
es: ¿Desea eliminar las {0} recetas seleccionadas?
fr: Voulez-vous supprimer les {0} recettes sélectionnées?
hy: Դուք ցանկանում եք հեռացնել ընտրված բաղադրատոմսերը {0} ?
ka: წავშალო მონიშნული {0} რეცეპტი?
pl: Czy chcesz usunąć wybrane {0} wplaty?
ru: Удалить выбранные {0} рецепты?
uk: Видалити вибрані {0} рецепти?

source: Do you want to delete the selected {0} reports?
az: Seçilmiş {0} hesabat silinsin?
bg: Желаете ли да изтриете избраните {0} справки?
es: ¿Desea eliminar los {0} reportes seleccionados?
fr: Voulez-vous supprimer les {0} rapports sélectionnées?
hy: Դուք ցանկանում եք հեռացնել ընտրված հաշվետվությունները {0} ?
ka: წავშალო მონიშნული {0} ანგარიში?
pl: Czy chcesz usunąć wybrane rekordy {0}?
ru: Удалить выбранные {0} отчеты?
uk: Видалити вибрані {0} звіти?

source: Do you want to delete the selected {0} reservations?
az: Seçilmiş {0} rezervlər silinsin?
bg: Желаете ли да изтриете избраните {0} резервации?
es: ¿Desea eliminar las {0} reservaciones seleccionados?
fr: Voulez-vous supprimer les {0} réservations sélectionnées?
hy: Դուք ցանկանում եք հեռացնել ընտրված ամրագրումները {0} ?
ka: წავშალო მონიშნული {0} შეკვეთა?
pl: Czy chcesz usunąć wybrane {0} rezerwacje?
ru: Удалить выбранные {0} брони?

source: Do you want to delete the selected {0} users?
az: Seçilmiş {0} istifadəçi silinsin?
bg: Желаете ли да изтриете избраните {0} потребители?
es: ¿Desea eliminar los usuarios seleccionados {0}?
fr: Voulez-vous supprimer les {0} utilisateurs sélectionnées?
hy: Դուք ցանկանում եք հեռացնել ընտրված օգտագործողներին {0} ?
ka: წავშალო მონიშნული {0} მომხმარებელი?
pl: Czy chcesz usunąć wybranych {0} użytkowników?
ru: Удалить выбранных {0} пользователей?
uk: Видалити обраних {0} користувачів?

source: Do you want to delete user with name "{0}"?
az: {0} İstifadəçi silinsin?
bg: Желаете ли да изтриете потребител "{0}"?
es: ¿Desea eliminar el usuario con nombre "{0}"?
fr: Voulez-vous supprimer l’utilisateur avec le nom"{0}"?
hy: Դուք ցանկանում եք հեռացնել "{0}" օգտվողի անունը ?
ka: წავშალო "{0}" მომხმარებელი?
pl: Usunąć użytkownika "{0}"?
ru: Удалить пользователя "{0}"?
uk: Видалити користувача "{0}"?

source: Do you want to generate barcodes if none?
bg: Желаете ли да се генерират баркодове, ако няма такива?
es: ¿Desea generar códigos de barra si no hay ninguno?
hy: Դուք ցանկանում եք Ստեղծել գծիկավոր կոդեր ?
ka: გსურთ შტრიხკოდების გენერაცია თუ ველი ცარიელია
ru: Сгенерировать штрих-коды, если не имеются такие?
uk: Згенерувати штрихкоди, якщо немає таких?

source: Do you want to print a consignment return?
bg: Желаете ли да отпечатате връщане по консигнация?
es: ¿Desea imprimir una devolución de consignación?
hy: Տպել փաստաթուղթը ?
ka: გსურთ კონსიგნაციით დაბრუნების ბეჭდვა
ru: Напечатать возврат по консигнации?
uk: Надрукувати повернення по консигнації?

source: Do you want to print a consignment?
bg: Желаете ли да отпечатате консигнация?
es: ¿Desea imprimir una consignación?
hy: Տպել փաստաթուղթը ?
ka: გსურთ კონსიგნაციის ბეჭდვა
ru: Напечатать консигнацию?
uk: Надрукувати концігнацію?

source: Do you want to print a document?
az: Sənəd çap edilsin?
bg: Желаете ли да отпечатате документ?
es: ¿Desea imprimir un documento?
fr: Voulez-vous imprimer un document ?
hy: Տպել փաստաթուղթը ?
ka: გსურთ დოკუმენტის ბეჭდვა?
pl: Nadrukować dokument?
ru: Напечатать документ?
uk: Надрукувати документ?

source: Do you want to print a proforma invoice?
az: Hesab-proforma çap edilsin?
bg: Желаете ли да отпечатате проформа-фактура?
es: ¿Desea imprimir una factura simulada?
fr: Voulez-vous imprimer une facture proforma ?
hy: Տպել փաստաթուղթը ?
ka: გსურთ ინვოისი პროფორმის ამობეჭდვა?
pl: Nadrukować fakturę?
ru: Напечатать счет-проформу?
uk: Надрукувати рахунок-фактуру?

source: Do you want to print a purchase order?
bg: Желаете ли да отпечатате заявка?
es: ¿Desea imprimir una orden de compra?
hy: Տպել փաստաթուղթը ?
ka: გსურთ მომწოდებლის შეკვეთის ამობეჭდვა?
ru: Напечатать заявку на покупку?

source: Do you want to print a sales order?
bg: Желаете ли да отпечатате поръчка?
es: ¿Desea imprimir una orden de venta?
hy: Տպել փաստաթուղթը ?
ka: გსურთ შეკვეთის ამობეჭდვა?
ru: Вы хотите распечатать предварительный заказ?
uk: Надрукувати попереднє замовлення?

source: Do you want to print a stock receipt?
az: Order çap edilsin?
bg: Желаете ли да отпечатате стокова разписка?
es: ¿Desea imprimir un inventario?
fr: Voulez-vous imprimer l’entrée de stock?
hy: Տպել փաստաթուղթը ?
ka: გსურთ სასაქონლო ჩეკის ბეჭდვა?
pl: Nadrukować list przewozowy?
ru: Напечатать товарную накладную?
uk: Надрукувати накладну?

source: Do you want to print a write-off?
bg: Желаете ли да отпечатате изписване?
es: ¿Desea imprimir la venta interna?
fr: Voulez-vous imprimer une opération vide?
hy: Տպել փաստաթուղթը ?
ka: გსურთ ჩამოწერის ბეჭდვა?
ru: Напечатать списание?
uk: Надрукувати списання?

source: Do you want to print an offer?
bg: Желаете ли да отпечатате оферта?
es: ¿Desea imprimir una oferta?
hy: Տպել փաստաթուղթը ?
ka: გსურთ შეთავაზების ამობეჭდვა
ru: Напечатать документ оферты?

source: Do you want to print the warranty card?
az: Zəmanət talonu çap edilsin?
bg: Желаете ли да отпечатате гаранционната карта?
es: ¿Desea imprimir la tarjeta de garantía?
fr: Voulez-vous imprimer la carte de garantie?
hy: Տպել փաստաթուղթը ?
ka: გინდათ საგარანტიო ბარათის ამობეჭდვა?
pl: Czy chcesz wydrukować gwarancje?
ru: Распечатать гарантийный талон?
uk: Надрукувати гарантійний талон?

source: Do you want to process credit cards?
bg: Желаете ли да обработвате кредитни карти?
es: ¿Desea procesar tarjetas de crédito?
hy: Դուք ցանկանում եք աշխատել կրեդիտ քարտերով
ka: გსურთ დამუშავება საკრედიტო ბარათის?
ru: Вы хотите обработать кредитные карты?

source: Do you want to quit the application?
az: Proqramdan çıxılsın?
bg: Желаете ли изход от програмата?
es: ¿Desea abandonar la aplicación?
fr: Voulez-vous quitter l’application?
hy: Դուք ցանկանում եք փակել ծրագիրը?
ka: დავხურო აპლიკაცია?
pl: Wyjść z programu?
ru: Выйти из программы?
uk: Вийти з програми ?

source: Do you want to remove the panel "{0}"?
az: "{0}"Paneli silinsin?
bg: Желаете ли да премахнете панела "{0}"?
es: ¿Desea eliminar el ajuste "{0}"?
fr: Voulez-vous enlever le panneau"{0}"?
hy: Դուք ցանկանում եք հեռացնել "{0}"Պանելը ?
ka: წავშალო "{0}" პანელი?
pl: Wydalić panel "{0}"?
ru: Удалить панель "{0}"?
uk: Видалити панель "{0}"?

source: Do you want to save and transform the operation?
bg: Желаете ли да запазите и трансформирате операцията?
es: ¿Desea guardar y transformar la aplicación?
hy: Դուք ցանկանում եք պահպանել փաստաթուղթը և ձևափոխել ?
ka: გსურთ შევინახო და შევცვალო ოპერაცია?
ru: Сохранить и трансформировать операцию?
uk: Зберегти і трансформувати операцію?

source: Do you want to save the changes?
az: Dəyişikliklər saxlanılsın?
bg: Желаете ли да запишете промените?
es: ¿Desea guardar los cambios hechos?
fr: Voulez-vous enregistrer les changements?
hy: Դուք ցանկանում եք պահպանել փոփոխությունները ?
ka: დავიმახსოვრო ცვლილებები?
pl: Zachować zmiany?
ru: Сохранить изменения?
uk: Зберегти зміни ?

source: Do you want to save the operation?
az: Əməliyyat saxlanılsın?
bg: Желаете ли запис на операцията?
es: ¿Desea guardar la operación?
fr: Voulez-vous enregistrer l’opération?
hy: Դուք ցանկանում եք պահպանել գործողությունը ?
ka: დავიმახსოვრო ოპერაცია?
pl: Zachować operację?
ru: Сохранить операцию?
uk: Зберегти операцію?

source: Do you want to setup the Dashboard to display information about vending machines?
bg: Желаете ли да настроите таблото да показва информация за автоматите за стоки?
es: ¿Desea ajustar el Tablero para mostrar información sobre las máquinas expendedora?
hy: Դուք ցանկանում եք կարգավորել տվյալ առևտրային ավտոմատի վահանակը?
ka: გნებავთ დააკონფიგუროთ ტაბლო სავაჭრო აპარატის ინფორმაციის გამოსატანად
ru: Выполнить настройку Dashboard для отображения информации о рабочих местах?

source: Dock
az: Qoşulsun
bg: Закотвяне
es: Reducir
fr: Chargement
hy: Կցված
ka: დოკი
pl: Przymocować
ru: Прикрепить
uk: Прикріпити

source: Dockable
az: Qoşulan
bg: Закотвим
es: Reducible
fr: Chargeable
hy: Կցվող
ka: დოკი
pl: Przymocowywane
ru: Прикрепляемое
uk: Прикріплюється

source: Document
az: Sənəd
bg: Документ
es: Documento
hy: Տպել
ka: დოკუმენტი
pl: Dokument
ru: Документ
uk: Документ

source: Document Designer
az: Sənədlərin dizayneri
bg: Документен дизайнер
es: Diseñador de Documentos
hy: Փաստաթղթի նախագծող
ka: დოკუმენტის შემდგენელი
pl: Designer dokumentów
ru: Дизайнер документов
uk: Дизайн докумнта

source: Document No.
az: Sənədin №
bg: Документ №
es: Documento No.
hy: Համար
ka: დოკუმენტის №
pl: № dokumentu
ru: № документа
uk: № документа

source: Document No.{0} cannot be annulled because the issued invoice No.{1} is attached to it. Please, void the invoice before annulling this document.
az: Документ №{0} не может быть аннулирован, так как к нему выдана счет-фактура №{1}. Удалите счет-фактуру перед аннулированием документа.
bg: Документ № {0} не може да бъде анулиран, тъй като към него има издадена фактура № {1}. Моля, изтрийте фактурата преди да анулирате този документ.
es: El documento No.{0} no puede ser anulado porque la factura expedida No. {1} está adjunta a él. Por favor anule la factura antes de anular este documento.
fr: Document n ° {0} ne peut pas être annulée parce que le n ° facture émise {1} est attaché à lui. S'il vous plaît, annuler la facture avant d'annuler le présent document.
hy: {0} փաստաթուղթը չի կարող չեղյալ համարվել, քանի որ նրան կցված է {1} հաշիվ-ապրանքագիրը
ka: დოკუმენტი No.{0} ანულიერბა შეუძლებელია. გაცემული ინვოისი .No{1} მიბმულია მასზე. გთხოვთ წაშალოთ ინვოისი დოკუმენტის ანულირებამდე.
pl: Dokument No.{0} nie może być anulowany, ponieważ doń jest wydana faktura No.{1}. Wydalcie fakturę przed anulowaniem dokumentu.
ru: Документ №{0} не может быть аннулирован, так как к нему выдана счет-фактура №{1}. Удалите счет-фактуру перед аннулированием документа.
uk: Документ № {0} не може бути анульований, оскільки на підставі виставленого рахунку № {1} до нього додається. Будь ласка, зробіть недійсним рахунок до скасування цього документу.

source: Document No.{0} cannot be annulled because the received invoice No.{1} is attached to it. Please, void the invoice before annulling this document.
az: Документ №{0} не может быть аннулирован, так как к нему принята счет-фактура №{1}. Удалите счет-фактуру перед аннулированием документа.
bg: Документ № {0} не може да бъде анулиран, тъй като към него има получена фактура №{1}. Моля, изтрийте фактурата преди да анулирате този документ.
es: El documento No.{0} no puede ser anulado porque la factura recibida No. {1} está adjunta a él. Por favor anule la factura antes de anular este documento
fr: Document n ° {0} ne peut pas être annulée parce que la facture reçue n ° {1} est attaché à lui. S'il vous plaît, annuler la facture avant d'annuler le présent document.
hy: {0} փաստաթուղթը չի կարող չեղյալ համարվել, քանի որ նրան կցված է {1} ստացված հաշիվ-ապրանքագիրը
ka: დოკუმენტი No.{0} ანულიერბა შეუძლებელია. მიღებული ინვოისი .No{1} მიბმულია მასზე. გთხოვთ წაშალოთ ინვოისი დოკუმენტის ანულირებამდე.
pl: Dokument No.{0} nie może być anulowany, ponieważ doń jest przyjęta faktura No.{1}. Wydalcie fakturę przed anulowaniem dokumentu.
ru: Документ №{0} не может быть аннулирован, так как к нему принята счет-фактура №{1}. Удалите счет-фактуру перед аннулированием документа.
uk: Документ № {0} не може бути анульований, тому що одержав рахунок-фактура № {1} до нього. Будь ласка, зробіть недійсним рахунок до скасування цього документу.

source: Document No.{0} cannot be attached to another invoice because the issued invoice No.{1} is already attached to it. Please, void the invoice before attaching another invoice to this document.
az: Документ №{0} не может быть прикреплен к другому счету-фактуре, т.к. он уже прикреплен к счету-фактуре №{1}. Удалите счет-фактуру для прикрепления другого счета-фактуры к этому документу.
bg: Към документ № {0} не може да бъде издадена друга фактура, защото към него вече е издадена фактура № {1}. Моля, анулирайте фактурата преди да издадете друга фактура към този документ.
es: El documento No.{0} no puede ser aduntado a otra factura porque la factura expedida No. {1} está adjunta a él. Por favor anule la factura antes de adjuntar otra factura a este documento
fr: Document No. {0} ne peut pas être rattaché à une autre facture parce que la facture émise n ° {1} lui est déjà attaché. S'il vous plaît, annuler la facture avant de fixer une autre facture à ce document.
hy: {0} փաստաթուղթը չի կարող կցվել հաշիվ ապրանքագրին որովհետև {1} համարը արդեն կցված է նրան
ka: დოკუმენტზე No.{0} სხვა ინვოისის მიბმა შეუძლებელია, რადგან ეს ინვოისი.No{1} უკვე მიბმულია. გთხოვთ წაშალოთ ინვოისი სხვა ინვოისის მიბმამდე.
pl: Dokument No.{0} nie może być przymocowany do inny fakturze, ponieważ on już jest przymocowany do faktury No.{1}. Wydalcie fakturę dla umocowania inny faktury do tego dokumentu.
ru: Документ №{0} не может быть прикреплен к другому счету-фактуре, т.к. он уже прикреплен к счету-фактуре №{1}. Удалите счет-фактуру для прикрепления другого счета-фактуры к этому документу.
uk: Документ № {0} не може бути прикріплений до іншого рахунку-фактурі, т.к. він уже прикріплений до рахунку-фактурі № {1}. Будь ласка анулюйте рахунок-фактуру, перед тим як видати новий документ.

source: Document No.{0} cannot be attached to invoice because the received invoice No.{1} is already attached to it. Please, void the invoice before attaching another invoice to this document.
az: Документ №{0} не может быть прикреплен к другому счету-фактуре, т.к. он уже прикреплен к счету-фактуре №{1}. Удалите счет-фактуру для прикрепления другого счета-фактуры к этому документу.
bg: Към документ № {0} не може да бъде въведена друга фактура, защото към него вече е получена фактура №{1}. Моля, анулирайте фактурата преди да въведете друга фактура към този документ.
es: El documento No.{0} no puede ser adjuntado a la factura porque la factura recibida No. {1} está adjunta a él. Por favor anule la factura antes de adjuntar otra factura a este documento
fr: Document No. {0} ne peut pas être joint à la facture parce que la facture reçue n ° {1} lui est déjà attaché. S'il vous plaît, annuler la facture avant de fixer une autre facture à ce document.
hy: {0} փաստաթուղթը չի կարող կցվել հաշիվ ապրանքագրին որովհետև {1} համարը արդեն կցված է նրան
ka: დოკუმენტს No.{0} ვერ მიებმება მიღებული ინვოისი .No{1} უკვე მიბმულია მასზე. გთხოვთ წაშალოთ ინვოისი სხა ინვოისის მიბმამდეე.
pl: Dokument No.{0} nie może być przymocowany do fakturze, ponieważ on już jest przymocowany do przyjęta faktury No.{1}. Wydalcie fakturę dla umocowania inny faktury do tego dokumentu.
ru: Документ №{0} не может быть прикреплен к другому счету-фактуре, т.к. он уже прикреплен к счету-фактуре №{1}. Удалите счет-фактуру для прикрепления другого счета-фактуры к этому документу.
uk: Документ № {0} не може бути прикріплений до іншого рахунку-фактурі, т.к. він уже прикріплений до рахунку-фактурі № {1}. Будь ласка анулюйте рахунок-фактуру, перед тим як видати новий документ.

source: Document No.{0} cannot be edited because the issued invoice No.{1} is attached to it. Please, void the invoice before editing this document.
az: Документ№{0} не может редактироваться, так как к нему выдана счет-фактура №{1}. Удалите счет-фактуру перед редакцией документа.
bg: Документ № {0} не може да бъде редактиран, тъй като към него има издадена фактура № {1}. Моля, анулирайте фактурата преди да редактирате този документ.
es: El documento No.{0} no puede ser editado porque la factura expedida No. {1} está adjunta a él. Por favor anule la factura antes de editar este documento.
fr: Document No. {0} ne peut pas être modifié parce que la facture émise n ° {1} lui est attaché. S'il vous plaît, annuler la facture avant d'éditer ce document.
hy: {0} փաստաթուղթը չի կարող խմբագրվել, քանի որ նրան կցված է {1} հաշիվ-ապրանքագիրը
ka: დოკუმენტი No.{0} ჩასწორება შეუძლებელია. გაცემული ინვოისი .No{1} მიბმულია მასზე. გთხოვთ წაშალოთ ინვოისი დოკუმენტის ჩასწორებამდე.
pl: Dokument No.{0} nie może redagować się, ponieważ doń jest wydana faktura No.{1}. Wydalcie fakturę przed redakcją dokumentu.
ru: Документ№{0} не может быть отредактирован, т. к. к нему выдан счет-фактура №{1}. Аннулируйте счет-фактуру перед изменением документа.
uk: Документ № {0} не може бути змінений, оскільки на підставі виставленого рахунку № {1} до нього. Будь ласка, зробіть недійсний рахунок до редагування цього документа.

source: Document No.{0} cannot be edited because the received invoice No.{1} is attached to it. Please, void the invoice before editing this document.
az: Документ №{0} не может редактироваться, так как к нему принята счет-фактура №{1}. Удалите счет-фактуру перед редакцией документа.
bg: Документ № {0} не може да бъде редактиран, тъй като към него има получена фактура №{1}. Моля, анулирайте фактурата преди да редактирате този документ.
es: El documento No.{0} no puede ser editado porque la factura recibida No. {1} está adjunta a él. Por favor anule la factura antes de editar este documento.
fr: Document No. {0} ne peut pas être modifié parce que la facture reçue n °{1} lui est attaché. S'il vous plaît, annuler la facture avant d'éditer ce document.
hy: {0} փաստաթուղթը չի կարող խմբագրվել, քանի որ նրան կցված է {1} հաշիվ-ապրանքագիրը
ka: დოკუმენტი No.{0} ჩასწორება შეუძლებელია. მიღებული ინვოისი .No{1} მიბმულია მასზე. გთხოვთ წაშალოთ ინვოისი დოკუმენტის ჩასწორებამდე.
pl: Dokument No.{0} nie może redagować się, ponieważ doń jest przyjęta faktura No.{1}. Wydalcie fakturę przed redakcją dokumentu.
ru: Документ №{0} не может быть отредактирован, т.к. к нему получен счет-фактура №{1}. Аннулируйте счет-фактуру перед изменением документа.
uk: Документ № {0} не може бути змінений, оскільки отримав рахунок-фактура № {1} до нього. Будь ласка, зробіть недійсний рахунок до редагування цього документа.
