Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: The database was created successfully. Not all mandatory information was synchronized from IncoCloud! The download will be restarted the next time you try to login to that database.
bg: Базата данни беше успешно създадена. Не всички задължителни сведения бяха синхронизирани от "IncoCloud". Свалянето ще започне наново при следващото ви влизане в тази база данни.
es: La base de datos fue creada correctamente. ¡No toda la información fue obligatoriamente sincronizada! La descarga puede ser reiniciada la próxima vez que usted trate de entrar a la base de datos.
fr: La base de données a été créée avec succès. Pas toutes les informations obligatoires a été synchronisés à partir IncoCloud! Le téléchargement va être redémarré la prochaine fois que vous essayez de vous connecter à cette base de données.
hy: Տվյալների բազայի ստեղծումը ավարտված է
ka: მონაცემთა ბაზა შეიქმნა წარმატებით. ყველა სავალდებულო ინფორმაცია არ დასინქრონებულა ინკო-ღრუბელში.
ru: База данных была создана успешно. Не вся обязательная информация была синхронизирована c IncoCloud. Загрузка будет продолжена при следующем подключении к базе данных.

source: The database was marked for wiping successfully!
bg: Базата данни беше маркирана за изтриване успешно!
es: ¡La base de datos seleccionada se limpió correctamente!
fr: La base de données a été marquée pour le nettoyage avec succès!
hy: Տվյալների բազայի մաքրումը ավարտված է
ka: მონაცემთა ბაზა წმენდისთვის წარმატებით მოინიშნა!
ru: База данных была помечена на удаление.

source: The database was removed from IncoCloud successfully!
bg: Базата данни беше успешно премахната от "IncoCloud".
es: ¡La base de datos fue borrada de IncoCloud correctamente!
fr: La base de données a été retiré de IncoCloud avec succès!
hy: IncoCloud-ից տվյալների բազայի հեռացումը ավարտված է
ka: მონაცემთა ბაზა ინკო-ღრუბლიდან წარმატებით წაიშალა!
ru: База данных была успешно удалена из IncoCloud.

source: The database was wiped successfully!
bg: Базата данни беше изтрита успешно!
es: ¡La base de datos fue limpiada correctamente!
fr: La base de données a été nettoyée avec succès
hy: Տվյալների բազայի մաքրումը ավարտված է
ka: მონაცემთა ბაზა გაიწმინდა წარმატებით!
ru: Стирание базы данных прошло успешно!

source: The database wipe failed!
bg: Изтриването на базата данни беше неуспешно!
es: ¡La limpieza de la base de datos falló!
fr: L'effacement de la base de données a échoué
hy: Տվյալների բազայի մաքրումը կանխված է
ka: მონაცემთა ბაზის წმენდა არ განხორციელდა!
ru: Стирание базы данных не удалось!

source: The date after which the orders should be synced has an invalid value!
bg: Датата, след която поръчките трябва да бъдат синхронизирани има невалидна стойност!
es: ¡La fecha después de la cual los pedidos podrían ser sincronizados tiene un valor inválido!
hy: Ամսաթիվը, որից հետո պետք է կայանա սինխրոնիզացիան անթույլատրելի է
ka: სინქრონიზაციის თარიღს აქვს არასწორი ფორმატი!
ru: Дата синхронизации указана неверно!

source: The debit note cannot be saved due to insufficient quantity of item "{0}".
az: Недостаточные кол-ва товаров "{0}" для сохранения документа.
bg: Дебитното известие не може да бъде записано поради недостатъчно количество на стока "{0}".
es: Las notas de débito no pueden ser guardadas debido a la insuficiente cantidad de elementos"{0}".
fr: La note de débit ne peuvent pas être sauvegardée grâce à la quantité insuffisante de l'article "{0}".
hy: Հնարավոր չէ պահպանել անբավարար քանակի պատճառով "{0}".
ka: სადებეტო უწყება ვერ შეინახება, რადგან ის შეიცავს საქონლის "{0}"არასასურველ რაოდენობას.
pl: Niewystarczająca ilość towarów aby zapisać dokument " {0} " .
ru: Недостаточные кол-ва товаров "{0}" для сохранения документа.
uk: Дебіт-нота не може бути збережена - не вистачає товар "{0}".

source: The default item that will be used for sales cannot be empty!
bg: Стоката, която ще бъде използвана по подразбиране не може да бъде празна!
es: ¡La mercancía predefinida para usar en ventas no puede estar vacía!
hy: Լռելյայն ապրանքի դաշտը չի կարող դատարկ լինել
ka: გაყიდვისას ზოგადი საქონელი არ შეიძლება იყოს ცარიელი!
ru: Товар по умолчанию должен быть указан.

source: The default partner that will be used for sales cannot be empty!
bg: ПАртньора, който ще бъде използван по подразбиране не може да бъде празен!
es: ¡El socio por defecto que estará usando para las ventas no puede estar vacío!
hy: Լռելյայն գործընկերոջ դաշտը չի կարող դատարկ լինել
ka: გაყიდვისას ზოგადი პარტნიორი არ შეიძლება იყოს ცარიელი!
ru: Партнер по умолчанию должен быть указан

source: The default permissions for the access level of {0} were changed. Do you want to reset the permissions of all users with access level of {0} to the new defaults?
bg: Правата за ниво на достъп {0} са променени. Желаете ли да смените правата на всички потребители от ниво на достъп {0} с новите стойности?
es: Los permisos preestablecidos para el nivel de acceso de {0} fueron cambiados. ¿Desea reiniciar los permisos a todos los usuario con el nivel de acceso de {0} a la nueva configuración?
fr: Les autorisations par défaut pour le niveau d'accès de {0} ont été modifiées. Voulez-vous réinitialiser les autorisations de tous les utilisateurs avec le niveau d'accès {0} pour les nouveaux paramètres par défaut?
hy: {0} հասանելիության մակարդակի լռելյայն պարամետրերը փոփոխվել են, փոփոխել այն բոլորի համար {0} ?
ka: წვდომის დონის {0} ზოგადი წვდომის უფლებები შეიცვალა. გსურთ ყველა მომხმარებელს წვდომის დონით {0} შევუცვალოთ უფლებები?
ru: Значения разрешений по умолчанию для уровня доступа {0} были изменены. Изменить разрешения по умолчанию для всех пользователей уровня {0}?

source: The default permissions for the access levels of {0} were changed. Do you want to reset the permissions of all users with access levels of {0} to the new defaults?
bg: Правата за нивата на достъп {0} са променени. Желаете ли да смените правата на всички потребители от нива на достъп {0} с новите стойности?
es: Los permisos preestablecidos para los niveles de acceso de {0} fueron cambiados. ¿Desea reiniciar los permisos a todos los usuario con los niveles de acceso de {0} a la nueva configuración?
fr: Les autorisations par défaut pour les niveaux d'accès {0} ont été modifiées. Voulez-vous réinitialiser les autorisations de tous les utilisateurs avec des niveaux d'accès de {0} aux nouveaux paramètres par défaut?
hy: {0} հասանելիության մակարդակի լռելյայն պարամետրերը փոփոխվել են, փոփոխել այն բոլորի համար {0}?
ka: წვდომის დონეების {0} ზოგადი წვდომის უფლებები შეიცვალა. გსურთ ყველა მომხმარებელს წვდომის დონით {0} შევუცვალოთ უფლებები?
ru: Значения разрешений по умолчанию для уровней доступа {0} были изменены. Изменить разрешения по умолчанию для всех пользователей уровней {0}?

source: The device "{0}" cannot be deleted, because it is in use.
az: Устройство "{0}" не может быть удалено, отключите устройство перед удалением.
bg: Устройство "{0}" не може да се изтрие, защото се използва.
es: El dispositivo "{0}" no puede ser borrado, porque está en uso.
fr: Le périphérique "{0}"ne peut pas être supprimé, car il est en cours d'utilisation.
hy: Սարքավորումը "{0}" չի կարող հեռացվել, քանի որ այն միացված է
ka: "{0}" მოწყობილობის წაშლა შეუძლებელია, რადგან ის გამოიყენება.
pl: Urządzenie "{0}" nie może być usunięte, ponieważ to znajduje się w użyciu.
ru: Устройство "{0}" не может быть удалено, отключите устройство перед удалением.

source: The device "{0}" uses the same serial port! Two devices cannot be connected to the same serial port.
az: Устройство "{0}" использует этот последовательный порт! Два устройства не могут быть подключены к одному последовательному порту.
bg: Устройство "{0}" използва същия сериен порт! Не е възможно две устройства да делят един и същ порт.
es: ¡Los dispositivos "{0}" usan el mismo puerto serie! Dos dispositivos no pueden estar conectados al mismo puerto serie
fr: Le périphérique "{0}"utilise le même port série! Deux périphériques ne peuvent pas être connectés au même port série.
hy: "{0}" սարքը օգտագործում է նույն սերիալ պորտը! երկու սարքեր չեն կարող միացված լինել միևնույն պորտին
ka: "{0}" მოწყობილობა იყენებს ამ პორტს! ორი მოწყობილობა არ შეიძლება მიერთებულ იქნას ერთ პორტზე.
pl: Urządzenie "{0}" wykorzystuje ten konsekwentny port! Dwa urządzenia nie mogą być podłaczone do jednego konsekwentnego portu.
ru: Устройство "{0}" использует этот последовательный порт! Два устройства не могут быть подключены к одному последовательному порту.
uk: Пристрій "{0}" використовує цей послідовний порт! Два пристрої не можуть бути підключені до одного послідовного порта.

source: The device driver was not found. Please verify that it is properly installed and try again.
az: Драйвер устройства не найден. Проверьте правильность установки и повторите попытку.
bg: Драйверът за устройството не беше открит. Моля, уверете се, че е правилно инсталиран, и опитайте отново.
es: El controlador del dispositivo no fue encontrado. Por favor verifique si está instalado correctamente e inténtelo de nuevo.
fr: Le pilote de périphérique n'a pas été trouvé. Veuillez vérifier qu'il est correctement installé et essayez à nouveau.
hy: Սարքի ղեկավարողները գտնված չեն: Խնդրում ենք համոզվել , որ դրանք դրված են և նորից փորձել
ka: მოწყობილობის დრაივერი ნაპოვნი არ არის. გადაამოწმეთ, რომ დაყენებულია და კვლავ სცადეთ.
pl: Kodeki urządzenia są nie znalezione. Sprawdźcie ustawienia i spróbujcie jeszcze raz.
ru: Драйвер устройства не найден. Проверьте правильность установки и повторите попытку.
uk: Драйвер пристрою не виявлено. Будь ласка, переконайтеся, що він правильно встановлений і спробуйте ще раз.

source: The document cannot be saved due to insufficient quantities of item "{0}".
az: Недостаточное количество "{0}" для сохранения документа.
bg: Документът не може да бъде записан поради недостатъчна наличност на стоката "{0}".
es: El documento no puede ser guardado debido a las insuficientes cantidades de elementos "{0}".
fr: Le document ne peut être économisée grâce à des quantités insuffisantes du point "{0}".
hy: Հնարավոր չէ պահպանել անբավարար քանակի պատճառով "{0}".
ka: დოკუემნტის ვერ შეინახება, რადგან შეიცავს საქონლის"{0}"არასასურველ რაოდენობას.
pl: Dokument nie może być zapisany z powodu niewystarczającej ilości pozycji "{0}".
ru: Недостаточное количество "{0}" для сохранения документа.
uk: Документ не може бути збережений - недостатньо кількості товару"{0}".

source: The document contains no pages.
az: Sənədin səhifələri yoxdur.
bg: Документът не съдържа страници.
es: El documento no contiene páginas.
fr: Le document ne contient pas de pages.
hy: Փաստաթուղթը էջեր չի պարունակում
ka: დოკუმენტი არ შეიცავს გვერდებს.
pl: Dokument nie zawiera stron.
ru: Документ не содержит страниц.
uk: Документ не містить сторінок.

source: The due date of the payment cannot be earlier than the date of the operation.
az: Срок оплаты не может быть ранее даты операции.
bg: Датата на падежа не може да бъде по-рано от датата на операцията.
es: La fecha de vencimiento del pago no puede ser antes que la fecha de la operación.
fr: La date d'échéance du paiement ne peut pas être antérieure à la date de l'opération.
hy: Վճարի տվյալ ամսաթիվը չի կարող ավելի վաղ լինել, քան գործողության ամսաթիվը
ka: გადახდის ბოლო თარიღი შეუძლებელია იყოს ოპერაციის შესრულების თარიღზე წინ
pl: Termin opłaty nie może być wcześniej daty operacji.
ru: Срок оплаты не может быть ранее даты операции.
uk: Термін оплати не може бути раніше дати операції.

source: The easiest way to make orders and sales on a Touch Screen system.
az: Самый легкий способ принимать заказы и выполнять продажи с использованием Touch Screen.
bg: Най-лесният начин за поръчки и продажби на система със сензорен екран.
es: La manera más fácil de hacer pedidos y ventas en un sistema de Pantalla Táctil.
fr: La meilleure façon de rendre des ordonnances et des ventes sur un système à écran tactile.
hy: Պատվերների կատարման և վաճառքի իրականացման լավագույն եղանակը Touch Screen համակարգում է
ka: უმარტივესი გზა შეკვეთების და გაყიდვების მისაღებად თაჩსქრინის სისტემის გამოყენებით.
pl: Najlżejszy sposób przyjmować zamówienia i wykonywać sprzedaży z użyciem Touch Screen.
ru: Самый легкий способ принимать заказы и выполнять продажи с использованием Сенсорный экран.
uk: Найпростіший спосіб робити замовлення та продаж на системі з сенсорним екраном.

source: The end date must be after the start date!
az: Конечная дата должна быть больше начальной даты!
bg: Крайната дата трябва да е след началната дата!
es: ¡La fecha de fin debe estar antes de la fecha de inicio!
fr: La date de fin doit être postérieure à la date de début!
hy: Վերջնական ամսաթիվը պետք է մեծ լինի սկզբնական ամսաթվից!
ka: ბოლო თარიღი უნდა იყოს მეტი საწყის თარიღზე!
pl: Końcowa data powinna być więcej początkowej daty!
ru: Конечная дата должна быть больше начальной даты!
uk: Кінцева дата повинна бути більша початкової дати!

source: The entered database name contains invalid characters!
az: Bazanın adında səhv simvollar var!
bg: Въведеното име за базата от данни съдържа невалидни символи!
es: ¡El nombre de la base de datos entrada contiene caracteres inválidos!
fr: Le nom de la base de donnéessaisie contient des caractères invalides!
hy: Տվյալների բազայի անունը պարունակում է անթույլատրելի սիմվոլներ!
ka: მონაცემთა ბაზის დასახელება შეიცავს დაუშვებელ სიმბოლოებს!
pl: Miano bazy danych zawiera niedopuszczalne symbole!
ru: Наименование базы данных содержит недопустимые сиволы!
uk: Назва бази даних містить погані символи!

source: The entered date is invalid.
az: Tarix düz deyil.
bg: Въведената дата не е валидна.
es: La fecha entrada es inválida.
fr: La date saisie n'est pas valide.
hy: Նշված ամսաթիվը անթույլատրելի է
ka: მითითებული თარიღი დაუშვებელია!
pl: Wskazana data jest niedopuszczalna.
ru: Указанная дата недопустима.
uk: Вказана дата неприпустима.

source: The entered document number already exists!
az: Bu nömrədə sənəd artıq mövcuddur!
bg: Въведеният номер на документ вече съществува
es: ¡El número del documento entrado ya existe!
fr: Le numéro de document est entré existe déjà!
hy: Այս համարով փաստաթուղթ արդեն գոյություն ունի
ka: შეყვანილი დოკუმენტის ნომერი უკვე არსებობს
pl: Dokument z wskazanym numerem już istnieje!
ru: Документ с указанным номером уже существует!
uk: Документ з вказаним номером вже існує!

source: The entered e-mail address is invalid.
az: Указанный адрес e-mail недопустим.
bg: Въведеният e-mail адрес не е валиден.
es: La dirección de correo electrónico entrada es inválida.
fr: Le entré adresse e-mail n'est pas valide.
hy: Նշված e-mai հասցեն անթույլատրելի է
ka: მითითებული ელ-ფოსტის მისამართი დაუშვებელია!
pl: Wskazany adres e - mail jest niedopuszczalny.
ru: Указанный адрес e-mail недопустим.
uk: Вказаний адрес e-mail неприпустимий.

source: The entered filter is not valid! Please check the entered values.
az: Введенный фильтр недопустим! Проверьте введенные значения.
bg: Въведеният филтър е невалиден! Моля, проверете въведените стойности.
es: ¡El filtro entrado no es válido! Por favor revise los valores entrados.
fr: Le filtre saisien'est pas valide! Veuillez vérifier les valeurs saisies.
hy: Ներմուծված արժեքը սխալ է
ka: შეყვანილი ფილტრები დაშვებული არაა! შეამოქმეთ და შეიყვანეთ მიშვნელობები
pl: Wprowadzony filtr jest niedopuszczalny! Sprawdźcie wprowadzone znaczenia.
ru: Введенный фильтр недопустим! Проверьте введенные значения.
uk: Встановлений фільтр не працює! Будь ласка, перевірте введені значення.

source: The entered invoice number is longer than allowed. You may change the allowed length at Settings -> Visual or remove this check at Settings -> Operations.
bg: Въведеният номер на фактура е по-дълъг от позволеното. Можете да промените позволената дължина в "Настройки" -> "Визуални" или да премахнете тази проверка в "Настройки" -> "Операции".
es: El número de factura entrado es mas largo que el número permitido. Usted puede cambiar la longitud permitida en Configuración -> Visual o elimine esta factura en Configuración -> Operaciones.
hy: Մուտքագրված ապրանքագրի համարը, ավելին` է քան թույլատրվում է
ka: ინვოისის შეტანილი ნომერი ნებადართულზე გრძელია. სიგრძე შეგიძლიათ შეცვალოთ მენიუდან პარამეტრები -> ვიზუალური ან წაშალოთ ეს ჩეკი მენიუდან პარამეტრები -> ოპერაციები.
ru: Введенный номер фактуры длиннее допустимого. Изменить допустимую длину можно в настройках.

source: The entered open drawer command contains invalid characters! The open drawer command may contain only digits and commas.
bg: Въведената команда за отваряне на касата съдържа непозволени знаци! Тази команда може да съдържа само цифри и запетаи.
es: ¡El comando para abrir la gaveta entrado tiene caracteres inválidos! El comando para abrir la gaveta solo puede contener dígitos y comas.
hy: Տվյալ հրամանը պարունակում է անթույլատրելի սիմվոլներ այն կարող է պարունակել միայն թվեր և ստորակետ
ka: ფულის ყუთის შეტანილი ბრძანება შეიცავს არასწორ სიმბოლოებს! ბრძანება უნდა შეიცავდეს მხოლოდ ციფრებს და მძიმეებს
ru: Введенная команда открытия денежного ящика содержит недопустимые символы! Допустимы только цифры и запятые.

source: The entered quantity is larger than {0}. Are you sure you want to continue?
az: Введенное количество больше {0}. Продолжить?
bg: Въведеното количество е по-голямо от {0}. Сигурни ли сте, че желаете да продължите?
es: La cantidad entrada es más larga que {0} ¿Está seguro que desea continuar?
fr: La quantité entrée est plus grand que {0}. Etes-vous sûr de vouloir continuer?
hy: Ներմուծված քանակը ավելի մեծ է քան {0}-ինը: Դուք համոզված եք, որ ցանկանում եք շարունակել?
ka: შეტანილი რაოდენობა {0} ზე მეტია. ნამდვილად გსურთ გაგრძელება?
pl: Wprowadzona ilość jest większa {0}. Przedłużyć?
ru: Введенное количество больше {0}. Продолжить?
uk: Введена кількість більша {0}. Продовжити?

source: The file "{0}" already exists. Would you like to overwrite it?
az: Файл "{0}" уже существует. Перезаписать?
bg: Файлът "{0}" вече съществува. Желаете ли да го презапишете?
es: El fichero "{0}" ya existe. ¿Le gustaría sobreescribirlo?
fr: Le fichier "{0}"existe déjà. Voulez-vous l'écraser?
hy: "{0} " ֆայլը արդեն առկա է : Դուք ցանկանում եք վերադիտել այն ?
ka: ფაილი "{0}" უკვე არსებობს. გსურთ გადააწეროთ?
pl: Plik "{0}" już istnieje. Zapisać na nowo?
ru: Файл "{0}" уже существует. Перезаписать?
uk: Файл "{0}" вже існує. Хочете переписати його?

source: The file "{0}" does not exist. It may have been accidentally deleted.
az: Файл "{0}" не существует. Он мог быть случайно удален.
bg: Файлът "{0}" вече съществува. Може да е бил изтрит по погрешка.
es: El fichero "{0}" no existe. Quizás fue accidentalmente borrado.
fr: Le fichier "{0}"n'existe pas. Il peut être accidentellement supprimé.
hy: "{0} " ֆայլը գոյություն չունի: Այն կարող է պատահաբար ջնջված լինել
ka: ფაილი "{0}" არ არსებობს. შესაძლოა,ის შემთხვევით წაიშალა
pl: Plik "{0}"nie istnieje. On mógł być przypadkowo usuwany.
ru: Файл "{0}" не существует. Он мог быть случайно удален.
uk: Файл "{0}"не існує. Він, можливо, був випадково видалений.

source: The file "{0}" has an incorrect structure (invalid XML).
az: Некорректная структура файла "{0}"(недопустимый формат XML).
bg: Файлът "{0}" има некоректен формат (невалиден XML).
es: El fichero "{0}" tiene una estructura incorrecta (XML inválido)
fr: Le fichier "{0}"a une structure incorrecte (XML non valide).
hy: {0} թղթապանակը ունի սխալ կառուցվածք
ka: ფაილ "{0}" -ს აქვს არასწორი სტრუქტურა (არასწორი XML)
pl: Niepoprawna struktura plika "{0}" niedopuszczalny (format XML).
ru: Некорректная структура файла "{0}"(недопустимый формат XML).
uk: Некорктна структура файла "{0}"(недопустимий формат XML).

source: The file name "{0}" is too long. Please specify a shorter name for this file.
az: Слишком длинное имя файла "{0}". Укажите более короткое название.
bg: Файловото име "{0}" е твърде дълго. Моля, определете по-кратко име за този файл.
es: El nombre del fichero "{0}" es demaciado largo. Por favor especifique un nombre más corto para este fichero.
fr: Le nom du fichier "{0}"est trop long. Veuillez spécifier un nom plus court pour ce fichier.
hy: "{0} " ֆայլի անունը չափազանց երկար է:Խնդրում ենք ընտրել ավելի կարճ անուն տվյալ ֆայլի համար
ka: ფაილის სახელი "{0}" ძალიან გრძელია, გთხოვთ დაარქვით მოკლე სახელი
pl: Zbyt długie imię plika "{0}".Wskażcie krótszą nazwę.
ru: Слишком длинное имя файла "{0}". Укажите более короткое название.
uk: Назва файлу "{0}" занадто довга. Прохання вказати коротку назву для цього файлу.

source: The final number must be after the start number!
az: Конечный номер должен быть больше начального номера!
bg: Крайният номер трябва да бъде преди началния!
es: ¡El número final debe estar después del número inicial!
fr: Le nombre définitif doit être après le numéro de départ!
hy: Վերջնական համարը պետք է մեծ լինի սկզբնական համարից
ka: ბოლო ნომერი უნდა იყოს საწყის ნომერზე მეტი!
pl: Końcowy numer powinien być większy początkowego numeru!
ru: Конечный номер должен быть больше начального номера!
uk: Кінцевий номер повинен бути більшим початкового номера!

source: The fiscal printer is not ready to print. Please make sure that the fiscal printer is in the correct mode!
az: NKA çapa hazır deyil. Printerin vəziyyətini yoxlayın!
bg: Фискалният принтер не е готов за печат. Моля, проверете дали фискалният принтер е в правилния режим!
es: La impresora fiscal no está lista para imprimir. ¡Por favor asegúrese que la impresora fiscal está de la forma correcta!
fr: L'imprimante fiscale n'est pas prêt à imprimer. S'il vous plaît assurez-vous que l'imprimante fiscale est dans le bon mode!
hy: Ֆիսկալային տպիչը պատրաստ չէ տպման համար: Ստուգեք տպիչի վիճակը
ka: ფისკალური პრინტერი ბეჭდვისთვის მზად არ არის! შეამოწმეთ ფისკალური პრინტერის პარამეტრები!
pl: Fiskalna drukarka jest nie przygotowana do druku. Sprawdźcie stan drukarki!
ru: Фискальный принтер не готов к печати. Проверьте состояние принтера!
uk: Фіскальний реєстратор не готовий до друку. Провірте стан фіскального реєстратора!

source: The fiscal printer is out of paper. Please replace!
az: NKA-da kağız qurtarıb. Doldurun!
bg: Няма хартия във фискалния принтер. Моля, поставете хартия в принтера!
es: La impresora fiscal no tiene papel. ¡Por favor repóngalo!
fr: L'imprimante fiscale est à court de papier. Veuillez remplacer!
hy: Ֆիսկալային տպիչում թուղթը վերջացել է: Նորը տեղադրեք
ka: ფისკალურ პრინტერში გათავდა ქაღალდი! გამოცვალეთ!
pl: W fiskalnej drukarce zakończył się papier. Włożyć!
ru: В фискальном принтере закончилась бумага. Заправьте!
uk: В фіскальному реєстраторі закінчився папір. Заправте його!

source: The fiscal printer waits for key combination to accept the replaced paper roll!
az: Фискальный принтер ожидает ввода комбинации клавиш для окончания заправки бумаги!
bg: Принтерът изчаква натискането на бутон, за да зареди хартията!
es: ¡La impresora fiscal espera por la combinación de teclas para aceptar el reemplaso del rollo de papel!
fr: L'imprimante fiscale attend la combinaison de touches à accepter le rouleau de papier remplacé!
hy: Ֆիսկալային տպիչը սպասում է ստեղնաշարի կոմբինացիայի հավաքմանը ընդունելու համար տեղադրված թուղթը
ka: ფისკალური პრინტერი ელოდება ღილაკების კომბინაციის შეყვანას ქაღალდის გამოცვლის ოპერაციის დასასრულებლად!
pl: Fiskalna drukarka czeka na wprowadzenie kombinacji klawisz dla zakończenia włożenia papieru!
ru: Фискальный принтер ожидает ввода комбинации клавиш для окончания заправки бумаги!
uk: Фіскальний реєстратор очікує вводу комбінації клавіш для закінчення заправки паперу!
