Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Partners are the companies and people you will be selling to and buying from. To modify your partners later go to:{0}{1}
az: Партнеры содержат список компаний и людей, с которыми вы будете проводить операции. Изменить партнеров позже можно в:{0}{1}
bg: Партньорите са фирмите и хората, на които ще продавате или от които купувате. За да промените партньорите си по-късно, идете на:{0}{1}
es: Los socios son las compañías y personas a quienes usted estará vendiendo y comprando. Para modificarlos más tarde vaya a: {0}{1}
fr: Les partenaires sont des entreprises et des personnes que vous allez vendre et d'acheter à partir de Pour modifier vos partenaires tard aller à:. {0} {1}
hy: Գործընկերներ ցուցակում պարունակվում է տեղեկություն անհատների և կազմակերպությունների վերաբերյալ: Հետագայում այն կարելի է փոփոխել անցնելով {0}{1}
ka: პარტნიორები არის კომპანიები და ხალხი ვისგან ყიდულობთ და ვისზეც ჰყიდით საქონელს. რომ შეცვალო პარტნიორები მოგვიანებით მიმართე:{0}{1}
pl: Partnerzy - kompanie i ludzie, do których będziecie sprzedawac i od kturych kupować.Aby zmodyfikować swoich partnerów przejdź do:{0}{1}
ru: Партнеры содержат список компаний и людей, с которыми вы будете проводить операции. Изменить партнеров позже можно в:{0}{1}

source: Partners with Orders
bg: Партньори с поръчки
es: Socios con Pedidos
hy: Գործընկերներ գրանցված պատվերներով
ka: პარტნიორები შეკვეთებით
ru: Партнеры с заказами

source: Partners...
az: Partnyorlar...
bg: Партньори...
es: Socios...
fr: Les partenaires…
hy: Գործընկերներ
ka: პარტნიორები...
pl: Partnerzy...
ru: Партнеры...
uk: Партнери...

source: Password
bg: Парола
es: Contraseña
hy: Գաղտնաբառ
ka: პაროლი
ru: Пароль

source: Password:
az: Şifrə:
bg: Парола:
es: Contraseña:
fr: Mot de passe:
hy: Գաղտնաբառ
ka: პაროლი:
pl: Hasło:
ru: Пароль:
uk: Пароль:

source: Past Month
az: Ötən ay
bg: Изминалия месец
es: Un mes atrás
fr: Le mois dernier
hy: Մեկ ամիս
ka: გასული თვე
pl: Zeszły miesiąc
ru: Прошедший месяц
uk: Минулий місяць

source: Past Week
az: Ötən həftə
bg: Изминалата седмица
es: Una semana atrás
fr: La semaine dernière
hy: Մեկ շաբաթ
ka: გასული კვირა
pl: Zeszły tydzień
ru: Прошедшая неделя
uk: Минула неділя

source: Past Year
az: Ötən il
bg: Изминалата година
es: Un año atrás
fr: L’année dernière
hy: Մեկ տարի
ka: გასული წელი
pl: Zeszły rok
ru: Прошедший год
uk: Минулий рік

source: Paste
bg: Поставяне
es: Pegar
hy: Տեղադրել
ka: დამახსოვრებულის აღდგენა
ru: Вставить

source: Pay by Bank
bg: Плащане чрез банка
es: Pagar por Banco
fr: Payer par la Banque
hy: Վճարում փոխանցումով
ka: გადახდა ბანკით
ru: Оплата безналичная

source: Pay in Cash
bg: Плащане в брой
es: Pagar en Efectivo
fr: Payez en espèces
hy: Կանխիկ
ka: გადახდა ნაღდი ფულით
ru: Оплата наличными

source: Pay with Card
bg: Плащане с карта
es: Pagar con Tarjeta
fr: Payer par carte
hy: Քարտով
ka: გადახდა ბარათით
ru: Оплата картой

source: Payment
az: Ödəniş
bg: Плащане
es: Pago
fr: Paiement
hy: Վճարում
ka: გადახდა
pl: Opłata
ru: Оплата
uk: Оплата

source: Payment Due Sum
az: Məbləğin ödənişi
bg: Задължение
es: Pago de la Suma Debida
fr: Somme d'échéance du paiement
hy: Վճարման գումարը
ka: ჯამური გადახდა
pl: Opłata Sumy
ru: Оплата суммы
uk: Оплата суми

source: Payment Method
az: Ödəniş növü
bg: Метод на плащане
es: Método de Pago
fr: Mode de paiement
hy: Վճարման մեթոդը
ka: გადახდის მეთოდი
pl: Sposób Opłaty
ru: Способ оплаты
uk: Спосіб оплати

source: Payment Method No.
az: Ödəniş növü №
bg: Метод на плащане №
es: No. Método de Pago
fr: Mode de paiement N°
hy: Վճարման Տեսակը
ka: გადახდის მეთოდი
pl: Sposób opłaty №
ru: Способ оплаты №
uk: Номер способу оплати

source: Payment No.
az: Ödəniş №
bg: Плащане №
es: No. de pago
fr: paiement N°
hy: Վճարման համար
ka: გადახდის №
pl: № oplaty
ru: № оплаты
uk: № оплати

source: Payment Receipt
az: Ödəniş kvitansiyası
bg: Платежна бележка
es: Recibo de pago
fr: Reçu de paiement
hy: Վճարման կտրոն
ka: გადახდის ჩეკი
pl: Otrzymanie Opłaty
ru: Квитанция об оплате

source: Payment Remaining Sum
az: Qalan məbləğin ödənişi
bg: Остатък
es: Suma de pago restante
fr: Somme de paiement Restant
hy: Մնացորդ
ka: დარჩენილი გადასახადის ჯამი
pl: Opłata Sumy Ktura Została
ru: Оплата оставшейся суммы
uk: Оплата залишкової суми

source: Payment Type
az: Ödəniş tipi
bg: Тип плащане
es: Tipo de pago
fr: Type de paiement
hy: Վճարման տեսակ
ka: გადახდის ტიპი
pl: Rodzaj opłaty
ru: Тип оплаты
uk: Вид оплати

source: Payment Type No.
az: Ödəniş tipi №
bg: Тип на плащане №
es: No. del Tipo de Pago
fr: Type de paiement N°
hy: Վճարման տեսակի համարը
ka: გადახდის ტიპის ნომერი
pl: Rodzaj Opłaty №
ru: Тип оплаты №
uk: Номер виду оплати

source: Payment Types
az: Ödəniş tipləri
bg: Типове плащания
es: Tipos de Pago
fr: Les types de paiement
hy: Վճարման տեսակներ
ka: გადახდის ტიპები
pl: Rodzaj Opłaty
ru: Типы оплат
uk: Тип оплати

source: Payment Types...
az: Ödəniş tipləri...
bg: Типове плащания...
es: Tipos de Pagos...
fr: Les types de paiement
hy: Վճարման տեսակներ
ka: გადახდის ტიპები...
pl: Rodzaj Opłaty...
ru: Типы оплаты...
uk: Типи оплати...

source: Payment by card
az: Kartla ödəniş
bg: Плащане с карта
es: Pago por tarjetas
fr: Le paiement par carte
hy: Քարտով
ka: ბარათით გადახდა
pl: Opłata kartą
ru: Оплата картой
uk: Оплата через картку

source: Payment by voucher
az: Vauçerlə ödəniş
bg: Плащане чрез ваучер
es: Pago con voucher
fr: Paiement par chèque
hy: Կանխավճարով
ka: ვაუჩერით გადახდა
pl: Opłata voucherem
ru: Оплата ваучером
uk: Оплата ваучером

source: Payment confirmation in the payment gateway failed!
bg: Потвърждението на разплащането в системата за разплащания беше неуспешно.
es: ¡La confirmación de pago en la entrada del pago falló!
hy: Վճարման հաստատումը վճարային կապուղով ձախողված է
ka: გადახდის დადასტურება გადახდის სისტემაში არ მოხერხდა!
ru: Не удалось выполнить подтверждение об оплате в платежной системе!

source: Payment due sum
az: Məbləğin ödənişi
bg: Задължение
es: Pago de la Suma Debida
fr: Somme d'échéance du paiement
hy: ԿԱՆԽԻԿ
ka: ჯამური გადახდა
pl: Opłata sumy
ru: Оплата суммы
uk: До оплати сума

source: Payment in cash
az: Nağd ödəniş
bg: Плащане в брой
es: Pago en efectivo
fr: Le paiement en espèces
hy: Կանխիկ
ka: ნაღდი ფულით გადახდა
pl: Opłata gotówką
ru: Оплата наличными
uk: Оплата готівкою

source: Payment method
az: Ödəniş növü
bg: Метод на плащане
es: Método de pago
fr: Mode de paiement
hy: Վճարման մեթոդը
ka: გადახდის მეთოდი
pl: Sposób opłaty
ru: Способ оплаты
uk: Спосіб оплати

source: Payment remaining sum
az: Qalan məbləğin ödənişi
bg: Остатък
es: Suma de pago restante
fr: Somme de paiement restant
hy: Մնացորդ
ka: დარჩენილი გადასახადის ჯამი
pl: Opłata sumy ktura została
ru: Оплата оставшейся суммы
uk: Оплата суми, що залишилася

source: Payment states
az: Ödəniş yeri
bg: Състояния на плащане
es: Estados de pago
fr: Les Etats de paiement
hy: Վճարման իրավիճակ
ka: გადახდების მდგომარეობები
pl: Opłata państwu
ru: Место оплаты

source: Payment type
az: Ödəniş tipi
bg: Тип плащане
es: Tipo de pago
fr: Type de paiement
hy: Վճարման տեսակ
ka: გადახდის ტიპი
pl: Rodzaj opłaty
ru: Тип оплаты
uk: Тип оплати

source: Payment type No.
az: Ödəniş tipi №
bg: Тип на плащане №
es: No. del tipo de pago
fr: Type de paiement N°
hy: Վճարման տեսակի համարը
ka: გადახდის ტიპის ნომერი
pl: Rodzaj opłaty №
ru: Тип оплаты №
uk: Номер виду оплати

source: Payment type name
az: Ödəniş tipinin adı
bg: Име на тип плащане
es: Nombre del tipo de pago
fr: Nom de type de paiement
hy: Վճարման տեսակի անվանումը
ka: გადახდის ტიპის სახელი
pl: Miano typu opłaty
ru: Наименование типа оплаты
uk: Назва виду оплати

source: Payment type name cannot be empty!
az: Ödəniş tipinin adı boş ola bilməz!
bg: Необходимо е да въведете име на типа плащане!
es: ¡El nombre del tipo de pago no puede estar en blanco!
fr: Nom du type de paiement ne peut pas être vide
hy: Վաճառքի տեսակի անվանումը չի կարող դատարկ լինել!
ka: გადახდის ტიპის დასახელება არ შეიძლება იყოს ცარიელი!
pl: Miano typu opłaty nie może być puste!
ru: Наименование типа оплаты не может быть пустым!
uk: Назва типу оплати не може бути пустою!

source: Payment type used
bg: Използван тип плащане
es: Tipo de pago usado
hy: Վճարման տեսակը օգտագործվում է
ka: გამოყენებული გადახდის ტიპი
ru: Используемый тип оплаты

source: Payment types
az: Ödəniş tipləri
bg: Типове плащания
es: Tipos de pagos
fr: Les types de paiement
hy: Վճարման տեսակներ
ka: გადახდის ტიპები
pl: Rodzaj Opłaty
ru: Типы оплат
uk: Типи оплати

source: Payment void in the payment gateway failed!
bg: Анулирането на разплащането в системата за разплащания беше неуспешно.
es: ¡El pago anulado en la entrada del pago falló!
hy: Վճարման հերքումը կանխված է
ka: გადახდის გაუქმება გაადხდის სისტემაში არ მოხერხდა!
ru: Не удалось аннулировать оплату в платежной системе!

source: Payment:
az: Ödəniş:
bg: Плащане:
es: Pago:
fr: Paiement:
hy: Վճարման տեսակը
ka: გადახდა:
pl: Opłata:
ru: Оплата:
uk: Оплата:

source: Payments
az: Ödəniş
bg: Плащания
es: Pagos
fr: Les paiements
hy: Վճարումներ
ka: გადახდები
pl: Opłaty
ru: Оплаты
uk: Оплати

source: Payments Due Dates
az: Ödəniş möhləti
bg: Падежи на плащания
es: Fechas de Vencimiento
fr: Dates d’avance de paiement
hy: Վճարումներ ըստ փաստաթղթերի
ka: გადახდები თარიღის მიხედვით
pl: Terminy opłat
ru: Сроки оплат
uk: Терміни оплат

source: Payments Due Dates...
az: Ödəniş möhləti...
bg: Падежи на плащания...
es: Fechas de vencimiento...
fr: Dates d’avance de paiement…
hy: Վճարումներ ըստ փաստաթղթերի
ka: გადახდები თარიღის მიხედვით
pl: Terminy opłat...
ru: Сроки оплат...
uk: Терміни оплат...

source: Payments History Report
az: Ödənişlər üzrə hesabat
bg: Справка за хронология на плащанията
es: Reporte Cronología de los pagos
fr: Rapport Histoire de paiements
hy: Վճարումների պատմություն
ka: რაპორტი გადახდების მიხედვით
pl: Raport po opłatach
ru: Отчет по оплатам
uk: Звіт по оплатам

source: Payments History...
az: Ödəniş jurnalı...
bg: Хронология на плащанията...
es: Cronolgía de los pagos...
fr: Histoire des paiements ...
hy: Վճարումների պատմություն
ka: გადახდების ჟურნალი...
pl: Czasopismo opłat...
ru: Журнал оплат...
uk: Журнал оплат...

source: Payments and cash book
bg: Плащания и касова книга
es: Pagos y el libro de caja
hy: Վճարումներ դրամարկղային գրքում
ka: გადახდებისა და სალაროს წიგნი
ru: Оплаты и кассовый журнал

source: Payments by Card
az: Kartla ödəniş
bg: Плащания чрез карта
es: Pagos por Tarjeta
fr: Les paiements par carte
hy: Քարտով
ka: გადახდები ბარათით
pl: Opłata po karcie
ru: Оплата по карте
uk: Оплата карткою

source: Payments by Documents
az: Sənədlər üzrə Ödənişlər
bg: Плащания по документи
es: Pagos por documentos
fr: Les paiements effectués par les documents
hy: Վճարման տեսակը
ka: გადახდები დოკუმენტებით
pl: Opłata po dokumentam
ru: Оплата по документам
uk: Оплата по документам

source: Payments by Documents...
az: Sənədlər üzrə Ödənişlər...
bg: Плащания по документи...
es: Pagos por documentos...
fr: Les paiements effectués par les documents ...
hy: Վճարման տեսակը
ka: გადახდები დოკუმენტებით
pl: Opłata po dokumentam...
ru: Оплата по документам...
uk: Оплата по документам...

source: Payments by Partners
az: Partnyorlar üzrə Ödənişlər
bg: Плащания по партньори
es: Pagos por socios
fr: Les paiements effectués par les partenaires
hy: Վճարումներ ըստ գործընկերների
ka: გადახდები პარტნიორების მიხედვით
pl: Opłata po partnerach
ru: Оплата по партнерам
uk: Оплата по партнерам

source: Payments by Partners...
az: Partnyorlar üzrə Ödənişlər...
bg: Плащания по партньори...
es: Pagos por socios...
fr: Les paiements effectués par les partenaires…
hy: Վճարումներ ըստ գործընկերների
ka: გადახდები აპრტნიორების მიხედვით
pl: Opłata po partnerach...
ru: Оплата по партнерам...
uk: Оплата по партнерам...

source: Payments by Voucher
az: Vauçerlə ödəniş
bg: Плащания с ваучер
es: Pago con voucher
fr: Les paiements par chèque
hy: Կանխավճարով
ka: გადახდები ვაუჩერით
pl: Opłata po voucherach
ru: Оплата по ваучерам
uk: Оплата по ваучерам

source: Payments in Cash
az: Nağd ödəniş
bg: Плащания в брой
es: Pagos en efectivo
fr: Les paiements en espèces
hy: Կանխիկ
ka: გადახდები ნაღდი ფულით
pl: Opłata gotówką
ru: Оплата наличными
uk: Оплата готівкою

source: Payments processor:
bg: Система за обработка на карти:
es: Procesador de pagos:
hy: Վճարման ծառայություն
ka: გადახდის დამუშავება
ru: Система для обработки карт:

source: Payments...
az: Ödəmələr...
bg: Плащания...
es: Pagos...
fr: Les paiements ...
hy: Վճարումներ
ka: გადახდები
pl: Opłaty...
ru: Оплаты...
uk: Оплати...

source: Pending
bg: В очакване
es: Pendiente
hy: Սպասում
ka: მიმდინარე
ru: Ожидание

source: People:
az: Adamlar:
bg: Души:
es: Personas
fr: Les gens:
hy: Մարդիկ
ka: ადამიანი:
pl: Ludzie:
ru: Люди:
uk: Люди:

source: Percent
az: Faiz
bg: Процент
es: Porcentaje
fr: Pourcentage
hy: Տոկոս
ka: პროცენტი
pl: Procent
ru: Процент
uk: Відсоток

source: Percent discount
az: Faizli endirim
bg: Процентна отстъпка
es: Porciento de descuento
fr: Remise en Percent
hy: Զեղչի տոկոս
ka: პროცენტული ფასდაკლება
pl: Procentowy rabat
ru: Процентная скидка
uk: Процентна знижка

source: Percent:
az: Faiz:
bg: Процент:
es: Porcentaje
fr: Pourcentage
hy: Տոկոս
ka: პროცენტი:
pl: Procent:
ru: Процент:
uk: Відсоток

source: Percents format
az: Faiz formatı
bg: Формат на процентите
es: Formato de porciento
fr: Format pourcentages
hy: Տոկոսի ֆորմատը
ka: პროცენტების ფორმატი
pl: Format odsetków
ru: Формат процентов
uk: Формат процентів

source: Percents view
az: Görünüş
bg: Изглед на процентите
es: Ver porcientos
fr: Vudes pourcentages
hy: Տոկոսի օրինակ
ka: პროცენტების გამოსახულება
pl: Przykład odzwierciedlenia
ru: Пример отображения
uk: Приклад відображення

source: Period:
bg: Период:
es: Período
hy: Ժամանակահատված
ka: პერიოდი:
ru: Период:

source: Permissions
az: İstifadə hüququ
bg: Права за достъп
es: Derechos de acceso
fr: Autorisations
hy: Հասանելիության մակարդակ
ka: წვდომის უფლებები
pl: Prawa dostępu
ru: Права доступа
uk: Права доступу

source: Permissions...
az: İstifadə hüququ...
bg: Права за достъп...
es: Derechos de acceso ...
fr: Autorisations…
hy: Հասանելիության մակարդակ
ka: წვდომის უფლებები...
pl: Prawa dostępu...
ru: Права доступа...
uk: Права доступу...

source: Phone
az: Telefon
bg: Телефон
es: Teléfono
fr: Téléphone
hy: Հեռախոս
ka: ტელეფონი
pl: Telefon
ru: Телефон
uk: Телефон

source: Phone:
az: Telefon:
bg: Телефон:
es: Teléfono:
fr: Téléphone:
hy: Հեռախոս
ka: ტელეფონი:
pl: Telefon...
ru: Телефон:
uk: Телефон:

source: Picture
az: Şəkil
bg: Картинка
es: Imagen
fr: Image
hy: Նկար
ka: ფოტო
pl: Obrazek
ru: Картинка
uk: Картинка

source: Picture files
az: Şəkillərin faylı
bg: Файлове с картинки
es: Archivos de imagen
fr: Les images
hy: Նկար ֆայլեր
ka: ფოტოების ფაილი
pl: Pliki obrazków
ru: Файлы картинок
uk: Файли зображень

source: Pie
az: Tort
bg: Пай
es: Pastel
fr: Tarte
hy: Տորթ
ka: ტორტი
pl: Tort
ru: Торт
uk: Торт

source: Ping
bg: Пинг
ka: პინგი
ru: Пинг

# Distribution
source: Platinum Distributor
bg: Платинен дистрибутор
es: Distribuidor de Platino
hy: Պլատինե դիստրիբյուտոր
ka: პლატინის დისტრიბუტორი
ru: Платиновый Дистрибьютор

source: Please authorize IncoCloud to connect to your QuickBooks Online data.
bg: Моля, разрешете на IncoCloud да се свърже с Вашите данни в QuickBooks Online.
hy: Խնդրում ենք մուտք գործել IncoCloud QuickBooks Onlineի միացման համար.
ru: Авторизуйте IncoCloud для подключения данных QuickBooks Online.

source: Please choose what should be done when a customer is not found.
bg: Моля, изберете, какво да бъде направено, когато клиента не може да бъде намерен.
hy: Խնդրում ենք ընտրել գործողությունը երբ հաճախորդը չի գտնվել
ka: გთხოვთ, აირჩიოთ თუ რა უნდა გაკეთდეს, როდესაც კლიენტი არ იძებნება.
ru: Укажите действие в случае, если клиент не найден.

source: Please choose what should be done when a partner is not found.
bg: Моля, изберете, какво да бъде направено, когато партньора не може да бъде намерен.
es: Por favor elija lo que debería hacerse cuando un socio no es encontrado.
hy: Խնդրում ենք ընտրել գործողությունը, երբ գործընկերը ընտրված չէ
ka: გთხოვთ, ამოირციოთ რა უნდა გაკეთდეს როცა პარტნიორი არ მოიძებნება.
ru: Выберите действие в случае отсутствия партнера

source: Please choose what should be done when a vendor is not found.
bg: Моля, изберете, какво да бъде направено, когато доставчика не може да бъде намерен.
hy: Խնդրում ենք ընտրել գործողությունը երբ առևտրային մեքենան չի գտնվել
ka: გთხოვთ, აირჩიოთ თუ რა უნდა გაკეთდეს, როდესაც მიმწოდებელი არ იძებნება.
ru: Укажите действие в случае, если продавец не найден.

source: Please choose what should be done when an item is not found.
bg: Моля, изберете, какво да бъде направено, когато стоката не може да бъде намерена.
es: Por favor elija lo que debería hacerse cuando una mercancía no es encontrada.
hy: Խնդրում ենք ընտրել գործողությունը, երբ ապրանքը ընտրված չէ
ka: გთხოვთ, ამოირციოთ რა უნდა გაკეთდეს როცა საქონელი არ მოიძებნება.
ru: Выберите действие в случае отсутствия товара

source: Please enter a first name!
bg: Моля, въведете собствено име.
es: Por favor introduzca un nombre
fr: S’il vous plait, entrez un prénom
hy: Խնդրում ենք մուտքագրել Անունը
ka: გთხოვთ, შეიტანოთ სახელი:
ru: Введите Имя

source: Please enter a last name!
bg: Моля, въведете фамилно име.
es: Por favor introduzca un apellido
fr: S’il vous plait, entrez un nom
hy: Խնդրում ենք մուտքագրել Ազգանունը
ka: გთხოვთ, შეიტანოთ გვარი:
ru: Введите Фамилию

source: Please enter a name for the group of databases that this database will be part of in IncoCloud!
bg: Моля, въведете име за групата, към която ще принадлежи тази база в "IncoCloud".
es: ¡Por favor entre un nombre para el grupo de bases de datos donde esta base de datos será parte de él en IncoCloud!
fr: S'il vous plaît entrer un mot de passe!
hy: խնդրում ենք մուտքագրել IncoCloud–ում խմբի անունը
ka: გთხოვთ, შეიტანოთ მონაცემთა ბაზების ჯგუფის სახელი!
ru: Введите имя для группы, к которой будет относиться данная база в IncoCloud.

source: Please enter a name for this database in IncoCloud!
bg: Моля, въведете име за тази база в "IncoCloud".
es: ¡Por favor entre un nombre para esta base de datos en IncoCloud!
fr: S'il vous plaît entrez un nom pour cette base de données dans IncoCloud!
hy: խնդրում ենք մուտքագրել տվյալ բազայի անվանումը IncoCloud–ում
ka: გთხოვთ, შეიტანოთ მონაცემთა ბაზის სახელი ინკო-ღრუბლიდან!
ru: Введите имя базы данных для IncoCloud!

source: Please enter a name.
bg: Моля, въведете име.
es: Por favor introduzca un nombre
fr: S'il vous plaît entrez un nom.
hy: Խնդրում ենք մուտքագրել անվանումը
ka: გთხოვთ, შეიტანოთ სახელი:
ru: Введите имя.

source: Please enter a password!
bg: Моля, въведете парола.
es: Por favor introduzca una contraseña
fr: S'il vous plaît entrer un mot de passe!
hy: Խնդրում ենք մուտքագրել գաղտնաբառը
ka: გთხოვთ, შეიტანოთ პაროლი!
ru: Введите пароль

source: Please enter a user or a computer name to identify this license:
bg: Моля, въведете потребител или име на компютър за да идентифицирате този лиценз.
es: Por favor entre un usuario o un nombre de la computadora para identificar esta licencia:
hy: Խնդրում ենք մուտքագրել օգտագործողի կամ համակարգչի անվանումը որոծել լիցենզիան
ka: გთხოვთ შეიყვანოთ მომხმარებლის ან კომპიუტერის სახელი ამ ლიცენზიის იდენთიფიცირებისათვის
ru: Введите пользователя или имя компьютера для идентификации лицензии:

source: Please enter a valid IP or a valid internet address for the SMTP server.
az: Введите допустимый IP-адрес или интернет-адрес SMTP-сервера
bg: Моля, въведете валидно IP или интернет адрес за SMTP сървъра.
es: Por favor entre un IP válido o una direccion de internet válida para el servidor SMPT.
fr: S'il vous plaît entrer une adresse IP valide ou une adresse Internet valide pour le serveur SMTP.
hy: Խնդրում ենք մուտքագրել թույլատրելի IP հասցե կամ ինտերնետ հասցե SMTP սերվերի համար
ka: გთხოვთ შეიყვანოთ ზუსტი IP და SMTP სერვერის ზუსტი ინტერნეტ მისამართი.
pl: Wprowadźcie dopuszczalny IP -adres albo internet-adres SMTP - serwera
ru: Введите допустимый IP-адрес или интернет-адрес SMTP-сервера
uk: Введіть допустимий IP-адрес або інтернет-адрес SMTP-сервера

source: Please enter a valid database name!
bg: Моля, въведете валидно име за база данни.
es: ¡Por favor introduzca un nombre válido de base de datos!
fr: S'il vous plaît entrez un nom de base de données valide!
hy: Խնդրում ենք մուտքագրել իրական անվանում
ka: გთხოვთ, შეიტანოთ მონაცემთა ბაზის სწორი სახელი!
ru: Введенное имя базы данных не существует! Введите существующее.

source: Please enter a valid date!
bg: Моля, въведете валидна дата!
es: Por favor introduzca una fecha válida
hy: Խնդրում ենք մուտքագրել վավեր ամսաթիվ
ka: გთხოვთ, შეიტანოთ სწორი თარიღი!
ru: Пожалуйста, введите действительную дату!

source: Please enter a valid email address!
bg: Моля, въведете валиден имейл!
es: ¡Por favor introduzca una dirección de correo válida!
hy: Խնդրում ենք մուտքագրել էլ փոստ
ka: გთხოვთ, შეიტანოთ სწორი იმეილი!
ru: Введите допустимый адрес электронной почты!

source: Please enter a valid format to generate {0} symbol barcode!
bg: Моля, въведете валиден формат за да генерирате {0} символен баркод!
hy: Խնդրում ենք մուտքագրել {0} նիշ բարկոդի գեներացման ճիշտ ֆորմատ
ka: გთხოვთ შეიყვანოთ სწორი ფორმატი რათა დააგენერიროს {0} სიმბოლო შტრიხ-კოდი!
ru: Используйте допустимый формат для генерирования {0} символьного баркода!

source: Please enter a valid prefix to generate {0} symbol barcode!
bg: Моля, въведете валиден префикс за да генерирате {0} символен баркод!
hy: Խնդրում ենք մուտքագրել {0} նիշ բարկոդի գեներացման ճիշտ պրեֆիկս
ka: გთხოვთ შეიყვანოთ სწორი პრეფიქსი რათა დააგენერიროს {0} სიმბოლო შტრიხ-კოდი!
ru: Используйте допустимый префикс для генерирования {0} символьного баркода!

source: Please enter a valid user email from IncoCloud!
bg: Моля, въведете правилен имейл на потребител от "IncoCloud".
es: ¡Por favor entre un usuario de correo válido de IncoCloud!
fr: S'il vous plaît entrer une adresse électronique utilisateur valide à partir IncoCloud!
hy: Խնդրում ենք մուտքագրել էլ փոստ IncoCloud–ում
ka: გთხოვთ, შეიტანოთ მომხმარებლის სწორი იმეილი ინკო-ღრუბლიდან!
ru: Введите email указанный при регистрации в IncoCloud!

source: Please enter an e-mail address! This address will be used for login, account activation and password reset.
bg: Моля, въведете електронна поща. Тя ще бъде използвана за вход, задействане на профила и смяна на парола.
es: ¡Por favor entre una dirección de correo electrónico! Esta será usada para entrar al sistema, activación de la cuenta y reiniciar su contraseña!
fr: S'il vous plaît entrer une adresse e-mail! Cette adresse sera utilisée pour la connexion, activation du compte et la réinitialisation de mot de passe.
hy: Խնդրում ենք մուտքագրել էլ փոստի հասցեն, որը կօգտագործվի հաշվառման գրառումը ակտիվացնելու համար.
ka: გთხოვთ, გაიმეოროთ იმეილი! ეს იმეილი გამოყენებულ იქნება შესასვლელად, ანგარიშის გასააქტიურებლად და პაროლის ჩამოსაყრელად.
ru: Введите допустимый адрес электронной почты! Он будет использоваться для логина, активации учетной записи и сброса пароля.

source: Please enter at least one digit to be generated using the # (pound) sign!
bg: Моля, въведете поне една цифра, която да бъде генерирана чрез знака # (диез)!
hy: Խնդրում ենք մուտքագրել առնվազն մեկ թիվ մինչև վանդականիշը
ru: Используйте хотя бы один генерируемый символ #!

source: Please enter at least one row with a non-zero quantity.
bg: Моля, въведете поне един ред с ненулево количество.
es: Por favor entre al menos una fila sin cantidades cero.
hy: Խնդրում ենք մուտքագրել առնվազն մեկ տող ոչ զրոյական քանակությամբ
ka: შეიტანეთ ერთი სტრიქონი მაინც არანულოვანი რაოდენობით.
ru: Нет строк с ненулевым количеством!
