Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Set Graphical Logo
az: Qrafik loqotip təyin et
bg: Добавяне на графично лого
es: Definir Logotipo Gráfico
fr: Définir le Logo graphique
hy: Սահմանել գրաֆիկական լոգոտիպ
ka: გრაფიკული პიქტოგრამის დაყენება
pl: Ustalić graficzny logo
ru: Установить графический логотип
uk: Встановити графічний логотип

source: Set Graphical Logo Bitmap
az: Loqotipin şəklini təyin et
bg: Установяване на картинка за графично лого
es: Definir Mapa de Bit de Logotipo Gráfico
fr: Définir Bitmap Logo graphique
hy: Սահմանել գրաֆիկական լոգոտիպի նկարը
ka: პიქტოგრამის ნახატის დაყენება
pl: Ustalić obrazek logo
ru: Установить рисунок логотипа
uk: Всановити малюнок логотипу

source: Set Journal Print Speed
az: Jurnal çapının sürətini təyin et
bg: Установяване на скоростта на печат на ЕКЛ
es: Definir velocidad de impresión de Diario
fr: Définir la vitesse d'impression Journal
hy: Սահմանել մատյանի տպման արագությունը
ka: ჟურნალის ბეჭდვის სიჩქარის დაყენება
pl: Ustalić szybkość druku czasopisma
ru: Установить скорость печати журнала
uk: Встановити швидкість друку журналу

source: Set Location
bg: Промяна на обект
es: Establecer ubicación
fr: Définir la position
hy: Սահմանել տեղամասը
ka: ადგილმდებარეობის დაყენება
ru: Установить объект

source: Set Operator
az: Operator seç
bg: Промяна на оператор
es: Definir Operador
fr: Définir l'opérateur
hy: Սահմանել օպերատորին
ka: ოპერატორის დაყენება
pl: Wybrać operatora
ru: Выбрать оператора
uk: Встановити оператора

source: Set Partner
az: Partnyor seç
bg: Промяна на партньор
es: Definir Socio
fr: Définir le tier
hy: Սահմանել գործընկերոջը
ka: პერტნიორის დაყენება
pl: Wybrać partnera
ru: Выбрать партнера
uk: Встановити партнера

source: Set Payment Name
az: Ödənişin adını təyin etmək
bg: Въвеждане на име за плащането
es: Definir nombre de pago
fr: Définir le nom de paiement
hy: Սահմանել վճարման անունը
ka: გადახდის დასახელების დაყენება
pl: Ustalić miano opłaty
ru: Установить наименование оплаты
uk: Встановити назву оплати

source: Set Price
bg: Промяна на цена
es: Definir precio
fr: Définir le Prix
hy: Սահմանել գինը
ka: ფასის დაყენება
ru: Установить цену

source: Set Print Contrast
az: Çap kontrastını quraşdırmaq
bg: Въвеждане на контраст на печата
es: Ajustar contraste de Impresión
fr: Régler le contraste d'impression
hy: Սահմանել տպման հաստատունը
ka: ბეჭდვის კონტრასტის დაყენება
pl: Ustalić kontrast druku
ru: Установить контраст печати
uk: Встановити контраст друку

source: Set Printer Fonts
az: Printerin şriftlərini quraşdırmaq
bg: Установяване на шрифтовете на принтера
es: Ajustar caracteres de Impresora
fr: Définir les polices d'imprimante
hy: Սահմանել տպման ֆոնտը
ka: პრინტერის შრიფტების დაყენება
pl: Ustalić szerokość druku
ru: Установить шрифты принтера
uk: Встановити шрифти друкарки

source: Set Printing Options
az: Çap parametrlərini quraşdırmaq
bg: Избор на опциите за печат
es: Ajustar Opciones de Impresión
fr: Définir les options d'impression
hy: Սահմանել տպման պարամետրերը
ka: ბეჭდვის პარამეტრების დაყენება
pl: Ustalić parametry druku
ru: Установить параметры печати
uk: Встановити параметри друку

source: Set Receipt Code
bg: Въвеждане на код на бележка
es: Definir Código del Recibo
fr: Définir un code de réception
hy: Սահմանել կտրոնի կոդը
ka: რეცეპტის კოდის დაყენება
ru: Установить код чека

source: Set Receipt End Feed
az: Lentin proqonunu işə salmaq
bg: Въвеждане на придвижване на хартията
es: Definir Alimentación del final de Recibo
fr: Définir le champ de texte
hy: Միացնել ժապավենի ավարը
ka: ლენტის გარბენის დაყენება
pl: Włączyć przepędzenie taśmy
ru: Включить прогон ленты
uk: Включити прогін ленти

source: Set Text Field
az: Mətn sahəsi qurmaq
bg: Въвеждане на текстово поле
es: Definir campo de texto
fr: Régler le champs de texte
hy: Հաստատել տեքստային տող
ka: ტექსტური ველის დაყენება
pl: Ustalić pole tekstowe
ru: Установить текстовое поле
uk: Встановити текстове поле

source: Set VAT Rates
az: ƏDV stavkaları təyin etmək
bg: Въвеждане на ДДС ставките
es: Establecer tasas de IVA
fr: Définir le taux de la TVA
hy: Հաստատել ԱԱՀ դրույքաչափը
ka: დღგ-ს ნორმების დაყენება
pl: Ustalić stawki VAT
ru: Установить ставки НДС
uk: Встановити ставки ПДВ

source: Set Zero Registers Print
az: Sıfır çekləri çap elə
bg: Установяване на печат на нулевите стойности
es: Definir la Impresión de Registros en Cero
fr: Régler à zéro l'impression de registres
hy: Միացնել զրոյական կտրոնների տպումը
ka: ნულოვანი ჩეკების ბეჭდვის ჩართვა
pl: Włączyć druk zerowych czeków
ru: Включить печать нулевых чеков
uk: Включити друк нульових чеків

source: Set...
bg: Промяна...
es: Establecer...
hy: Միացնել
ka: დაყენება...
ru: Установить...

source: Settings
az: Ayarlar
bg: Настройки
es: Configuraciones
fr: Paramètres
hy: Կարգավորումներ
ka: პარამეტრები
pl: Nastrajania
ru: Настройки
uk: Налаштування

source: Settings...
az: Ayarlar...
bg: Настройки...
es: Configuraciones...
fr: Paramètres ...
hy: Կարգավորումներ
ka: პარამეტრები...
pl: Nastrajania...
ru: Настройки...
uk: Налаштування...

source: Setup Assistant
az: Tənzimləyən
bg: Помощник за настройка на системата
es: Ajustar asistente
fr: Assistant de configuration
hy: Կարգավորման օգնական
ka: პარამეტრების დაყენების ასისტენტი
pl: Asystent Setup
ru: Мастер настройки

source: Setup Dashboard
bg: Настройка на таблото
es: Ajustar Tablero
hy: Վահանակի կարգավորում
ka: ტაბლოს კონფიგურირება
ru: Настройка Dasboard

source: Setup Dashboard with vending reports
bg: Настройка на таблото за отчети от автомати за стоки
es: Ajustar el Tablero con reportes de venta
hy: Առևտրային ավտոմատի հաշվետվության կարգավորում
ka: ტაბლოს კონფიგურირება სავაჭრო ანგარიშებით
ru: Настройка Dasboard с отчетами

source: Seven
az: Yeddi
bg: Седем
es: Siete
fr: Sept
hy: Յոթ
ka: შვიდი
pl: Siedem
ru: Семь
uk: Сім

source: Seventeen
az: On yeddi
bg: Седемнадесет
es: Diecisiete
fr: Dix-Sept
hy: Տասնյոթ
ka: ჩვიდმეტი
pl: Siedemnaście
ru: Семнадцать
uk: Сімнадцять

source: Seventy
az: Yetmiş
bg: Седемдесет
es: Setenta
fr: Soixante-dix
hy: Յոթանասուն
ka: სამოცდაათი
pl: Siedemdziesiąt
ru: Семьдесят
uk: Сімдесять

source: Sextillion
az: Sekstilyon
bg: Секстилион
hy: Սիքստիլիոն
ka: სიქსილიონი
pl: Sekstylion
ru: Секстиллион
uk: Секстиліон

source: Sheets
bg: Листи
es: Hojas
fr: Les Feuilles
hy: Թերթեր
ka: ფურცლები
ru: Листы

source: Shipment Received by:
az: Yükü qəbul edən:
bg: Пратка получена по:
es: Despacho recibido por:
fr: Expédition Reçu par:
hy: Ստացված փոխադրում
ka: გზავნილის მიმღები
pl: Przyjmujący ładunek :
ru: Приемщик груза:
uk: Приймач вантажу:

source: Shipment Sent by:
az: Yükü göndərən:
bg: Пратка изпратена по:
es: Despacho enviado por:
fr: Expédition Envoyé par:
hy: ՈՒղարկված փոխադրում
ka: გზავნილის გამომგზავნი
pl: Nadawca ładunku :
ru: Отправитель груза:
uk: Відвантажувач вантажу:

source: Short Fiscal Memory Report
az: Qısa fiskal hesabat
bg: Кратък отчет от фискалната памет
es: Resumen del Reporte de la Memoria Fiscal
fr: Rapport à mémoire courte fiscale
hy: Կարճ ֆիսկալային հաշվետվություն
ka: მოკლე ფისკალური რაპორტი
pl: Krótki fiskalny raport
ru: Краткий фискальный отчет
uk: Короткий фіскальний звіт

source: Short Fiscal Memory Report By Dates
az: Tarixlərə görə qısa fiskal hesabat
bg: Кратък отчет от фискалната памет по дати
es: Resumen del Reporte de la Memoria Fiscal por Fecha
fr: Rapport à mémoire courte fiscale par dates
hy: Կարճ ֆիսկալային հաշվետվություն ըստ տվյալների
ka: მოკლე ფისკალური რაპორტი თარიღების მიხედვით
pl: Krótki fiskalny rapory po datach
ru: Краткий фискальный отчет по датам
uk: Короткий фіскальний звіт по датам

source: Short Fiscal Memory Report By Numbers
az: Nömrələr üzrə qısa fiskal hesabat
bg: Кратък отчет от фискалната памет по номера
es: Resumen del Reporte de la Memoria Fiscal por Números
fr: Rapport à mémoire courte fiscale par Numéros
hy: Կարճ ֆիսկալային հաշվետվություն ըստ համարների
ka: მოკლე ფისკალური რაპორტი ნომრების მიხედვით
pl: Krótki fiskalny rapory po datach numerach
ru: Краткий фискальный отчет по номерам
uk: Короткий фіскальний звіт по номерам

source: Shortcut
az: Yarlıq
bg: Клавиши
es: Acceso directo
fr: Raccourci
hy: Կրճատում
ka: შორტკატი
pl: Etykieta
ru: Ярлык
uk: Ярлик

source: Show Document Structure
az: Sənədin quruluşunu göstər
bg: Показване на документна структура
es: Mostrar estructura del documento
fr: Afficher la Structure du document
hy: Ցուցադրել փաստաթղթի կառուցվածքը
ka: დოკუემენტის სტრუქტურის ჩვენება
pl: Pokaż strukturę dokumentu
ru: Показать структуру документа
uk: Показати структуру документа

source: Show Fields
az: Sahələri göstər
bg: Показване на полета
es: Mostrar Campos
fr: Afficher les champs
hy: Ցուցադրել դաշտերը
ka: ველების ჩვენება
pl: Pokaż pola
ru: Показать поля
uk: Показати файл

source: Show Help
az: Yardım
bg: Показване на помощ
es: Mosrar Ayuda
fr: Afficher l’Aide
hy: Ցույց տալ օգնություն
ka: დახმარების ჩვენება
pl: Zaświadczenie
ru: Помощь
uk: Довідка

source: Show Labels
bg: Показване на етикети
es: Mostrar Etiquetas
fr: Afficher les étiquettes
hy: Ցուցադրել գրվածքները
ka: ნიშნულების ჩვენება
ru: Показать надписи

source: Show Palette
az: Palitranı göstər
bg: Показване на палитра
es: Mostrar Paleta
fr: Afficher la Palette
hy: Ցուցադրել երանգները
ka: პალიტრის ჩვენება
pl: Pokaż paletę
ru: Показать палитру
uk: Показати палітру

source: Show Properties
az: Xüsusiyyətləri göstər
bg: Показване на свойства
es: Mostrar propiedades
fr: Afficher les propriétés
hy: Ցուցադրել հատկությունները
ka: ფუნქციების ჩვენება
pl: Pokaż właściwości
ru: Показать свойства
uk: Показувати властивості

source: Show Property Grid
az: Xüsusiyyətlər cədvəlini göstər
bg: Показване на таблица със свойства
es: Mostrar Cuadrículas de propiedad
fr: Afficher les propriétés de Grille
hy: Ցուցադրել հատկությունների աղյուսակը
ka: ფუნქციების ბადის ჩვენება
pl: Pokaż tablicę właściwości
ru: Показать таблицу свойств
uk: Показати властивості Grid

source: Show Refresh Controls
bg: Показване на управлението за опресняване
es: Mostrar Controles de actualización
hy: Ցուցադրել թարմացման ցուցիչները
ka: განახლების მართვის ღილაკების ჩვენება
ru: Показать элементы управления обновлением

source: Show Result Preview
az: Nəticələrə baxışı göstər
bg: Показване на преглед на резултата
es: Mostrar Resultados de la vista previa
fr: Afficher de l'aperçu des résultats
hy: Ցուցադրել արդյունքները
ka: შედეგების გადახედვის ჩვენება
pl: Pokaż przegląd wyników
ru: Показать просмотр результатов
uk: Показати попередній результат

source: Show Sheets
bg: Показване на листи
es: Mostrar Hojas
fr: Afficher les Feuilles
hy: Ցուցադրել թերթերը
ka: ფურცლების ჩვენებეა
ru: Показать листы

source: Show Sources
az: Mənbələri
bg: Показване на източници
es: Mostrar Fuentes
fr: Afficher les Sources
hy: Ցուցադրել աղբյուրները
ka: წყაროს ჩვენება
pl: Pokaż źródła
ru: Показать источники
uk: Показати джерела

source: Show Status Bar
az: Status panelini göstər
bg: Показване на статус лента
es: Mostrar Barra de estado
fr: Afficher la barre d'état
hy: Ցույց տալ կարգավիճակի վահանակը
ka: სტატუსის პანელის ჩვენება
pl: Pokaż panel statusu
ru: Показывать панель статуса
uk: Показувати панель статусу

source: Show Tabs
az: Əlavələri göstər
bg: Показване на табове
es: Mostrar Fichas
fr: Afficher les onglets
hy: Ցույց տալ շերտավոր
ka: ჩანართების ჩვენება
pl: Pokaż wkładki
ru: Показывать вкладки
uk: Показувати вкладки

source: Show Toolbar
az: Alətlər panelini göstər
bg: Показване на бутони
es: Mostrar Barra de herramientas
fr: Afficher la barre d'outils
hy: Ցույց տալ գործիքների պանելը
ka: ინსტრუმენტების პანელის ჩვენება
pl: Pokaż panel instrumentów
ru: Показывать панель инструментов
uk: Показувати панель інструментів

source: Show User Filters Preview
az: Istifadəçi filterləri ilə göstər
bg: Показване на преглед на потребителски филтри
es: Mostrar vista previa de los filtros de usuarios
fr: Montrer l’Aperçu de Filtres
hy: Ցուցադրել օգտագործողի ֆիլտրերը
ka: მომხმარებლის ფილტრის გადახედვის ჩვენება
pl: Pokaż z filtrami użytkownika
ru: Показать с фильтрами пользователя
uk: Попередній показ фільтрів користувача

source: Show item label when icon is present
az: Malı işarə olsa göstər
bg: Изписване на името на стоката, когато е въведена икона
es: Mostrar la etiqueta cuando el ícono esté presente
fr: Montrez l’étiquette de l’élément lorsque l'icône est présente
hy: Ցույց տալ ապրանքը լոգոտիպի առկայության դեպքում
ka: საქონლის ჩვენება პიქტოგრამის არსებობისას
pl: Pokaż towar przy obecności znaczka
ru: Показать товар при наличии значка
uk: Показувати товар при наявності іконки

source: Show item names on external display
az: Malın adını xarici displeydə göstər
bg: Показване на имена на стоки на външен дисплей
es: Mostrar nombres de mercancías en el monitor externo
fr: Afficher les noms de produits sur l'afficheur client
hy: Ցույց տալ ապրանքի անունները արտաքին դիսպլեյի վրա
ka: გარე დისპლეიზე საქონლის დასახელების ჩვენება
pl: Pokaż miano towaru na zewnętrznym wyświetlaczu
ru: Показать наименование товара на внешнем дисплее
uk: Показувати назву товару на зовнішньому дисплею

source: Show item suggestions when an item is not found
bg: Показване на предложения за стоки, когато стока не е намерена
es: Muestre las sugerencias de la mercancía cuando una mercancía no sea encontrada
hy: Առաջարկել ստեղծել ապրանքը երբ այն բացակայում է ցուցակում
ka: მაჩვენე მსგავსი საქონლის დასახელებები, როდესაც საქონელი ვერ მოიძებნა
ru: Показать подсказку о товаре, когда товар не может быть найден

source: Show items available quantity
az: Malların mövcud sayını göstər
bg: Показване на наличността на стоките
es: Mostrar mercancías con cantidades disponibles
fr: Afficher les produits ayant les quantités disponibles
hy: Ցուցադրել ապրանքները հասանելի քանակությամբ
ka: მაჩვენე ხელმისაწვდომი რაოდენობა
pl: Pokaż dostępną ilość towarów
ru: Показать доступное количество товаров
uk: Показувати доступну кількість товару

source: Show items purchase price
az: Malın alış qiymətini göstər
bg: Показване на доставната цена на стоките
es: Mostrar los precios de compra de las mercancías
fr: Afficher le prix d'achat de produits
hy: Ցուցադրել գնման գինը
ka: მაჩვენე შესყიდვის ფასი
pl: Pokaż cenę towaru
ru: Показать закупочную цену товара
uk: Показувати закупівельну ціну товару

source: Show on Display
az: Displeydə göstər
bg: Показване на екрана
es: Mostrar en el monitor
fr: Afficher sur écran
hy: Ցուցադրել դիսպլեյին
ka: ეკრანზე ჩვენება
pl: Pokaż na wyświetlaczu
ru: Показать на дисплее
uk: Показувати на дисплеї

source: Show operation sums in footer
bg: Показване на сумарен ред в операцията отдолу
es: Mostrar las sumas de la operación en el pié de página
hy: Ցուցադրել գործողության գումաը ներքևում
ka: ფუტერზე ოპერაციების ჯამების ჩვენება
ru: Показывать итоговые суммы

source: Show partner suggestions when a partner is not found
bg: Показване на предложения за партньори, когато партньора не е намерен
es: Mostrar sugerencias de socios cuando un socio no aparece
hy: Առաջարկել ստեղծել գործընկեր երբ այն բացակայում է ցուցակում
ka: მაჩვენე მსგავსი პარტნიორის დასახელებები, როდესაც პარტნიორი ვერ მოიძებნა
ru: Показать подсказку о партнере, когда партнер не может быть найден

source: Show splash screen
az: Başlığı göstər
bg: Показване на стартов прозорец
es: Mostrar pantalla de bienvenida
fr: Afficher l'écran de démarrage
hy: Ցույց տալ լոգոտիպը
ka: Splash Screen - ის ჩვენება
pl: Pokaż przerywnik
ru: Показывать заставку
uk: Показувати заставку

source: Show this screen next time
bg: Покажи този екран следващият път
es: Mostrar esta pantalla la próxima vez
hy: Ցույց տալ այս պանելը մյուս անգամ
ka: აჩვენე ეს ეკრანი შემდეგ ჯერზე
ru: Показывать это окно в следующий раз

source: Sign
az: İşarə
bg: Знак
es: Firma
fr: Inscription
hy: Գրանցում
ka: მონიშვნა
pl: Znak
ru: Регистрация
uk: Увійдіть

source: Sign Sale
bg: Подпис на продажба
es: Señal de venta
fr: Inscription en Vente
hy: Վաճառքի գրանցում
ka: გაყიდვების ნიშანი
ru: Регистрация продажи

source: Sign types
az: Типы подписей
bg: Видове знаци
es: Tipo de señal
fr: Types d’Inscription
hy: Գրանցել տեսակները
ka: ნიშნების ტიპები
pl: Podpiszcie typy
ru: Типы регистраций

source: Signature:
bg: Подпис:
hy: Ստորագրություն
ka: ხელმოწერა:
ru: Подпись:

# Distribution
source: Silver Distributor
bg: Сребърен дистрибутор
es: Distribuidor de Plata
hy: Արծաթե դիստրիբյուտոր
ka: ვერცხლის დისტრიბუტორი
ru: Серебряный дистрибьютор

source: Simple Production
bg: Просто производство
hy: Պարզ արտադրություն
ka: მარტივი წარმოება
ru: Простое производство

source: Simple Recipe
bg: Проста Рецепта
hy: Պարզ բաղադրատոմս
ka: მარტივი რეცეპტი
ru: Простой рецепт

source: Sincerely yours,
bg: С уважение,
es: Sinceramente Suyo,
hy: Հարգանքներով
ka: პატივისცემით,
ru: С уважением,

source: Single room restaurant
az: Bir zallı restoran
bg: Ресторант с една зала
es: Restaurante de área única
fr: Salle de restaurant unique
hy: Ընդհանուր սենյակ ռեստորան
ka: ერთოთახიანი რესტორანი
pl: Jedyna sala restauracji
ru: Ресторан с одним залом

source: Single store
az: Bir mağaza
bg: Единствен магазин
es: Almacén único
fr: Magasin unique
hy: Ընդհանուր բաժին
ka: ერთი მაღაზია
pl: Jedyny sklep
ru: Один магазин

source: Six
az: Altı
bg: Шест
es: Seis
hy: Վեց
ka: ექვსი
pl: Sześć
ru: Шесть
uk: Шість

source: Sixteen
az: On altı
bg: Шестнадесет
es: Dieciséis
fr: Seize
hy: Տասնվեց
ka: თექვსმეტი
pl: Szesnaście
ru: Шестнадцать
uk: Шістнадцать

source: Sixty
az: Altmış
bg: Шестдесет
es: Sesenta
fr: Soixante
hy: Վաթսուն
ka: სამოცი
pl: Sześćdziesiąt
ru: Шестьдесят
uk: Шістдесят

source: Size Mode:
bg: Оразмеряване:
es: Modo de tamaño
fr: Taille Mode:
hy: Մոդի Չափսը
ka: ზომების რეჟიმი:
ru: Вид размера:

source: Size:
az: Ölçü:
bg: Размери:
es: Tamaño:
fr: Taille:
hy: Չափսը
ka: ზომა
pl: Rozmiar:
ru: Размер:
uk: Розмір:

source: Skip the operation
bg: Пропусни операцията
hy: Բաց թողնել գործողությունը
ka: ოპერაციის გამოტოვება
ru: Пропустить операцию

source: Slave server:
az: Tabe olan server
bg: Подчинен сървър:
es: Servidor esclavo
fr: Serveur esclave:
hy: Ռեպլիկացիոն սերվեր
ka: დამორჩილებული სერვერი
pl: Podporządkowany serwer
ru: Подчиненный сервер
uk: Підлеглий сервер

source: Slightly Raw
az: Biraz pendir
bg: Леко суров
es: Ligéramente crudo
fr: Légèrement cru
hy: Աննշան տող
ka: ცოტათი ყველით
pl: Trochę sera
ru: Немного сыра
uk: Трохи сиру

source: Sold Qty
bg: Продадено к-во
es: Cant vendida
hy: Իրացում վաճառք
ka: გაყიდული რაოდენობა
ru: Проданное кол-во

source: Some of your licenses will stop working if you install the latest version of {0}! Are you sure you want to download the update?
bg: Някои от Вашите лицензи ще спрат да работят ако инсталирате най-новата версия на {0}! Сигурни ли сте, че желаете да свалите актуализацията?
es: ¡Parte de sus licencias dejarán de funcionar si instala la última versión de {0}! ¿Está seguro de que quiere descargar la actualización?
hy: Ձեր լիցենզիաներից որոշը կդադարեն աշխատել եթե դուք բեռնեք վերջին թարմացումը {0}! Դուք համոզված եք, որ ցանկանում եք շարունակել?:
ka: ზოგიერთი თქვენი ლიცენზია შეწყვეტს მუშაობას, თუ დააინსტალირებთ ბოლო ვერსიას {0}! დარწმუნებული ხართ რომ გსურთ განახლების ჩამოტვირთვა?
ru: Некоторые Ваши лицензии будут недействительны при установке последней версии {0}! Загрузить обновления?

source: Some operation types have very little numbers left! This may be due to old operations using numbers within the same numbers range.
bg: Някои типове операции имат много малко останали номера! Това може да се дължи на стари операции, които използват номера в същия диапазон от номера.
ka: ზოგიერთი ოპერაციის ტიპს აქვს ძალიან ცოტა ნომერი დარჩენილი! ეს შესაძლოა გამოწვეულია იმიტომ, რომ ძველი ოპერაციები იყენებენ ნომრებს იგივე ნომრების დიაპაზონში.
ru: Для некоторых операций осталось мало номеров! Возможно, они использовались старыми операциями с таким же диапазоном.

source: Sooner than {0}
bg: По-скоро от {0}
hy: Ավելի վաղ քան{0}
ka: მალე ვიდრე {0}
ru: Ранее чем {0}

source: Sort by:
az: Sırala:
bg: Сортиране по:
es: Clasificar por:
fr: Trier par:
hy: Դասավորել ըստ
ka: სორტირება:
pl: Sortuj według:
ru: Сортировать по:
uk: Сортувати по:

source: Source
az: Başlanğıc
bg: Източник
es: Origen
fr: La Source
hy: Աղբյուր
ka: წყარო
pl: Źródło
ru: Источник
uk: Джерело

source: Source location cannot be empty!
bg: Източникът не може да е празен.
es: ¡La entidad de origen no puede estar vacía!
hy: Տեղամասի դաշտը չի կարող դատարկ լինել
ka: საწყისი ადგილმდებარეობა არ შეიძლება იყოს ცარიელი!
ru: Источник должен быть указан

source: Sources
az: Mənbəələr
bg: Източници
es: Orígenes
fr: Les Sources
hy: Աղբյուրներ
ka: წყაროები
pl: Źródła
ru: Источники
uk: Джерела

source: Spacing
az: İntervallar
bg: Разстояние
es: Espaciado
fr: Espacement
hy: Ինտերվալ
ka: გამოტოვება
pl: Interwały
ru: Интервалы
uk: Інтервал

source: Special
az: Xüsusi parametrlər
bg: Специални
es: Especiales
fr: Spécial
hy: Հատուկ
ka: სპეციალური პარამეტრები
pl: Szczególne parametry
ru: Особые параметры
uk: Особливі властивості

source: Special item types are a feature part of the Advanced Operations module which is not free! You are running an evaluation version of this module and you will not be able to use such items once you reach 100 sales! To use the full capabilities of this module please purchase a license.
bg: Специални типове стоки е част от модул Разширени операции, който не е безплатен! Работите с пробна версия на модула и няма да може да използвате такива стоки, когато стигнете 100 продажби! За да използвате пълните възможности на модула, моля, закупете лиценз.
hy: Անհրաժեշտ է ձեռք բերել լիցենզիա
ka: სპეციალური საქონლის ტიპები მიეკუთნება ფასიანი ოპერაციების მოდულს! თქვენ გაქვთ დემო-ვერსია რომელიც შეზღუდულია 100 გაყიდვით! შემდგომი გამოყენებისთვის შეიძინეთ ლიცენზია.
ru: Особые виды позиций являются частью Расширенных операций! Вы используете пробную версию, ограниченную 100 продажами! Для использования всех возможностей приобретите лицензию.

source: Special reports
az: Xüsusi hesabatlar
bg: Специални отчети
es: Reportes especiales
fr: Les Rapports spéciaux
hy: Հատուկ պորտեր
ka: სპეციალური რაპორტები
pl: Szczególne raporty
ru: Особые отчеты
uk: Особливі звіти

source: Specify a period of dates in which the purchase prices of the output operations to be recalculated according to you item management setting: {0}
bg: Изберете период от дати, в който доставните цени на изходящите операции да бъдат преизчислени в зависимост от вашата настройка за управление на стоки: {0}
es: Especifique un periodo de fechas en el cual los precios de compra de las operaciones de salida son recalculados acorde a la configuración de los elementos administrado: {0}
hy: Նշեք ամսաթվերի ինտերվալ գների վերահաշվարկի համար{0}
ka: დააზუსტეთ პერიოდი, რომელშიც შეძენის ფასები გატანის ოპერაციებისათვის უნდა გადაანგარიშდეს საქონლის მართვის პარამეტრებიდან გამომდინარე: {0}
ru: Укажите период, за который должны быть пересчитаны закупочные цены согласно настройкам: {0}

source: Split Bill
bg: Раздели сметка
es: Dividir cuenta
hy: Հաճախորդի փոփոխում
ka: ჩეკის დაყოფა
ru: Разделить Счет

source: Stable
az: Stabil
bg: Стабилна
es: Estable
hy: Կայուն
ka: სტაბილური რელიზი
pl: Stabilne
ru: Стабильный релиз
uk: Стабільний реліз

source: Stack
az: Стек
bg: Купчина
es: Pila
fr: Empiler
hy: Ստոկ
ka: სტეკი
pl: Stek
ru: Стек
uk: Стьок

source: Standard
az: Standart
bg: Стандартна
es: Estandar
hy: Ստանդարտ
ka: სტანდარტი
ru: Стандарт
uk: Стандарт

source: Start date
az: Başlanğıc tarixi
bg: Начална страница
es: Fecha de inicio
fr: Date de début
hy: Սկզբնական ամսաթիվ
ka: საწყისი თარიღი
pl: Początkowa data
ru: Начальная дата
uk: Початкова дата

source: Start free Basic Trial
bg: Започване на пробен период тип "Basic"
es: Iniciar prueba Básica Libre
hy: Սկսել մեկամսյա BASIC Լիցենզիայի օգտագործումը
ka: საბაზისო დემო-ვერსიის დაწყება
ru: Начать ознакомительный период Basic

source: Start free Mobile Trial
bg: Започване на пробен период тип "Mobile"
es: Iniciar prueba Móvil gratis
hy: Սկսել մեկամսյա Mobile Լիցենզիայի օգտագործումը
ka: მობილური დემო-ვერსიის დაწყება
ru: Начать ознакомительный период Mobile
