Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Please enter the email address of your IncoCloud account. We will send you a new password to this address.
bg: Моля, въведете имейла от профила си в "IncoCloud". Ще Ви изпратим нова парола на този адрес.
es: Por favor entre la dirección de correo electrónico de su cuenta de IncoCloud. Le enviaremos una nueva contraseña a esta dirección
hy: Խնդրում ենք մուտքագրել IncoCloud–ում էլ փոստի հասցեն, որին կուղարկվի ձեր նոր գաղտնաբառը
ka: გთხოვთ, შეიტანოთ ინკო-ღრუბლის ანგარიში იმეილი. ჩვენ გამოგიგზავნით ახალ პაროლს.
ru: Введите адрес электронной почты Вашей учетной записи IncoCloud. На этот адрес будет выслан новый пароль.

# Distribution
source: Please enter the email of the user profile in which you want to install the license
bg: Моля, въведете имейл на потребителския профил, в който искате да инсталирате лиценза
es: Por favor entre el correo electrónico del perfil de usuario en el cual va a instalar la licencia
hy: Մուտքագրեք էլ փոստի հասցեն այն օգտագործողի պրոֆիլում, որում պետք է տեղադրվի լիցենզիան
ka: გთხოვთ, შეიტანოთ მომხმარებლის პროფილის ის იმეილი, რომელშიც გინდათ დააინსტალიროთ ლიცენზია
ru: Пожалуйста, введите e-mail вашего пользовательского профиля, в который вы хотите установить лицензии

# Distribution
source: Please enter the email of the user profile to which you want to send the licenses
bg: Моля, въведете имейл на потребителския профил, на когото искате да изпратите лицензите
es: Por favor entre el correo electrónico del perfil de usuario para el cual va a enviar las licencias
hy: Մուտքագրեք էլ փոստի հասցեն այն օգտագործողի պրոֆիլում, որին պետք է ուղարկվի լիցենզիան
ka: გთხოვთ, შეიტანოთ მომხმარებლის პროფილის ის იმეილი, რომელშიც გინდათ გააგზავნოთ ლიცენზიები
ru: Пожалуйста, введите e-mail пользовательского профиля, которому вы хотите отправить лицензии

source: Please enter your password:
bg: Моля, въведете паролата си:
es: Por favor introduzca su contraseña
hy: Խնդրում ենք մուտքագրել ձեր գաղտնաբառը
ka: გთხოვთ, შეიტანეთ თქვენი პაროლი:
ru: Введите пароль:

source: Please fill in the header details before importing details in the operation.
bg: Моля, попълнете заглавната част, преди да внесете детайли в операцията.
es: Por favor entre en el encabezado los detalles antes de importar los detalles en la operación.
hy: Խնդրում ենք լրացնել դետալների անվանումները մինչև ներմուծումը
ka: გთხოვთ შეავსეთ სათაურის დეტალები სანამ დეტალებს დააიმპორტებთ ოპერაციაში.
ru: Заполните шапку перед импортом содержания операции.

source: Please fill out all the fields!
bg: Моля, попълнете всички полета!
es: ¡Por favor rellene todos los campos!
hy: Խնդրում ենք լրացնել բոլոր դաշտեը
ka: გთხოვთ შეავსეთ ყველა ველი!
ru: Пожалуйста, заполните все поля!

source: Please give us a short answer. This will help us improve {0}.
bg: Моля, дайте ни кратък отговор. Това ще ни помогне да подобрим {0}.
es: Por favor denos una respuesta corta. esto podrá ayudarnos a mejorar {0}.
hy: Խնդրում ենք տվեք մեզ հակիրճ պատասխան, այն կօգնի մեզ կատարելագործել {0}-ը
ka: გთხოვთ, მოგვცეთ მოკლე პასუხი. ეს დაგვეხმარება გავაუმჯობესოთ {0}.
ru: Пожалуйста, дайте краткий ответ. Это поможет нам улучшить {0}.

source: Please give us a short description of the problem and steps to reproduce it. This will help us fix it faster.
bg: Моля, дайте ни кратко описание на проблема и стъпки за възпроизвеждането му. Това ще ни помогне да го поправим по-бързо.
es: Por favor denos una descripción corta del problema y los pasos para producirlo. Esto nos ayudará a repararlo más rápido.
hy: Խնդրում ենք տվեք մեզ հակիրճ պատասխան, այն կօգնի մեզ արագ լուծել խնդիրը
ka: გთხოვთ, მოგვეცით პრობლემის მოკლე აღწერა. ეს დაგვეხმარება მის მცირე დროში მოგვარებაში.
ru: Пожалуйста, дайте нам краткое описание проблемы и шагов ее возникновения. Это поможет нам исправить ее быстрее.

source: Please install a Mobile license in this IncoCloud database group
bg: Моля, добавете Мобилен лиценз в тази IncoCloud група
es: Por favor instale la licencia Móvil en este grupo de base de datos de IncoCloud
hy: Խնդրում ենք տեղադրելMobile լիցենզիան IncoCloud-ի այս խմբի համար
ka: დააყენეთ მობილური ლიცენზია ინკო-ღრუბლის მიმდინარე მონაცემთა ბაზის ჯგუფში
ru: Установите мобильную лицензию для этой группы IncoCloud
uk: Встановіть мобільну ліцензію для цієї групи IncoCloud

# TouchScreen
source: Please save the operation before splitting it!
bg: Моля, запишете операцията преди да я разделите!
hy: Խնդրում ենք պահպանել մինչև գործողությունը
ka: გთხოვთ შეინახოთ ოპერაცია სანამ დაიყოფა ის!
ru: Сохраните операцию перед разделением!

source: Please save the settings for this machine before performing a stock-taking!
bg: Моля, запишете настройките за този автомат преди да направите ревизия!
es: ¡Por favor guarde la configuración de esta máquina antes de ejecutar un inventario!
hy: Խնդրում ենք պահպանել տվյալ մեքենայի պարամետրերը մինչև գույքագրումը պահպանելը.
ka: გთხოვთ შეინახოთ პარამეტრები მანქანისათვის, სანამ შეასრულებთ ინვენტარიზაციას!
ru: Сохраните настройки для данного рабочего места перед выполнением инвентаризации!
uk: Збережіть налаштування для даного робочого місця перед виконанням інвентаризації!

source: Please select a location.
bg: Моля, изберете обект.
es: Por favor seleccine una entidad.
hy: Խնդրում ենք ընտրել տեղամասը
ka: გთხოვთ, აირჩიეთ ადგილმდებარეობა.
ru: Выберите объект.
uk: Виберіть об'єкт.

source: Please select a valid cash amount before proceeding!
az: Davam etmək üçün düzgün məbləği seçin
bg: Моля, изберете валидна сума, преди да продължите!
es: ¡Por favor seleccione una cantidad válida de efectivo antes de proceder!
fr: S'il vous plaît sélectionner un montant en espèces valide avant de continuer!
hy: Շարունակելու համար մուտքագրեք ճիշտ գումար
ka: გასაგრძელებლად შეიყვანეთ სწორი თანხა
pl: Wprowadźcie prawidłową sumę, żeby przedłużyć
ru: Введите правильную сумму, чтобы продолжить
uk: Введіть правильну суму, щоб продовжити

source: Please select a valid item.
az: Düzgün malı seçin.
bg: Моля, изберете правилна стока.
es: Por favor seleccione una mercancía válida
fr: S'il vous plaît sélectionner un élément valide.
hy: Խնդրում ենք նշագծել ճիշտ ապրանքը
ka: გთხოვთ აირჩიოთ სწორი საქონელი.
pl: Wybierzcie dopuszczalny towar.
ru: Выберите допустимый товар.
uk: Будь ласка, виберіть дійсний елемент

source: Please select a valid source file to import!
az: İmport üçün düzgün faylı seçin!
bg: Моля, изберете валиден файл за импорт!
es: ¡Por favor seleccione un fichero de origen válido para importar!
fr: S'il vous plaît sélectionner un fichier source valide pour importer!
hy: Ընտրեք ճիշտ ֆայլը ներմուծման համար
ka: ირჩიეთ კორექტული საიმპორტო ფაილი!
pl: Wybierzcie poprawny plik dla importu!
ru: Выберите корректный файл для импорта!
uk: Виберіть коректний файл для імпорту!

source: Please select an operation to edit a payment of.
az: Ödəmələri dəyişmək üçün əməliyyatı seçin.
bg: Моля, изберете операция, чиито плащания да редактирате.
es: Por favor seleccione una operación para revisar un pago de.
fr: S'il vous plaît sélectionner une opération à modifier un paiement de.
hy: Խնդրում ենք ընտրել որևէ գործողություն վճարումը խմբագրելու համար
ka: გადახდების ჩასასწორებლად გთხოვთ აირჩიოთ ოპერაცია
pl: Wybierzcie operację dla zmiany spłat.
ru: Выберите операцию для изменения платежей.
uk: Виберіть операцію для зміни платежів.

source: Please select at least one day of the week.
az: Heç olmasa həftənin bir gününü seçin.
bg: Моля, изберете поне един ден от седмицата.
es: Por favor seleccione al menos un día de la semana
fr: S'il vous plaît sélectionner au moins un jour de la semaine.
hy: Խնդրում ենք ընտրել առնվազն շաբաթվա մեկ օր
ka: გთხოვთ აირჩიოთ კვირის ერთი დღე
pl: Wybierzcie chociażby jeden dzień tygodnia.
ru: Выберите хотя бы один день недели.
uk: Виберіть хоча б один день тижня.

source: Please select at least one order to transfer to another operator!
bg: Моля, изберете поне една поръчка за прехвърляне към друг оператор
es: ¡Por favor seleccione al menos una orden para transferir a otro operador!
hy: Խնդրում ենք ընտրել թերևս մեկ պատվեր այլ օպերատորին տեղափոխելու համար
ka: ამოირჩიეთ ერთი მაინც შეკვეთა სხვა ოპერატორისთვის მისანიჭებლად!
ru: Выберите хотя бы один заказ для передачи другому оператору!
uk: Виберіть замовлення для передачі іншому оператору!

source: Please select at least one payment type.
bg: Моля, изберете поне един тип плащане.
es: Por favor seleccione al menos un tipo de pago
hy: Խնդրում ենք ընտրել գոնե մեկ վճարման տեսակ
ka: გთხოვთ მიუთითოთ მინიმუმ ერთი გადახდის ტიპი.
ru: Выберите хотя бы один тип оплаты.

source: Please select the default customer!
bg: Моля, изберете клиента по подразбиране!
hy: Խնդրում ենք ընտրել լռելյայն գործընկեր
ka: გთხოვთ მიუთითეთ სტანდარტული კლიენტი!
ru: Укажите клиента по умолчанию!

source: Please select the default item!
bg: Моля, изберете стоката по подразбиране!
hy: Խնդրում ենք ընտրել լռելյայն ապրանք
ka: გთხოვთ აირჩიეთ სტანდარტული საქონელი!
ru: Укажите товар по умолчанию!

source: Please select the default vendor!
bg: Моля, изберете доставчика по подразбиране!
hy: Խնդրում ենք ընտրել լռելյայն առրտրային մեքենա
ka: გთხოვთ მიუთითოთ სტანდარტული გამყიდველი!
ru: Укажите продавца по умолчанию!

source: Please specify a company for the activation!
az: Aktivasiya üçün firmanı seçin!
bg: Моля, определете фирма за активиране!
es: Por favor especifique una compañía para la activación
fr: S'il vous plaît spécifier une société pour l'activation!
hy: Խնդրում ենք նշել կազմակերպություն ակտիվացման համար
ka: აქტივაციისთვის გთხოვთ მიუთითოდ კომპანია!
pl: Wskażcie firmę dla aktywacji!
ru: Укажите фирму для активации!
uk: Будь ласка, сформулюйте компанію для активації!

source: Please specify a user for the activation!
az: Aktivasiya üçün istifadəçini seçin!
bg: Моля, определете потребител за активиране!
es: ¡Por favor especifique un usuario para la activación!
fr: S'il vous plaît spécifier un utilisateur pour l'activation!
hy: Խնդրում ենք նշել օգտագործողին ակտիվացման համար
ka: აქტივაციისთვის გთხოვთ მიუთითოთ მომხმარებელი!
pl: Wskażcie użytkownika dla aktywacji!
ru: Укажите пользователя для активации!
uk: Будь ласка, вкажіть користувача для активації!

source: Please specify an existing import file before continuing.
az: İmport faylını göstərin.
bg: Моля, изберете съществуващ файл за импорт, преди да продължите.
es: Por favor especifique un fichero de importación existente para continuar
fr: S'il vous plaît spécifier un fichier d'importation existant avant de continuer.
hy: Ընտրեք ֆայլը, որը պետք է ներմուծել
ka: გთხოვთ, სანამ გააგრძელებთ, დააზუსტეთ არსებული საიმპორტო ფაილი.
pl: Skonkretyzujcie istniejący importowany plik przed przedłużeniem.
ru: Укажите файл импорта.

source: Please specify an export file before continuing.
az: Davam etmək üçün eksport faylını göstərin.
bg: Моля, изберете файл за експорт, преди да продължите.
es: Por favor especifique un fichero de exportación para continuar
fr: S'il vous plaît spécifier un fichier d'exportation avant de continuer.
hy: Շարունակելու համար նշեք արտահանման ֆայլը
ka: გასაგრძელებლად მიუთითეთ ექსპორტის ფაილი.
pl: Dla przedłużenia wskażcie plik eksportu.
ru: Для продолжения укажите файл экспорта.
uk: Для продовження вкажіть файл експорту.

source: Please specify an import file before continuing.
az: Davam etmək üçün import faylını göstərin.
bg: Моля, изберете файл за импорт, преди да продължите.
es: Por favor especifique un fichero de importación para continuar
fr: S'il vous plaît spécifier un fichier d'importation avant de continuer.
hy: Շարունակելու համար նշեք ներմուծման ֆայլը
ka: გასაგრძელებლად მიუთითეთ იმპორტის ფაილი.
pl: Dla przedłużenia wskażcie plik importu.
ru: Для продолжения укажите файл импорта.
uk: Для продовження вкажіть файл іморту.

source: Please swipe the customer's Debit / ATM card in the encrypted card scanner.
bg: Моля, прочетете клиентската дебитна / кредитна карта с криптираният картов четец.
es: Por favor tome la tarjeta de débito/ ATM del cliente en el escáner de la tarjeta encriptada
hy: Խնդրում են հաստատել հաճախորդի քարտը սկաների օգնությամբ
ka: გთხოვთ დაასკანეროთ მომხმარებლის სადებეტო / საკრედიტო ბარათი, ბარათის გამშიფრავის მეშვეობით
ru: Пожалуйста, сканируйте клиентскую дебетную/кредитную карту с помощью криптированного считывателя карт.

source: Please update {0} to the latest version. Some important fixes are available which can help you continue working without any problems.
bg: Моля, обновете {0} до последната версия. Някои важни поправки са налични, които могат да Ви помогнат на продължите да работите без проблеми.
es: Por favor actualize {0} a la ultima versión. Existen cambios importantes que facilitan el trabajo con la aplicación.
hy: Խնդրում ենք թարմացնել {0} Մինչև թարմացումը անպայման կապվեք սպասարկման կենտրոնին հեռ. 091727579
ka: გთხოვთ განაახლოთ {0} ბოლო ვერსია. ხელმისაწვდომია რამდენიმე მნიშვნელოვანი შესწორება, რომელიც დაგეხმარებათ მუშაობის პრობლემების გარეშე გაგრძელებაში.
ru: Обновите {0} до последней версии. Некоторые важные изменения помогут продолжить работу без проблем.

source: Please, enter the name of the new database!
bg: Моля, въведете име на новата база данни!
es: Por favor, introduzca el nombre de la nueva base de datos!
hy: Խնդրում ենք մուտքագրել նոր տվյալների բազայի անվանումը
ka: შეიტანეთ ახალი მონაცემთა ბაზის სახელი!
ru: Введите наименование новой базы данных!

source: Point of Sale
az: POS
bg: Търговски обект
es: Punto de Venta
fr: Point de vente
hy: Վաճառքի կետ
ka: რეალიზაციის წერტილი
pl: POS
ru: Торговый объект
uk: POS

source: Point of sale
az: POS
bg: Търговски обект
es: Punto de venta
fr: Point de vente
hy: Վաճառքի կետ
ka: რეალიზაციის წერტილი
pl: POS
ru: Торговый объект
uk: Місця продажу

source: Port:
bg: Порт:
es: Puerto
hy: Պորտ
ka: პორტი:
ru: Порт:
uk: Порт:

source: Portable Document Format (PDF)
az: PDF
bg: PDF
es: Puerto:
hy: PDF
pl: PDF
ru: PDF
uk: PDF

source: Position
az: Pozisiya
bg: Разположение
es: Posición
hy: Դիրք
ka: პოზიცია
pl: Pozycja
ru: Позиция
uk: Позиція

source: Position:
az: Pozisiya:
bg: Разположение:
es: Posición:
hy: Դիրք
ka: პოზიცია:
pl: Pozycja:
ru: Позиция:
uk: Позиція

# Vending Item
source: Position:
bg: Разположение:
es: Posición:
hy: Դիրք
ka: სავაჭრო პოზიცია:
ru: Позиция:

source: Postal Code
bg: Пощенски код
es: Código Postal
hy: Փոստային ինդեքս
ka: საფოსტო კოდი
ru: Почтовый код

source: Pre-Order
az: Əvvəlcədən sifariş
bg: Предварителна поръчка
es: Pedido por adelantado
fr: Pré-Commande
hy: Նախնական պատվեր
ka: წინასწარ შეკვეთა
pl: Przedzamówienie
ru: Предзаказ
uk: Попереднє замовлення

source: Preferences...
az: Üstünlük
bg: Настройки...
es: Preferencias...
fr: Préférences...
hy: Նախընտրանքներ
ka: პარამეტრები
pl: Preferencje
ru: Предпочтения
uk: Налаштування ...

source: Prefix:
bg: Представка:
es: Prefijo:
hy: Պրեֆիկս
ka: პრეფიქსი.
ru: Префикс:

source: Preparing database for synchronization...
bg: Подготовка на базата за синхронизация...
es: Preparando la base de datos para sincronización...
fr: Préparation de base de données pour la synchronisation ...
hy: Սինխրոնիզացիայի համար տվյալների բազայի նախապատրաստում
ka: მონაცემთა ბაზის სინქრონიზაციისათვის მომზადება...
ru: Подготовка базы данных для синхронизации...

source: Preparing database...
bg: Подготовка на базата...
es: Preparando la base de datos...
hy: Տվյալների բազայի նախապատրաստում
ka: მონაცემთა ბაზის მომზადება...
ru: Подготовка базы данных...

source: Presence of item in the operation
az: Əməliyyatda yerləşən malların sayı
bg: Наличие на стока в операцията
es: Presencia de la mercancía en la operación
fr: Présence de l'élément dans l'opération
hy: Գործողությունում ապրանքի առկայությունը
ka: ოპერაციაში საქონლის არსებობა
pl: Obecność towaru w operacji
ru: Наличие товара в операции
uk: Навність товару в операції

source: Presence of item of group in the operation
az: Əməliyyatda yerləşən mal qruplarının sayı
bg: Наличие на стока от група в операцията
es: Presencia del grupo de mercancía en la operación
fr: Présence de l'article du groupe dans l'opération
hy: Գործողությունում ապրանքի խմբի առկայությունը
ka: ოპერაციაში საქონლის ჯგუფის არსებობა
pl: Obecność grupy towarów w operacji
ru: Наличие группы товаров в операции
uk: Наявність групи товарів в операції

source: Press Refresh to update all the panels or turn on Auto Refresh to update the panels automatically on the specified interval.
az: Нажмите Обновить, чтобы обновить все панели, или включите Автообновление для автоматического обновления панелей через заданный промежуток времени.
bg: Натиснете "Опресняване", за да опресните информацията във всички панели, или включете "Автоматично oпресняване", за да опреснявате панелите автоматично през определен интервал.
es: Presione Actualizar para actualizar todos los paneles o vuelva a Actualización Automática para actualizar los paneles automáticamente en el intervalo especificado.
fr: Appuyez sur Actualiser pour mettre à jour tous les panneaux ou activer Auto Actualisation pour mettre à jour les panneaux automatiquement sur l'intervalle spécifié.
hy: Սեղմեք թարմացնել թարմացնելու համար բոլոր պանելները կամ միացրեք ավտոմատ թարմացում տվյալ ժամանակահատվածում պանելների ավտոմատ թարմացման համար:
ka: დროის მოცემულ შუალედში ყველა პანელის განახლებისათვის დააჭირეთ განახლების ღილაკს.
pl: Naciśnijcie Odnowić, żeby odnowić wszystkie paneli lub włączcie Autoodnowę dla automatycznej odnowy paneli przez zadany przedział czasu.
ru: Нажмите Обновить, чтобы обновить все панели, или включите Автообновление для автоматического обновления панелей через заданный промежуток времени.
uk: Натисніть обновити, щоб обновити всі панелі, або включіть автоматичне обновлення панелей через заданий проміжок часу.

source: Press again to exit
bg: Натиснете отново за изход
es: Presionar de nuevo para salir
hy: Դուրս գալու համար սեղմեք կրկին
ka: დააწკაპუნეთ ხელმეორედ გამოსასვლელად
ru: Повторите действие для выхода

source: Preview
az: Qabaqcadan baxış
bg: Преглед
es: Vista previa
fr: Aperçu
hy: Դիտել
ka: ჩვენება
pl: Przedprzegląd
ru: Предпросмотр
uk: Попередній

# Distribution
source: Previous Quarter
bg: Предишно тримесечие
es: Trimestre Anterior
hy: Անցած եռամսակը
ka: წინა კვარტალი
ru: Предыдущий квартал

# Distribution
source: Previous Year
bg: Предишна година
es: Año Anterior
hy: Անցած տարի
ka: წინა წელი
ru: Предыдущий год

source: Price
az: Qiymət
bg: Цена
es: Precio
fr: Prix
hy: Գին
ka: ფასი
pl: Cena
ru: Цена
uk: Ціна

source: Price Checker
bg: Проверка на цени
es: El Verificador de Precio
hy: Գնի ստուգում
ka: ფასების შემმოწმებელი
ru: Проверка цен

source: Price Group
az: Qiymət qrupu
bg: Ценова група
es: Grupo de precio
fr: Groupe de prix
hy: Գնային խումբ
ka: საფასო ჯგუფი
pl: Cenowa grupa
ru: Ценовая группа
uk: Цінова група

source: Price Group 1
az: Qiymət qrupu 1
bg: Ценова група 1
es: Grupo de precio 1
fr: Groupe de prix 1
hy: Գնային խումբ 1
ka: ფასთა ჯგუფი 1
pl: Cenowa grupa 1
ru: Ценовая группа 1
uk: Цінова Група 1

source: Price Group 2
az: Qiymət qrupu 2
bg: Ценова група 2
es: Grupo de precio 2
fr: Groupe de prix 2
hy: Գնային խումբ 2
ka: ფასთა ჯგუფი 2
pl: Cenowa grupa 2
ru: Ценовая группа 2
uk: Цінова Група 2

source: Price Group 3
az: Qiymət qrupu 3
bg: Ценова група 3
es: Grupo de precio 3
fr: Groupe de prix 3
hy: Գնային խումբ 3
ka: ფასთა ჯგუფი 3
pl: Cenowa grupa 3
ru: Ценовая группа 3
uk: Цінова Група 3

source: Price Group 4
az: Qiymət qrupu 4
bg: Ценова група 4
es: Grupo de precio 4
fr: Groupe de prix 4
hy: Գնային խումբ 4
ka: საფასო ჯგუფი 4
pl: Cenowa grupa 4
ru: Ценовая группа 4
uk: Цінова Група 4

source: Price Group 5
az: Qiymət qrupu 5
bg: Ценова група 5
es: Grupo de precio 5
fr: Groupe de prix 5
hy: Գնային խումբ 5
ka: საფასო ჯგუფი 5
pl: Cenowa grupa 5
ru: Ценовая группа 5
uk: Цінова Група 5

source: Price Group 6
az: Qiymət qrupu 6
bg: Ценова група 6
es: Grupo de precio 6
fr: Groupe de prix 6
hy: Գնային խումբ 6
ka: საფასო ჯგუფი 6
pl: Cenowa grupa 6
ru: Ценовая группа 6
uk: Цінова Група 6

source: Price Group 7
az: Qiymət qrupu 7
bg: Ценова група 7
es: Grupo de precio 7
fr: Groupe de prix 7
hy: Գնային խումբ 7
ka: საფასო ჯგუფი 7
pl: Cenowa grupa 7
ru: Ценовая группа 7
uk: Цінова Група 7

source: Price Group 8
az: Qiymət qrupu 8
bg: Ценова група 8
es: Grupo de precio 8
fr: Groupe de prix 8
hy: Գնային խումբ 8
ka: საფასო ჯგუფი 8
pl: Cenowa grupa 8
ru: Ценовая группа 8
uk: Цінова Група 8

source: Price Rules
az: Qiymət qaydaları
bg: Ценови правила
es: Reglas de precios
fr: Les règles de prix
hy: Գնային կանոններ
ka: საფასო წესები
pl: Cenowye grupy
ru: Ценовые правила
uk: Цінові правила

source: Price Rules...
az: Qiymət qaydaları...
bg: Ценови правила...
es: Reglas de precios...
fr: Les règles de prix…
hy: Գնային կանոններ
ka: საფასო წესები...
pl: Cenowa grupa...
ru: Ценовые правила...
uk: Цінові правила...

source: Price group
az: Qiymət qrupu
bg: Ценова група
es: Grupo de precio
fr: Groupe de prix
hy: Գնային խումբ
ka: საფასო ჯგუფი
pl: Cenowa grupa
ru: Ценовая группа
uk: Цінова група

source: Price group 1
az: Qiymət qrupu 1
bg: Ценова група 1
es: Grupo de precio 1
fr: Groupe de prix 1
hy: Գնային խումբ 1
ka: საფასო ჯგუფი 1
pl: Cenowa grupa 1
ru: Ценовая группа 1
uk: Цінова група 1

source: Price group 1:
az: Qiymət qrupu 1
bg: Ценова група 1:
es: Grupo de precio 1:
fr: Groupe de prix 1:
hy: Գնային խումբ 1
ka: საფასო ჯგუფი 1:
pl: Cenowa grupa 1:
ru: Ценовая группа 1:
uk: Цінова група 1:

source: Price group 2
az: Qiymət qrupu 2
bg: Ценова група 2
es: Grupo de precio 2
fr: Groupe de prix 2
hy: Գնային խումբ 2
ka: საფასო ჯგუფი 2
pl: Cenowa grupa 2
ru: Ценовая группа 2
uk: Цінова група 2

source: Price group 2:
az: Qiymət qrupu 2
bg: Ценова група 2:
es: Grupo de precio 2:
fr: Groupe de prix 2:
hy: Գնային խումբ 2
ka: საფასო ჯგუფი 2:
pl: Cenowa grupa 2:
ru: Ценовая группа 2:
uk: Цінова група 2:

source: Price group 3
az: Qiymət qrupu 3
bg: Ценова група 3
es: Grupo de precio 3
fr: Groupe de prix 3
hy: Գնային խումբ 3
ka: საფასო ჯგუფი 3
pl: Cenowa grupa 3
ru: Ценовая группа 3
uk: Цінова група 3

source: Price group 3:
az: Qiymət qrupu 3
bg: Ценова група 3:
es: Grupo de precio 3:
fr: Groupe de prix 3:
hy: Գնային խումբ 3
ka: საფასო ჯგუფი 3:
pl: Cenowa grupa 3:
ru: Ценовая группа 3:
uk: Цінова група 3:

source: Price group 4
az: Qiymət qrupu 4
bg: Ценова група 4
es: Grupo de precio 4
fr: Groupe de prix 4
hy: Գնային խումբ 4
ka: საფასო ჯგუფი 4
pl: Cenowa grupa 4
ru: Ценовая группа 4
uk: Цінова група 4

source: Price group 4:
az: Qiymət qrupu 4
bg: Ценова група 4:
es: Grupo de precio 4:
fr: Groupe de prix 4:
hy: Գնային խումբ 4
ka: საფასო ჯგუფი 4:
pl: Cenowa grupa 4:
ru: Ценовая группа 4:
uk: Цінова група 4:

source: Price group 5
az: Qiymət qrupu 5
bg: Ценова група 5
es: Grupo de precio 5
fr: Groupe de prix 5
hy: Գնային խումբ 5
ka: საფასო ჯგუფი 5
pl: Cenowa grupa 5
ru: Ценовая группа 5
uk: Цінова група 5

source: Price group 5:
az: Qiymət qrupu 5
bg: Ценова група 5:
es: Grupo de precio 5:
fr: Groupe de prix 5:
hy: Գնային խումբ 5
ka: საფასო ჯგუფი 5:
pl: Cenowa grupa 5:
ru: Ценовая группа 5:
uk: Цінова група 5:

source: Price group 6
az: Qiymət qrupu 6
bg: Ценова група 6
es: Grupo de precio 6
fr: Groupe de prix 6
hy: Գնային խումբ 6
ka: საფასო ჯგუფი 6
pl: Cenowa grupa 6
ru: Ценовая группа 6
uk: Цінова група 6

source: Price group 6:
az: Qiymət qrupu 6
bg: Ценова група 6:
es: Grupo de precio 6:
fr: Groupe de prix 6:
hy: Գնային խումբ 6
ka: საფასო ჯგუფი 6:
pl: Cenowa grupa 6:
ru: Ценовая группа 6:
uk: Цінова група 6:

source: Price group 7
az: Qiymət qrupu 7
bg: Ценова група 7
es: Grupo de precio 7
fr: Groupe de prix 7
hy: Գնային խումբ 7
ka: საფასო ჯგუფი 7
pl: Cenowa grupa 7
ru: Ценовая группа 7
uk: Цінова група 7

source: Price group 7:
az: Qiymət qrupu 7
bg: Ценова група 7:
es: Grupo de precio 7:
fr: Groupe de prix 7:
hy: Գնային խումբ 7
ka: საფასო ჯგუფი 7:
pl: Cenowa grupa 7:
ru: Ценовая группа 7:
uk: Цінова група 7:

source: Price group 8
az: Qiymət qrupu 8
bg: Ценова група 8
es: Grupo de precio 8
fr: Groupe de prix 8
hy: Գնային խումբ 8
ka: საფასო ჯგუფი 8
pl: Cenowa grupa 8
ru: Ценовая группа 8
uk: Цінова група 8
