Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: The Debit Notes operation is part of the Advanced Operations module which is not free! You are running an evaluation version of this module and it will have limitations once you reach 100 sales! To use the full capabilities of this module please purchase a license.
az: Дебетное извещение является частью платного модуля. Вы используете пробную версию на 100 документов продажи. Для снятия ограничений приобретите лицензию.
bg: Операция дебитно известие е част от модул Разширени операции, който не е безплатен! Работите с пробна версия на модула и ще срещнете ограничения, когато стигнете 100 продажби! За да използвате пълните възможности на модула, моля, закупете лиценз
es: ¡La operación de Notas de débito es parte del módulo de Operaciones Avanzadas el cual no es libre! Está ejecutando una versión de evaluación de este módulo y esto tendrá limitaciones una vez que tenga 100 ventas! Para usar el total de las capacidades de este módulo por favor compre una licencia.
hy: Լիցենզիայի բացակայություն
ka: სადებეტო ცნობის ოპერაცია არის ფასიანი ოპერაციების მოდულიდან.თქვენ იყენებთ საცდელ ვერსიას, თუ მიაღწევთ 100 გაყიდვას, მას ექნება შეზღუდვები მუშაობისას, სრული ვერსიისთვის შეიძინეთ ლიცენზია.
pl: Debetowe zawiadomienie jest częścią płatnego modułu. Wykorzystujecie próbną wersję na 100 dokumentów sprzedaży. Dla zdejmowania ograniczeń nabądźcie licencję.
ru: Операция дебет-нота является частью платного модуля. Вы используете пробную версию на 100 документов продажи. Для снятия ограничений приобретите лицензию.
uk: Операція дебет-нота є частиною платного модуля Додаткові Операції! Ви працюєте в ознайомчій версії цього модуля і він буде мати обмеження як тільки ви досягнете 100 продажів! Щоб використовувати всі можливості цього модуля необхідно придбати ліцензію.

source: The Document Designer module is not free! You are running an evaluation version of this module and saving documents is not allowed! To use the full capabilities of this module please purchase a license.
az: Дизайнер документов является платным! Вы используете бесплатную версию с ограничениями. Чтобы использовать без ограничений, приобретите лицензию.
bg: Модулът "Документен дизайнер" не е безплатен! Работите с пробна версия на модула и записът на документи не е разрешен! За да използвате пълните възможности на модула, моля, закупете лиценз.
es: ¡El módulo del Diseñador del Documento no es gratis! ¡Usted está manejando una versión de evaluación de este módulo y guardar documentos no están permitidos! Para usar las capacidades completas de este módulo por favor compre una licencia.
fr: Le module de Designer de document n'est pas gratuit! Vous exécutez une version d'évaluation de ce module et l'enregistrement des documents n'est pas autorisé! Pour utiliser les fonctionnalités de ce module s'il vous plaît acheter une licence.
hy: Լիցենզիայի բացակայություն
ka: დოკუმენტის დიზაინერის მოდული უფასო არ არის.გაშვებული გაქვთ ევოლუციური ვერსია, რომელსაც დოკუემნტის შენახვის უფლება არ აქვს. ფუნქციების სრული სახით გამოსაყენებლად შეიძინეთ ლიცენზია
pl: Dyzajn dokumentów jest płatny! Wykorzystujecie bezpłatną wersję z ograniczeniami. Żeby wykorzystywać bez ograniczeń, nabądźcie licencję.
ru: Модуль дизайнер документов является платным! Вы используете бесплатную версию с ограничениями. Чтобы использовать без ограничений, приобретите лицензию.
uk: Модуль дизайнера документів не є безкоштовний! Ви працюєте в ознайомчій версії цього модуля і збереження документів не допускається! Щоб використовувати всі можливості цього модуля необхідно придбати ліцензію.

source: The IncoCloud database creation failed!
bg: Създаването на база данни от "IncoCloud" беше неуспешно.
es: ¡La creación de la base de datos de IncoCloud falló!
fr: La création de la base de donnée IncoCloud échoué!
hy: IncoCloud–ում տվյալների բազայի ստեղծումը կանխված է
ka: ინკო-ღრუბელში მონაცემთა ბაზის შექმნა არ განხორციელდა!
ru: Создание базы данных в IncoCloud не завершено!

source: The Offer operation is part of the Advanced Operations module which is not free! You are running an evaluation version of this module and it will have limitations once you reach 100 sales! To use the full capabilities of this module please purchase a license.
bg: Операция оферта е част от модул Разширени операции, който не е безплатен! Работите с пробна версия на модула и ще срещнете ограничения, когато стигнете 100 продажби! За да използвате пълните възможности на модула, моля, закупете лиценз.
es: ¡La operación de Oferta es parte del módulo de Operaciones Avanzadas el cual no es libre! Está ejecutando una versión de evaluación de este módulo y esto tendrá limitaciones una vez que tenga 100 ventas! Para usar el total de las capacidades de este módulo por favor compre una licencia.
hy: Լիցենզիայի բացակայություն
ka: შეთავაზების ოპერაცია არის ფასიანი ოპერაციების მოდულიდან! თქვენ იყენებთ საცდელ ვერსიას, რომელიც ლიმიტირებულია 100 გაყიდვით! ფუნქციების სრული სახით გამოსაყენებლად შეიძინეთ ლიცენზია
ru: Оферта является частью платного модуля. Вы используете пробную версию на 100 документов продажи. Для снятия ограничений приобретите лицензию.

source: The Print Server module is not free! You are running an evaluation version of this module and it will stop working once you reach 100 sales! To use the full capabilities of this module please purchase a license.
bg: Модулът "Печатащ сървър" не е безплатен! Работите с пробна версия на модула и ще срещнете ограничения, когато стигнете 100 продажби! За да използвате пълните възможности на модула, моля, закупете лиценз.
es: ¡El módulo del Servidor de Impresora no es gratis! ¡Está manejando una versión de evaluación de este módulo y dejará de funcionar una vez que usted alcance 100 ventas! Para usar las capacidades completas de este módulo por favor compre una licencia.
hy: Լիցենզիայի բացակայություն
ka: პრინტ-სერვერის მოდული არის ფასიანი! საცდელ ვერსიაში შეგიძლიათ 100 ოპერაციის შესრულება, შემდგომ უნდა შეიძინოთ ლიცენზია.
ru: Модуль Print Server не бесплатен. Вы используете пробную версию с ограничением 100 продаж. Для использования без ограничений приобретите лицензию.
uk: Модуль Print Server не безкоштовний!! Ви працюєте в ознайомчій версії цього модуля і збереження документів не допускається! Щоб використовувати всі можливості цього модуля необхідно придбати ліцензію.

source: The Proforma Invoice operation is part of the Advanced Operations module which is not free! You are running an evaluation version of this module and it will have limitations once you reach 100 sales! To use the full capabilities of this module please purchase a license.
az: Счет-проформа является частью платного модуля. Вы используете пробную версию на 100 документов продажи. Для снятия ограничений приобретите лицензию.
bg: Проформата-фактура е част от модул Разширени операции, който не е безплатен! Работите с пробна версия на модула и ще срещнете ограничения, когато стигнете 100 продажби! За да използвате пълните възможности на модула, моля, закупете лиценз.
es: ¡La operación de Factura Simulada es parte del módulo de Operaciones Avanzadas el cual no es libre! Está ejecutando una versión de evaluación de este módulo y esto tendrá limitaciones una vez que tenga 100 ventas! Para usar el total de las capacidades de este módulo por favor compre una licencia.
hy: Լիցենզիայի բացակայություն
ka: პროფორმა ინვოისის ოპერაცია შეზღუდულია, ის მიეკუთვნება ლიცენზირებულ ვერსიას, თუ გრუსღ პროგრამა სრული სახით გამოიყენოთ, შეიძინეთ ლიცენზია
pl: Faktura jest częścią płatnego modułu. Wykorzystujecie próbną wersję na 100 dokumentów sprzedaży. Dla zdejmowania ograniczeń nabądźcie licencję.
ru: Счет-проформа является частью платного модуля. Вы используете пробную версию на 100 документов продажи. Для снятия ограничений приобретите лицензию.
uk: Рахунок-проформа є частиною платного модуля Додаткові Операції! Ви працюєте в ознайомчій версії цього модуля і він буде мати обмеження як тільки ви досягнете 100 продажів! Щоб використовувати всі можливості цього модуля необхідно придбати ліцензію.

source: The Purchase Order operation is part of the Advanced Operations module which is not free! You are running an evaluation version of this module and it will have limitations once you reach 100 sales! To use the full capabilities of this module please purchase a license.
bg: Операция заявка е част от модул Разширени операции, който не е безплатен! Работите с пробна версия на модула и ще срещнете ограничения, когато стигнете 100 продажби! За да използвате пълните възможности на модула, моля, закупете лиценз.
es: ¡La operación de Orden de Compra es parte del módulo de Operaciones Avanzadas el cual no es libre! Está ejecutando una versión de evaluación de este módulo y esto tendrá limitaciones una vez que tenga 100 ventas! Para usar el total de las capacidades de este módulo por favor compre una licencia.
hy: Լիցենզիայի բացակայություն
ka: მომწოდებლის შეკვეთის ოპერაცია არის ფასიანი ოპერაციების მოდულიდან! თქვენ იყენებთ საცდელ ვერსიას, რომელიც ლიმიტირებულია 100 გაყიდვით! ფუნქციების სრული სახით გამოსაყენებლად შეიძინეთ ლიცენზია
ru: Заявка на покупку является частью платного модуля. Вы используете пробную версию на 100 документов продажи. Для снятия ограничений приобретите лицензию.

source: The Purchase Return operation is part of the Advanced Operations module which is not free! You are running an evaluation version of this module and it will have limitations once you reach 100 sales! To use the full capabilities of this module please purchase a license.
bg: Операция връщане към доставчик е част от модул Разширени операции, който не е безплатен! Работите с пробна версия на модула и ще срещнете ограничения, когато стигнете 100 продажби! За да използвате пълните възможности на модула, моля, закупете лиценз.
es: ¡La operación de Devolución de compra es parte del módulo de Operaciones Avanzadas el cual no es libre! Está ejecutando una versión de evaluación de este módulo y esto tendrá limitaciones una vez que tenga 100 ventas! Para usar el total de las capacidades de este módulo por favor compre una licencia.
hy: Լիցենզիայի բացակայություն
ka: შესყიდვის დაბრუნების ოპერაცია არის ფასიანი მოდულის შემადგენელი ნაწილი! თქვენ გაქვთ დემო-ვერსია, რომელიც შეზღუდულია 100 გაყიდვით! შემდგომი გამოყენებისთვის შეიძინეთ ლიცენზია.
ru: Операция возврат поставщику является частью платного модуля. Вы используете пробную версию на 100 документов продажи. Для снятия ограничений приобретите лицензию.
uk: Операція повернення постачальнику є частиною платного модуля Додаткові Операції! Ви працюєте в ознайомчій версії цього модуля і він буде мати обмеження як тільки ви досягнете 100 продажів! Щоб використовувати всі можливості цього модуля необхідно придбати ліцензію.

source: The Report Designer module is not free! You are running an evaluation version of this module and it will not allow you to save your custom reports! To use the full capabilities of this module please purchase a license.
az: Дизайнер отчетов не является бесплатным! Вы используете пробную версию и не сможете сохранять пользовательские отчеты! Для использования всех возможностей приобретите лицензию.
bg: Модулът "Дизайнер на справки" не е безплатен! Работите с пробна версия на модула и няма да Ви бъде позволено да запишете потребителска справка! За да използвате пълните възможности на модула, моля, закупете лиценз.
es: ¡El módulo del Diseñador de Informe no es gratis! ¡Está manejando una versión de evaluación de este módulo y no le permitirá guardar su reporte personalizado! Para usar las capacidades completas de este módulo por favor comprar una licencia.
fr: Le module Rapport de Designer n'est pas gratuit! Vous exécutez une version d'évaluation de ce module et il ne vous permettra pas de sauvegarder vos rapports personnalisés! Pour utiliser les fonctionnalités de ce module s'il vous plaît acheter une licence.
hy: Հաշվետվություններ դիզայներ մոդուլը լիցենզավորված չէ: Դուք չեք կարող պահպանել ստեղծած հաշվետվությունները
ka: ეს მოდული უფასო არ არის. გაშვებული გაქვთ ევოლუციური ვერსია, რომელსაც არჩეული ანგარიშების შენახვის უფლება არ აქვს. ფუნქციების სრული სახით გამოსაყენებლად შეიძინეთ ლიცენზია.
pl: Dyzajner raportów nie jest bezpłatny! Wykorzystujecie próbną wersję i nie możecie zachowywać przeznaczone dla użytkownika raporty! Dla użycia wszystkich możliwości nabądźcie licencję.
ru: Дизайнер отчетов не является бесплатным! Вы используете пробную версию и не сможете сохранять пользовательские отчеты! Для использования всех возможностей приобретите лицензию.
uk: Модуль конструктор звітів не є безкоштовним! Ви працюєте в ознайомчої версії цього модуля і він не дозволить вам зберегти ваші власні звіти! Щоб використовувати всі можливості цього модуля необхідно придбати ліцензію.

source: The Return operation is part of the Advanced Operations module which is not free! You are running an evaluation version of this module and it will have limitations once you reach 100 sales! To use the full capabilities of this module please purchase a license.
az: Возврат является частью платного модуля. Вы используете пробную версию на 100 документов продажи. Для снятия ограничений приобретите лицензию.
bg: Операция рекламация е част от модул Разширени операции, който не е безплатен! Работите с пробна версия на модула и ще срещнете ограничения, когато стигнете 100 продажби! За да използвате пълните възможности на модула, моля, закупете лиценз.
es: ¡La operación de Devolución es parte del módulo de Operaciones Avanzadas el cual no es libre! Está ejecutando una versión de evaluación de este módulo y esto tendrá limitaciones una vez que tenga 100 ventas! Para usar el total de las capacidades de este módulo por favor compre una licencia.
hy: Լիցենզիայի բացակայություն
ka: დაბრუნების ოპერაცია შეზღუდულია, ის მიეკუთვნება ლიცენზირებულ ვერსიას, თუ გრუსღ პროგრამა სრული სახით გამოიყენოთ, შეიძინეთ ლიცენზია
pl: Powrót jest częścią płatnego modułu. Wykorzystujecie próbną wersję na 100 dokumentów sprzedaży. Dla zdejmowania ograniczeń nabądźcie licencję.
ru: Операция возврата является частью платного модуля. Вы используете пробную версию на 100 документов продажи. Для снятия ограничений приобретите лицензию.
uk: Операція повернення є частиною платного модуля Додаткові Операції! Ви працюєте в ознайомчій версії цього модуля і він буде мати обмеження як тільки ви досягнете 100 продажів! Щоб використовувати всі можливості цього модуля необхідно придбати ліцензію.

source: The Sales Order operation is part of the Advanced Operations module which is not free! You are running an evaluation version of this module and it will have limitations once you reach 100 sales! To use the full capabilities of this module please purchase a license.
bg: Операция поръчка е част от модул Разширени операции, който не е безплатен! Работите с пробна версия на модула и ще срещнете ограничения, когато стигнете 100 продажби! За да използвате пълните възможности на модула, моля, закупете лиценз.
es: ¡La operación de Orden de Venta es parte del módulo de Operaciones Avanzadas el cual no es libre! Está ejecutando una versión de evaluación de este módulo y esto tendrá limitaciones una vez que tenga 100 ventas! Para usar el total de las capacidades de este módulo por favor compre una licencia.
hy: Լիցենզիայի բացակայություն
ka: კლიენტის შეკვეთის ოპერაცია შეზღუდულია, ის მიეკუთვნება ლიცენზირებულ ვერსიას, თუ გრუსთ პროგრამა სრული სახით გამოიყენოთ, შეიძინეთ ლიცენზია
ru: Операция предварительный заказ является частью платного модуля Дополнительные Операции! Вы используете ознакомительную версию данного модуля, имеющего ограничения в 100 продаж! Для использования всех возможностей этого модуля необходимо приобрести лицензию.
uk: Операція попереднє замовлення є частиною платного модуля Додаткові Операції! Ви працюєте в ознайомчій версії цього модуля і він буде мати обмеження як тільки ви досягнете 100 продажів! Щоб використовувати всі можливості цього модуля необхідно придбати ліцензію.

source: The Touch Screen module is not free! You are running an evaluation version of this module and it will have limitations once you reach 100 sales! To use the full capabilities of this module please purchase a license.
az: Touch Screen modulu pulludur! Siz 100 satişa məhdudiyyət qoyulmuş versiyadan istifadə edirsiniz. Məhdudiyyətsiz istifadə üçün lisenziya alın.
bg: Модулът "Сензорен екран" не е безплатен! Работите с пробна версия на модула и ще срещнете ограничения, когато стигнете 100 продажби! За да използвате пълните възможности на модула, моля, закупете лиценз.
es: ¡El módulo de Pantalla Táctil no es gratis! ¡Está manejando una versión de evaluación de este módulo y tendrá limitaciones una vez que alcance 100 ventas! Para usar las capacidades completas de este módulo por favor compre una licencia.
hy: Լիցենզիայի բացակայություն
ka: თაჩსქრინის მოდული უფასო არ არის. გაშვებული გაქვთ ევოლუციური ვერსია, რომელსაც 100 გაყიდვის შეზღუდული უფლება აქვს. ფუნქციების სრული სახით გამოსაყენებლად შეიძინეთ ლიცენზია.
pl: Moduł Touch Screen jest płatny! Wykorzystujecie bezpłatną wersję z ograniczeniem 100 sprzedaży. Żeby korzystać bez ograniczeń, nabądźcie licencję.
ru: Модуль сенсорный экран является платным! Вы используете бесплатную версию с ограничением 100 продаж. Чтобы использовать без ограничений, приобретите лицензию.
uk: Модуль сенсорного екрану не безкоштовний! Ви працюєте в ознайомчій версії цього модуля і він буде мати обмеження як тільки ви досягнете 100 продажів! Щоб використовувати всі можливості цього модуля необхідно придбати ліцензію.

source: The Transform Document operation is part of the Advanced Operations module which is not free! You are running an evaluation version of this module and it will have limitations for transforming multiple source documents once you reach 100 sales! To use the full capabilities of this module please purchase a license.
bg: Трансформацията на документи е част от модул Разширени операции, който не е безплатен! Работите с пробна версия на модула и ще срещнете ограничения, когато стигнете 100 продажби! За да използвате пълните възможности на модула, моля, закупете лиценз.
es: ¡La operación de Transformar documento es parte del módulo de Operaciones Avanzadas el cual no es libre! Está ejecutando una versión de evaluación de este módulo y esto tendrá limitaciones para transformar múltiples documentos una vez que tenga 100 ventas! Para usar el total de las capacidades de este módulo por favor compre una licencia.
hy: Լիցենզիայի բացակայություն
ka: დოკუმენტის ტრანსფორმაციის ოპერაციები მიეკუთვნება რთული ოპერაციების ნაწილს, რომელიც არ არის უფასო! უფასოდ შეგიძლიათ შეასრულოთ 100 გაყიდვის ოპერაცია. შემდეგ უნდა შეიძინოთ ლიცენზია.
ru: Операция Трансформация документов является частью расширенных операций, которые не бесплатны. Вы используете пробную версию с ограничением 100 продаж. Для использования без ограничений приобретите лицензию.
uk: Операція Трансформація документів входить в список платних функцій. Ви працюєте в ознайомчій версії цього модуля і він буде мати обмеження як тільки ви досягнете 100 продажів! Щоб використовувати всі можливості цього модуля необхідно придбати ліцензію.

source: The URL value is not valid!
bg: URL стойността е невалидна!
es: ¡El valor de la URL no es válido!
hy: Տվյալ URL-ը սխալ է
ka: URL არ არის სწორი!
ru: Недопустимая строка адреса!

source: The VAT groups defined does not match the VAT groups of the fiscal printer!
az: Определенные ставки НДС не соответствуют ставкам НДС фискального принтера.
bg: Въведените ДДС групи не съответстват на въведените ДДС групи във фискалния принтер!
es: ¡Los grupos IVA definidos no corresponden con los grupos IVA de la impresora fiscal!
fr: Les groupes de TVA définis ne correspond pas à des groupes de la TVA de l'imprimante fiscale!
hy: Սահմանված ԱԱՀ խմբերի արժեքները չեն համապատասխանում ֆիսկալ տպիչի ԱԱՀ խմբերի արժեքներին
ka: დღგ-ს განსაზღვრული მნიშვნელობა არ შეესაბამება ფისკალური რეგისტრატორის დღგ-ს მნიშვნელობას.
pl: Pewne stawki VAT nie odpowiadają stawkom VAT fiskalnej drukarki.
ru: Определенные ставки НДС не соответствуют ставкам НДС фискального принтера.
uk: Встановлена ставка ПДВ не відповідає ставкам ПДВ фіскального реєстратора.

source: The Vending Connector Service allows you to connect with your vending machines and let them automatically send information about sales, activity and errors to this IncoCloud group.
bg: Услугата "Връзка с автомати за стоки" Ви позволява да се свържете с вашите автомати и да им позволите автоматично да изпращат сведения за продажби, дейност и грешки към тази група в "IncoCloud".
es: El Servicio Vending Connector le deja conectarse con sus máquinas expendedoras y dejarlas automáticamente enviar la información acerca de las ventas, la actividad y los errores a este grupo de IncoCloud.
hy: Առևտրային միակցիչը ընարավորություն է տալիս միացնել առևտրային ավտոմատը և ստանալ տեղեկություններր վաճառված ապրանքների մասին
ka: სავაჭრო კონექტორი გაძლევთ საშუალებას მიუერთდეთ სავაჭრო ავტომატს და მისცეთ ნება ავტომატურად გააგზავნოს ინფორმაცია გაყიდვების, მოქმედებებისა და შეცდომების შესახებ ინკო-ღრუბლის ამ ჯგუფში.
ru: Служба Vending Connector позволяет подключиться к рабочим местам и получать информацию о продажах, деятельности и ошибках в этой группе IncoCloud.

source: The Vladster Team
bg: Екипът на Владстер
es: El Equipo Vladster
ka: Vladster გუნდი
ru: Команда Vladster

source: The Warranty Card operation is part of the Advanced Operations module which is not free! You are running an evaluation version of this module and it will have limitations once you reach 100 sales! To use the full capabilities of this module please purchase a license.
az: Гарантийный талон является частью платного модуля. Вы используете пробную версию на 100 документов продажи. Для снятия ограничений приобретите лицензию.
bg: Операция гаранционна карта е част от модул Разширени операции, който не е безплатен! Работите с пробна версия на модула и ще срещнете ограничения, когато стигнете 100 продажби! За да използвате пълните възможности на модула, моля, закупете лиценз.
es: ¡La operación de Tarjeta de garantía es parte del módulo de Operaciones Avanzadas el cual no es libre! Está ejecutando una versión de evaluación de este módulo y esto tendrá limitaciones una vez que tenga 100 ventas! Para usar el total de las capacidades de este módulo por favor compre una licencia.
hy: Լիցենզիայի բացակայություն
ka: საგარანტიო ბარათის ოპერაციები მიეკუთვნება რთული ოპერაციების ნაწილს, რომელიც არ არის უფასო! უფასოდ შეგიძლიათ შეასრულოთ 100 გაყიდვის ოპერაცია. შემდეგ უნდა შეიძინოთ ლიცენზია.
pl: Operacja Karty Gwarancyjnej jest częścią Zaawansowanego modułu Operacyjnego, który nie jest za darmo! Korzystasz z wersji testowej tego modułu ktury będzie miał ograniczenia po osiągnięciu 100 transakcyj! Aby w pełni wykorzystać możliwości tego modułu należy zakupić licencję.
ru: Гарантийный талон является частью платного модуля. Вы используете пробную версию на 100 документов продажи. Для снятия ограничений приобретите лицензию.
uk: Операція Гарантійний талон входить в список платних функцій. Ви працюєте в ознайомчій версії цього модуля і він буде мати обмеження як тільки ви досягнете 100 продажів! Щоб використовувати всі можливості цього модуля необхідно придбати ліцензію.
