Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: VAT group name cannot be empty!
az: ƏDV qrupunun adı olmalıdır!
bg: Необходимо е да попълните името на ДДС групата!
es: ¡El nombre del grupo IVA no puede estar vacío!
fr: Le nom du groupe TVA ne peut pas être vide !
hy: ԱԱՀ խմբի անունը չի կարող դատարկ լինել
ka: დღგ-ს ჯგუფის დასახელება არ შეიძლება იყოს ცარიელი!
pl: Miano grupy VAT nie może być puste!
ru: Наименование группы НДС не может быть пустым!
uk: Найменування групи ПДВ не може бути пустим!

source: VAT group value (%)
az: ƏDV stavkası(%)
bg: Стойност на ДДС група (%)
es: Valor (%) del grupo IVA
fr: Valeur (%) du groupe TVA
hy: ԱԱՀ խմբի արժեքը(%)
ka: დღგ-ს ჯგუფის ღირებულება (%)
pl: Znaczenie stawki VAT(%)
ru: Значение ставки НДС(%)
uk: Значення групи ПДВ (%)

source: VAT group with the name "{0}" already exists! Do you want to save the vat group anyway?
az: "{0}" adlı ƏDV qrupu artıq mövcuddur. Davam edirsiniz?
bg: ДДС група "{0}" вече съществува! Желаете ли запис с това име?
es: ¡El grupo IVA con el nombre "{0}" ya existe! ¿Desea guardar el grupo IVA de todas formas?
fr: le groupe TVA avec le nom "{0}" existe déjà ! Voulez-vous sauvegarder le groupe vat quand même ?
hy: Արդեն գոյություն ունի "{0}" անունով ԱԱՀ խումբ . ցանկանում եք պահպանել?
ka: "{0}" სახელით დღგ-ს ჯგუფი უკვე არსებობს. გავაგრძელოთ?
pl: Grupa VAT z taką nazwą "{0}" już istnieje. Przedłużyć?
ru: Группа НДС с наименованием "{0}" уже существует. Продолжить?
uk: Група ПДВ з найменуванням "{0}" вже існує. Продовжити?

source: VAT group with this code "{0}" already exists! Do you want to save the vat group anyway?
az: "{0}" kodlu ƏDV qrupu artıq mövcuddur. Davam edirsiniz?
bg: ДДС група с код "{0}" вече съществува! Желаете ли запис с този код?
es: ¡El grupo IVA con el código "{0}" ya existe! ¿Desea guardar el grupo IVA de todas formas?
fr: Le groupe TVA avec le code "{0}" existe déjà ! Voulez-vous sauvegarder le groupe quand même ?
hy: Արդեն գոյություն ունի "{0}" կոդով ԱԱՀ խումբ: Ցանկանում եք պահպանել?
ka: "{0}" კოდით დღგ-ს ჯგუფი უკვე არსებობა. გავაგრძელოთ?
pl: Grupa VAT z takim kodem "{0}" już istnieje. Przedłużyć?
ru: Группа НДС с кодом "{0}" уже существует. Продолжить?
uk: Група ПДВ з кодом "{0}" вже існує. Продовжити?

source: VAT groups in fiscal device
az: Fiskal qurğunun ƏDV qrupları
bg: ДДС групи във фискалното устройство
es: Grupos IVA en el dispositivo fiscal
fr: Groupes TVA dans le dispositif fiscal
hy: Ֆիսկալային սարքի ԱԱՀ խմբեր
ka: ფისკალური მოწყობილობის დღგ-ს ჯგუფები
pl: Grupy VAT fiskalnego urządzenia
ru: Группы НДС фискального устройства
uk: Групи ПДВ фіскального пристрою

source: VAT included
az: ƏDV daxildir
bg: В т. ч. ДДС
es: IVA incluido
fr: TVA incluse
hy: ԱԱՀ (ներառյալ)
ka: დღგ ჩათვლილია
pl: VAT jest włączony
ru: НДС включен
uk: ПДВ

source: VAT included changed to disabled
az: ƏDV daxildir - YOX
bg: Цени с включено ДДС е променено на изключено
es: IVA incluido cambiado a deshabilitado
fr: TVA incluse passé à désactivation
hy: ԱԱՀ չի ընդգրկված
ka: დღგ-ს ჩათვლა გამორთულია
pl: VAT jest włączony - Nie
ru: НДС включен - НЕТ
uk: ПДВ - НІ

source: VAT included changed to enabled
az: ƏDV daxildir - HƏ
bg: Цени с включено ДДС е променено на включено
es: IVA incluido cambiado a habilitado
fr: TVA incluse passé à l’activation
hy: ԱԱՀ չի ընդգրկված
ka: დღგ-ს ჩათვლა ჩართულია
pl: VAT jest włączony - Tak
ru: НДС включен - ДА
uk: ПДВ - ТАК

source: VAT number
az: ОКПО
bg: ДДС номер
es: Número IVA
fr: Numéro TVA
hy: ԱԱՀ համար
ka: დღგ-ს ნომერი:
pl: Numer VAT
ru: ОКПО
uk: Номер ПДВ

source: VAT number:
az: ОКПО
bg: ДДС номер:
es: Número IVA:
fr: Numéro TVA :
hy: ԱԱՀ համար
ka: დღგ-ს ნომერი:
pl: Numer VAT:
ru: ОКПО:
uk: Номер платника ПДВ:

source: VAT received
az: НДС полученный
bg: Получен ДДС
es: IVA recibido
fr: TVA reçu
hy: Ստացված ԱԱՀ
ka: მიღებული დღგ
pl: VAT otrzymany
ru: НДС полученный
uk: Отриманий ПДВ

source: VAT received included
az: Полученный НДС включен
bg: Включен получен ДДС
es: IVA recibido incluido
fr: TVA inclus reçu
hy: Ստացված ԱԱՀ (ներառյալ)
ka: მიღებული დღგ მოიცავს
pl: Otrzymany VAT jest włączony
ru: Полученный НДС включен
uk: Отримані ПДВ включені

source: VAT:
az: ƏDV:
bg: ДДС:
es: IVA:
fr: TVA :
hy: ԱԱՀ
ka: დღგ:
ru: НДС:
uk: ПДВ:

source: VIEW
bg: ИЗГЛЕД
es: VER
hy: Դիտել
ka: დათვალიერება
ru: Просмотр

# License
source: Valid Until:
bg: Валиден до:
es: Válida Hasta:
hy: Ուժի մեջ է մինչև
ka: ძალაშია -მდე:
ru: Действительно до:

# License
source: Valid from:
bg: Валиден от:
es: Válida desde:
hy: Վավերական է
ka: ძალაშია -დან:
ru: Действительно с:

# License
source: Valid until:
bg: Валиден до:
es: Válida hasta:
hy: Վավերական է մինչև
ka: ძალაშია -მდე:
ru: Действительно до:

source: Value
az: Значение
bg: Ст-ст
es: Valor
fr: Valeur
hy: Արժեք
ka: მნიშვნელობა
pl: Znaczenie
ru: Значение
uk: Значення

source: Value (%)
az: Значение(%)
bg: Ст-ст (%)
es: Valor (%)
fr: Valeur (%)
hy: Արժեք(%)
ka: მნიშვნელობა (%)
pl: Znaczenie(%)
ru: Значение(%)
uk: Значення(%)

source: Value (%):
az: Значение(%)
bg: Ст-ст (%):
es: Valor (%):
fr: Valeur (%) :
hy: Արժեք(%)
ka: მნიშვნელობა (%)
pl: Znaczenie(%)
ru: Значение(%)
uk: Значення (%):

source: Value column 1:
az: Значение колонки 1:
bg: Колона със стойност 1:
es: Valor de la columna 1:
fr: Valeur de la colonne 1 :
hy: Սյունակ 1-ի արժեքը
ka: სვეტის მნიშვნელობა 1:
pl: Znaczenie kolumny 1:
ru: Значение колонки 1:
uk: Значення колонки 1:

source: Value column 2:
az: Значение колонки 2:
bg: Колона със стойност 2:
es: Valor de la columna 2:
fr: Valeur de la colonne 2 :
hy: Սյունակ 2-ի արժեքը
ka: სვეტის მნიშვნელობა 2:
pl: Znaczenie kolumny 2:
ru: Значение колонки 2:
uk: Значення колонки 2:

source: Value column 3:
az: Значение колонки 3:
bg: Колона със стойност 3:
es: Valor de la columna 3:
fr: Valeur de la colonne 3 :
hy: Սյունակ 3-ի արժեքը
ka: სვეტის მნიშვნელობა 3:
pl: Znaczenie kolumny 3:
ru: Значение колонки 3:
uk: Значення колонки 3:

source: Value column 4:
az: Значение колонки 4:
bg: Колона със стойност 4:
es: Valor de la columna 4:
fr: Valeur de la colonne 4 :
hy: Սյունակ 4-ի արժեքը
ka: სვეტის მნიშვნელობა 4:
pl: Znaczenie kolumny 4:
ru: Значение колонки 4:
uk: Значення колонки 4:

source: Value column 5:
az: Значение колонки 5:
bg: Колона със стойност 5:
es: Valor de la columna 5:
fr: Valeur de la colonne 5 :
hy: Սյունակ 5-ի արժեքը
ka: სვეტის მნიშვნელობა 5:
pl: Znaczenie kolumny 5:
ru: Значение колонки 5:
uk: Значення колонки 5:

source: Value column:
az: Значение колонки :
bg: Колона със стойност:
es: Valor de la columna :
fr: Valeur de la colonne :
hy: Սյունակի արժեքը
ka: სვეტის მნიშვნელობა:
pl: Znaczenie kolumny:
ru: Значение колонки:
uk: Значення колонки:

source: Value discount
az: Значение скидки
bg: Отстъпка по стойност
es: Valor de descuento
fr: Valeur de la remise
hy: Զեղչի արժեք
ka: ფასდაკლების მნიშვნელობა
pl: Znaczenie rabatu
ru: Значение скидки
uk: Значення знижки

# Distribution
source: Value in credits:
bg: Стойност в кредити:
es: Valor en créditos:
hy: Արժեքը կրեդիտներով
ka: მნიშვნელობა კრედიტებში:
ru: Стоимость в кредитах:
uk: Вартість в кредитах:

source: Value:
az: Значение:
bg: Ст-ст:
es: Valor:
fr: Valeur :
hy: Արժեք
ka: მნიშვნელობა:
pl: Znaczenie
ru: Значение:
uk: Значення:

source: Values equal to "{0}"
az: Значения, равные "{0}"
bg: Стойности равни на "{0}"
es: Valores iguales a "{0}"
fr: Valeurs égales à "{0}"
hy: Արժեքը հավասար է "{0}"
ka: ღირებულებები "{0}"ის ტოლი
pl: Znaczenia równe "{0}"
ru: Значения, равные "{0}"
uk: Значення рівне "{0}"

source: Values greather or equal to "{0}"
az: Значения, большие или равные "{0}"
bg: Стойности по-големи или равни на "{0}"
es: Valores mayores o iguales a "{0}"
fr: Valeurs supérieurs ou égales à "{0}"
hy: Արժեքը մեծ է կամ հավասար "{0}"
ka: ღირებულებები მეტი, ან ტოლი, ვიდრე "{0}"
pl: Znaczenia duże albo równe "{0}"
ru: Значения, большие или равные "{0}"
uk: Значення більше або дорівнює "{0}"

source: Values greather than "{0}"
az: Значения, большие "{0}"
bg: Стойности по-големи от "{0}"
es: Valores mayores que "{0}"
fr: Valeurs supérieures à "{0}"
hy: Արժեքը մեծ է քան "{0}"
ka: ღირებულებები მეტი, ვიდრე "{0}"
pl: Znaczenia duże "{0}"
ru: Значения, большие "{0}"
uk: Значення більше "{0}"

source: Values less or equal to "{0}"
az: Значения, меньшие или равные "{0}"
bg: Стойности по-малки или равни на "{0}"
es: Valores menores o iguales a "{0}"
fr: Valeurs inférieures ou égales à "{0}"
hy: Արժեքը փոքր է կամ հավասար "{0}"
ka: ღირებულებები მცირე, ან ტოლი, ვიდრე "{0}"
pl: Znaczenia mniejsze albo równa "{0}"
ru: Значения, меньшие или равные "{0}"
uk: Значення менше або дорівнює "{0}"

source: Values less than "{0}"
az: Значения, меньшие "{0}"
bg: Стойности по-малки от "{0}"
es: Valores menores que "{0}"
fr: Valeurs inférieures à "{0}"
hy: Արժեքը փոքր է "{0}"
ka: ღირებულებები მცირე, ვიდრე "{0}"
pl: Znaczenia mniejsze "{0}"
ru: Значения, меньшие "{0}"
uk: Значення менше, ніж "{0}"

source: Values:
az: Значения:
bg: Стойности:
es: Valores
fr: Valeurs :
hy: Արժեքներ
ka: ღირებულებები
pl: Znaczenia
ru: Значения:
uk: Значення:

source: Variable price
az: Dəyişilmiş qiyməti
bg: Променлива цена
es: Variable de precio
fr: Prix variable
hy: Փոփոխական գին
ka: ცვლადი ფასი
pl: Zmieniana cena
ru: Изменяемая цена
uk: Змінююча ціна

source: Vending Connector
bg: Връзка с автомати за стоки
es: Conector de ventas
hy: Առևտրային ավտոմատի միակցիչ
ka: სავაჭრო კონექტორი

source: Vending Reports
bg: Отчети от автомати за стоки
es: Informe de ventas
hy: Առևտրային ավտոմատի հաշվետվություն
ka: სავაჭრო ანგარიშები
ru: Торговые отчеты

source: Vending machines Z reports
bg: Z-отчети от автомати за стоки
es: Reportes Z de las máquinas expendedoras
hy: Առևտրային ավտոմատի Z հաշվետվություն
ka: სავაჭრო აპარატების Z ანგარიშები
ru: Z-отчеты торговых мест

source: Vending machines not visited recently
bg: Непосетени скоро автомати за стоки
es: Máquinas de venta no visitadas recientemente
hy: Առևտրային ավտոմատները չեն այցելվել վերջին ժամանակներում
ka: სავაჭრო აპარატების ვიზიტი ჯერ არ მომხდარა
ru: Торговые места без посетителей

source: Verbose error logging
bg: Подробен запис на грешките
es: Mostrar más información en el registro de error
hy: Սխալների մանրամասն գրանցում
ka: შეცდომების დაწვრილებითი ლოგირება
ru: Ведение подробного журнала ошибок

source: Version missmatch
az: Versiya uyğunsuzluğu
bg: Несъвпадение на версии
es: Versión incompatible
fr: Version inadéquate
hy: Տարբերակների անհամապատասխանություն
ka: ვერსიის შეუსაბამებლობა!
pl: Niepasujące wersje
ru: Несоответствие версий
uk: Невідповідність версій

source: Version:
bg: Версия:
es: Versión:
hy: Տարբերակ
ka: ვერსია:
ru: Версия:

source: Version: {0} (database version: {1})
az: Versiya: {0} (Baza versiyası: {1})
bg: Версия: {0} (версия на базата: {1})
es: Versión: {0} (versión de base de datos: {1})
fr: Version : {0} (version de la base de données : {1})
hy: Տարբերակ: {0}(տվյալների բազայի տարբերակը {1}
ka: ვერსია: {0} (მონაცემთა ბაზის ვერსია: {1})
pl: Wersja: {0} (wersja bazy danych : {1})
ru: Версия: {0} (версия базы данных: {1})
uk: Версія: {0} (версія бази даних: {1})

source: Vertical Box
az: Vertikal blok
bg: Отвесна кутия
es: Caja Vertical
fr: Boîte verticale
hy: ՈՒղղահայաց արկղ
ka: ვერტიკალური ყუთი
pl: Pionowe pudełko
ru: Вертикальный блок
uk: Вертикальні Box

source: Vertical Line
az: Vertikal xətt
bg: Отвесна линия
es: Línea Vertical
fr: Ligne verticale
hy: ՈՒղղահայաց գիծ
ka: ვერტიკალური ხაზი
pl: Pionowa linia
ru: Вертикальная линия
uk: Вертикальна лінія

source: Vertical filling
az: Вертикальное заполнение
bg: Отвесно запълване
es: Rellenado vertical
fr: Remplissage vertical
hy: ՈՒղղահայաց լրացում
ka: ვერტიკალური შევსება
pl: Pionowe wypełnienie
ru: Вертикальное заполнение
uk: Вертикальні заповнення

source: Vertical rotation:
az: Vertikal fırlanma
bg: Вертикална ротация:
es: Rotación vertical:
fr: Rotation verticale :
hy: ՈՒղղաձիգ պտույտ
ka: ვერტიკალური შებრუნება
pl: Pionowy obieg
ru: Вертикальное вращение
uk: Вертикальне обертання

source: View
az: Görüntü
bg: Изглед
es: Ver
fr: Vue
hy: Տեսք
ka: სახე
pl: Widok
ru: Вид
uk: Вид

source: View Reports
bg: Преглед на отчети
es: Ver Reportes
hy: Դիտել հաշվետվությունները
ka: ანგარიშების ნახვა
ru: Просмотр отчетов

source: Visibility
az: Görünüş
bg: Видимост
es: Visibilidad
fr: Visibilité
hy: Տեսանելիություն
ka: ხილვადობა
pl: Widoczność
ru: Видимость
uk: Видимість

source: Visible by default
az: Default görünüş
bg: Видим по подразбиране
es: Visible por defecto
fr: Visible par défaut
hy: Լռելյայն տեսանելի
ka: ნაგულისხმევად ხილვადი
pl: Widoczność domyślna
ru: Видимость по умолчанию
uk: Видимий за замовчуванням

source: Visual
az: Gürüntü
bg: Визуални
es: Visuales
fr: Visuel
hy: Վիզուալ
ka: ვიზუალური
pl: Wizualne
ru: Визуальные
uk: Візуальні

source: Visualization Settings
az: Görüntü ayarları
bg: Визуализационни настройки
es: Ajustes de visualización
fr: Paramètres de la Visualisation
hy: Վիզուալիզացիայի կարգաբերումներ
ka: ვიზუალიზების პარამეტრები
pl: Nastrajania wizualizacji
ru: Настройки визуализации
uk: Налаштування візуалізації

source: Void Issued Invoice - Select Document
az: Verilmiş hesab-fakturanın ləğvi - Sənəd seçimi
bg: Анулиране на издадени фактури - избор на документ
es: Anular factura expedida - Seleccionar documento
fr: Annuler la Facture Etablie – Sélectionner le Document
hy: Տրված հաշիվ ապրանքագրի հերքում
ka: გაცემული ინვოისის გაუქმება - დოკუმენტის არჩევა
pl: Anuluj wydaneą fakturę - Wybierzcie dokument
ru: Отмена выданной счета-фактуры - Выбор документа
uk: Скасування виданого інвойсу - Виберіть документ

source: Void Issued Invoice...
az: Verilmiş hesab-fakturanın ləğvi
bg: Анулиране на издадени фактури...
es: Anular factura expedida...
fr: Annuler la Facture Etablie…
hy: Տրված հաշիվ ապրանքագրեր
ka: გაცემული ინვოისის გაუქმება
pl: Anuluj wydaną fakturę
ru: Отмена выданной счета-фактуры
uk: Скасування виданого інвойсу

source: Void Received Invoice - Select Document
az: Qəbul olunmuş hesab-fakturanın ləğvi - Sənəd seçimi
bg: Анулиране на получени фактури - избор на документ
es: Anular factura recibida - Seleccionar documento
fr: Annuler la Facture Reçue – Sélectionner le Document
hy: Ստացված հաշիվ ապրանքագրի հերքում
ka: მიღებული ინვოისის გაუქმება - დოკუმენტის არჩევა
pl: Anuluj przyjętą fakturę - Wybierzcie dokument
ru: Отмена принятого счета-фактуры - Выбор документа
uk: Скасування прийнятого інвойсу - Виберіть документ

source: Void Received Invoice...
az: Qəbul olunmuş hesab-fakturanın ləğvi
bg: Анулиране на получени фактури...
es: Anular factura recibida...
fr: Annuler la Facture Reçue…
hy: Ստացված հաշիվ ապրանքագրեր
ka: მიღებული ინვოისის გაუქმება
pl: Anuluj przyjętą fakturę
ru: Отмена принятого счета-фактуры
uk: Скасування прийнятого інвойсу

source: Void credit note No.{0} from {1}
az: Отмена кредитного извещения №{0} от {1}
bg: Анулиране на кредитно известие №{0} от {1}
es: Anularnota de crédito No. {0} de {1}
fr: Annuler la note de crédit Numéro{0} depuis {1}
hy: Անվավեր կրեդիտային տեղեկություն համար {0}-ից {1}
ka: საკრედიტო უწყების No.{0} გაუქმება {1}დან
pl: Anuluj kredytowe zawiadomienia №{0} od {1}
ru: Отмена кредит-ноты №{0} от {1}

source: Void debit note No.{0} from {1}
az: Отмена дебетного извещения №{0} от {1}
bg: Анулиране на дебитно известие №{0} от {1}
es: Anular nota de débito No. {0} de {1}
fr: Annuler la note de débit Numéro {0} depuis {1}
hy: Անվավեր դեբետային տեղեկության համար {0}-ից {1}
ka: სადებეტო უწყების No.{0} გაუქმება {1}დან
pl: Anuluj debetowe powiadomienia № {0} z {1}
ru: Отмена дебет-ноты №{0} от {1}

source: Void debit note document No.{0}
az: Отмена дебетного извещения №{0}
bg: Анулиране на дебитно известие №{0}
es: Anular documento de nota de débito No. {0}
fr: Annuler le document des notes de débit Numéro {0}
hy: Անվավեր դեբետային տեղեկության փաստաթղթի համար {0}
ka: სადებეტო უწყების დაუქმებაt No.{0}
pl: Anuluj debetowe powiadomienia №{0}
ru: Отмена дебет-ноты №{0}

source: Void invoice No.{0}
az: Qəbul olunmuş №{0} hesab-fakturasının ləğvi
bg: Анулиране на издадена фактура № {0}
es: Anular factura No.{0}
fr: Annuler la facture Numéro {0}
hy: Անվավեր հաշիվ-ապրանքագիր համար {0}
ka: №{0} ინვოისის გაუქმება
pl: Anuluj fakturę №{0}
ru: Отмена счета-фактуры №{0}
uk: Відміна івойса №{0}

source: Void offer No.{0} from {1}
bg: Анулиране на оферта №{0} от {1}
es: Anular oferta No. {0} de {1}
hy: Անվավեր առաջարկ համար {0}-ից {1}
ka: შეთავაზების გაუქმება No.{0} from {1}
ru: Отменить оферту No.{0} из {1}

source: Void operation No.{0} from {1}
az: {1}-dən №{0} əməliyyatının ləğvi
bg: Анулиране на операция №{0} от {1}
es: Anular operación No. {0} de {1}
fr: Annuler l’opération Numéro {0} depuis {1}
hy: Անվավեր գործողություն համար {0}-ից {1}
ka: {1}დან ოპერაცია No.{0} გაუქმება
pl: Anuluj operacje №{0} из {1}
ru: Отмена операции №{0} из {1}
uk: № {0} з {1} пустої операції

source: Void production No.{0} from {1}
az: {1}-dən №{0}-in istehsalının ləğvi
bg: Анулиране на производство №{0} от {1}
es: Anular producción No. {0} de {1}
fr: Annuler la production Numéro {0} depuis {1}
hy: Անվավեր արտադրություն համար {0}-ից {1}
ka: წარმოების გაუქმება №{0} {1} დან
pl: Anuluj produkcje №{0} из {1}
ru: Отмена производства №{0} из {1}
uk: Скасування виробництва № {0} з {1}

source: Void proforma invoice No.{0} from {1}
bg: Анулиране на проформа фактура №{0} от {1}
es: Anular factura simulada No. {0} de {1}
hy: Անվավեր նախահաշիվ համար {0}-ից {1}
ka: პროფორმა ინვოისის გაუქმება №{0} {1} დან
ru: Аннулировать счет-проформу No.{0} из {1}

source: Void purchase No.{0} from {1}
az: {1}-dən №{0}-in alışının ləğvi
bg: Анулиране на доставка №{0} от {1}
es: Anular compra No. {0} de {1}
fr: Annuler l’achat Numéro {0} depuis {1}
hy: Անվավեր գնում համար {0}-ից {1}
ka: შესყიდვის გაუქმება №{0} {1} დან
pl: Anuluj kupno №{0} из {1}
ru: Отменить закупку №{0} из {1}
uk: Скасування приходу №{0} з {1}

source: Void purchase order No.{0} from {1}
bg: Анулиране на заявка №{0} от {1}
es: Anular orden de compra No. {0} de {1}
hy: Անվավեր պատվեր մատակակարին համար {0}-ից {1}
ka: მომწოდებლის შეკვეთის გაუქმება No.{0} from {1}
ru: Отменить заявку на покупку No.{0} из {1}

source: Void purchase return No.{0} from {1}
bg: Анулиране на връщане към доставчик №{0} от {1}
es: Anular devolución de compra No.{0} from {1}
hy: Անվավեր վերադարձ մատակարարին համար {0}-ից {1}
ka: No.{0} from {1} შესყიდვის დაბრუნებების გაუქმება
ru: Отменить возврат поставщику №{0} из {1}

source: Void recipe No.{0} from {1}
bg: Анулиране на рецепта №{0} от {1}
hy: Դատարկ տող No.{0}-ից {1}
ka: რეცეპტის ანულირება No.{0}, {1}_დან
ru: Отмена рецепта {0} из {1}

source: Void reservation No.{0} from {1}
az: {1}-dən №{0}-in rezervasiyasının ləğvi
bg: Анулиране на резервация № {0} от {1}
es: Anular reservación No. {0} de {1}
fr: Annuler la réservation Numéro {0} depuis {1}
hy: Անվավեր ամրագրում համար {0}-ից {1}
ka: №{0} ჯავშნის გაუქმება {1} - დან
pl: Anuluj rezerwacje №{0} из {1}
ru: Отменить резервацию №{0} из {1}
uk: № {0} з {1} пустого бронювання

source: Void return No.{0} from {1}
az: {1} -dən №{0}-in qaytarmasının ləğvi
bg: Анулиране на рекламация №{0} от {1}
es: Anular devolución No. {0} de {1}
fr: Annuler le retour Numéro {0} depuis {1}
hy: Անվավեր վերադարձ համար {0}-ից {1}
ka: დაბრუნებულის გაუქმება No.{0} {1}დან
pl: Anuluj powrót №{0} из {1}
ru: Отмена возврата №{0} из {1}

source: Void sale No.{0} from {1}
az: {1}-dən №{0}-in satışının ləğvi
bg: Анулиране на продажба №{0} от {1}
es: Anular venta No. {0} de {1}
fr: Annuler la vente Numéro {0} depuis {1}
hy: Անվավեր վաճառք համար {0}-ից {1}
ka: გაყიდვის გაუქმება №{0} {1} დან
pl: Anuluj sprzedaż №{0} из {1}
ru: Отмена продажи №{0} из {1}
uk: Скасування продажу №{0} з {1}

source: Void sales order No.{0} from {1}
bg: Анулиране на поръчка №{0} от {1}
es: Anular órdenes de ventas No. {0} de {1}
hy: Անվավեր պատվեր համար {0}-ից {1}
ka: კლიენტის შეკვეთების გაუქმება №{0} {1} დან
ru: Аннулировать предварительный заказ No.{0} из {1}

source: Void stock-taking No.{0} from {1}
az: {1}-dən №{0}-in inventarizasiyasının ləğvi
bg: Анулиране на ревизия №{0} от {1}
es: Anular inventario No. {0} de {1}
fr: Annuler le bilan Numéro {0} depuis {1}
hy: Անվավեր գույքագրում համար {0}-ից {1}
ka: ინვენტარიზაციის გაუქმება №{0} {1} დან
pl: Anuluj inwentaryzacje №{0} из {1}
ru: Отмена инвентаризации №{0} из {1}
uk: Скасування інвентаризації №{0} з {1}

source: Void transfer No.{0} from {1}
az: {1}-dən №{0}-in yerdəyişməsinin ləğvi
bg: Анулиране на трансфер №{0} от {1}
es: Anular transferencia No. {0} de {1}
fr: Annuler le transfert Numéro {0} depuis {1}
hy: Անվավեր տեղափոխում համար {0}-ից {1}
ka: გადაგზავნის გაუქმება №{0} {1} დან
pl: Anuluj przemieszczenia №{0} из {1}
ru: Отмена перемещения №{0} из {1}
uk: Скасування переміщення №{0} з {1}

source: Void waste No.{0} from {1}
az: {1}-dən №{0}-in silinməsi ləğvi
bg: Анулиране на брак №{0} от {1}
es: Anular merma No. {0} de {1}
fr: Annuler le déchet Numéro {0} depuis {1}
hy: Անվավեր դուրս գրում համար {0}-ից {1}
ka: წუნის გაუქმება №{0} {1} დან
pl: Anuluj spisanie na straty №{0} из {1}
ru: Отмена списания по браку №{0} из {1}
uk: Скасування списання №{0} з {1}

source: Waiting for Operation
bg: Изчакване на операция
es: Esperando por Operación
hy: Գործողության սպասում
ka: ოპერაციის მოლოდინი
ru: Ожидание операции

source: Waiting for a card swipe...
bg: Изчакване за прочит на карта...
es: Esperando para quitar la tarjeta...
hy: Քարտի ընթերցում
ka: მოითმინეთ მიმდინარეობს ბარათის წაკითვა...
ru: Ожидание считывания карты...

source: Waiting for the operation to be completed...
bg: Изчакване на операцията да бъде завършена...
es: Esperando finalización de operacion...
hy: Գործողության հերքման սպասում
ka: ოპერაციის დასრულების მოლოდინი...
ru: Ожидание окончания операции...

source: Warn if the quantity is larger than
az: Say artıqdırsa,xəbər versin
bg: Предупреждение при количество по-голямо от
es: Avisar si la cantidad es mayor que
fr: Avertir si la quantité est plus grande que
hy: Զգուշացեք, եթե քանակությունը ավելի մեծ է քան
ka: შეტყობინება, თუ რაოდენობა აღემატება:
pl: Zawiadamiać, jeśli ilość przekracza
ru: Уведомлять, если количество превышает
uk: Повідомляти, якщо кількість перевищує

source: Warn if the sale price is lower than the purchase price
az: Diqqət! Əgər satış qiyməti azdırsa, onda alış qiyməti
bg: Предупреждение при продажна цена, по-ниска от доставната
es: Avisar si el precio de venta es más bajo que el de compra
fr: Avertir si le prix de vente est inférieur au prix d’achat
hy: Զգուշացնել, եթե վաճառքի գինը ավելի ցածր է քան գնման
ka: გამაფრთხილე თუ გაყიდვის ფასი დაბალია შესყიდვის ფასზე
pl: Cena sprzedaży jest mniejsza niż cena dostawy
ru: Внимание! Продажная цена ниже закупочной

source: Warning!
az: Diqqət!
bg: Внимание!
es: ¡Aviso!
fr: Avertissement!
hy: ՈՒշադրություն!
ka: ყურადღება!
pl: Uwaga!
ru: Внимание!
uk: Увага!
