Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: This license can be used only while a fiscalized fiscal printer is connected! Please connect and enable a proper fiscal printer in Edit->Devices... to use this license.
az: Эта лицензия может использоваться только при подключенном фискализированном принтере! Подключите соответсвующий принтер в Правка->Устройства... для использования данной лицензии.
bg: Този лиценз може да бъде използван само ако фискализиран фискален принтер е свързан! Моля, свържете и включете подходящ фискален принтер от Редакция->Устройства, за да използвате този лиценз.
es: ¡Esta licencia solo puede ser usada mientras una impresora fiscal fiscalizada esté conectada! Por favor conecte y habilite una impresora fiscal apropiada en Editar->Dispositivos... para usar esta licencia.
fr: Cette licence peut être utilisé que pendant une imprimante fiscalized budgétaire est connecté! Veuillez vous connecter et de permettre une imprimante bon exercice dans Édition-> Dispositifs ... d'utiliser cette licence.
hy: Տվյալ լիցենզիան կարող է օգտագործվել միայն, եթե ֆիսկալավորված տպիչ է միացված: Խնդրում ենք միացնել խնդրում ենք միացնել և թույլատրել ֆիսկալային տպիչը խմբագրել սարքավորումները բաժնում
ka: ეს ლიცენზია გამოყენებული შეიძლება იქნას მხოლოდ იმ შემთხვევაში, თუ მიერთებული იქნება გაფისკალებული ფოსკალური პრინტერი! ლიცენზიის გასააქტიურებლად გთხოვთ მიუერთოდ და ჩართოდ ფისკალური პრინტერი მენიუს პუნქიდან რედაქტირება -> მოწყობილობები...
pl: Ta licencja może wykorzystywać się tylko przy podłaczonej fiskalnej drukarce! Podłaczcie potrzbną drukarkę w Poprawienie->Urządzenia... dla użycia tej licencji.
ru: Эта лицензия может использоваться только при подключенном фискализированном принтере! Подключите соответствующий принтер в Редактирование->Устройства... для использования данной лицензии.
uk: Ця ліцензія може бути використана тільки при підключеному фіскалізованому фіскальному принтері! Прохання включити фіскальний принтер в Редагування->Пристроїв... використовувати цю ліцензію.

source: This license can not be activated at this moment! Please try again later.
az: В данный момент лицензия не может быть активирована! Попробуйте позже.
bg: Лицензът не може да бъде задействан сега! Моля, опитайте по-късно.
es: ¡Esta licencia no puede ser activada en este momento! Por favor intentelo más tarde.
fr: Cette licence ne peut pas être activé en ce moment! S'il vous plaît réessayer plus tard.
hy: Տվյալ լիցենզիան չի կարող ակտիվացվել տվյալ պահին: Խնդրում ենք փորձել ավելի ուշ
ka: ეს ლიცენზია ვერ იქნება გააქტიურებული ამ მომენტისთვის! გთხოვთ სცადოთ მოგვიანებით!
pl: Na dany moment licencja nie może być aktywowana! Spróbujcie później.
ru: В данный момент лицензия не может быть активирована! Попробуйте позже.
uk: Ця ліцензія не може бути активована в даний момент! Будь ласка, повторіть спробу пізніше.

source: This license code can only be used in IncoCloud. Please go to Edit->Administration->IncoCloud... and add the license code in the licensing screen.
bg: Този лиценз може да бъде използван само в IncoCloud. Моля, отидете в Редакция->Администриране->IncoCloud... и добавете лицензния код в лицензния екран.
es: Este código de licencia solo puede ser usado en IncoCloud. Por favor vaya a Editar->Administración-> IncoCloud... y adicione el código en la pantalla de otorgamiento de licencia.
hy: Լիցենզիայի այս կոդը կարող է օգտագործվել միայն IncoCloud-ի համար
ka: ლიცენზიის კოდის გამოყენება შეიძლება მხოლოდ ინკო-ღრუბელში. გადადით რედაქტირება->ადმინისტრირება->ინკო-ღრუბელი... და დაამატეთ ლიცენზიის კოდი ლიცენზირების ეკრანზე.
ru: Этот лицензионный код может быть использован только для IncoCloud. Для добавления воспользуйтесь панелью управления IncoCloud.

source: This license code entered is not valid! Please make sure you have entered the code exactly as provided to you.
az: Kod səhvdir!
bg: Въведеният лицензен код е невалиден! Моля, уверете се, че сте попълнили кода точно както Ви е бил предоставен.
es: ¡El código de licencia no es válido! Por favor asegúrese de haber entrado el codigo exactamente como se le dió.
fr: Ce code de licence saisi n'est pas valide! Veuillez vous assurer que vous avez entré le code exactement comme vous est fourni.
hy: Մուտքագրված կոդը անվավեր է
ka: შეტანილი სალიცენზიო კოდი არ არის სწორი! გთხოვთ, შეიტანოთ სწორი სალიცენზიო კოდი.
pl: Ten wprowadzony kod licencji jest nieważny! Przekonajcie się, że wprowadziliście kod prawidłowo, tak jak przewidziano.
ru: Введенный код неверен!

source: This license does not allow using versions of {0} newer than 1.{1}.{2}.{3}. Install older version of {0} to use this license or renew your license.
az: Эта лицензия не позволяет использование версии {0} новее, чем 1.{1}.{2}.{3}. Установите более старую версию {0} для использования текущей лицезии или обновите лицензию.
bg: Този лиценз не позволява използването на версии на "{0}" по-нови от 1.{1}.{2}.{3}. Инсталирайте по-стара версия на "{0}", за да използвате лиценза си, или го обновете.
es: Esta licencia no permite usar versiones de {0} más nuevas que 1.{1}.{2}.{3}. Instale una versión más vieja de {0} para usar esta licencia o renueve su licencia.
fr: Cette licence ne permet pas d'utiliser des versions de {0} plus récente que 1. {1}. {2}. {3}. Installer version plus ancienne de {0} pour utiliser cette licence ou de renouveler votre licence.
hy: Տվյալ լիցենզիան չի կարող օգտագործել {0}- տարբերակը ավելի նոր, քան 1.{1}.{2}.{3}: Ներմուծեք {0}-տարբերակը տվյալ լիցենզիան օգտագործելու համար կամ ստացեք նոր լիցենզիա
ka: ეს ლიცენზია არ არის ხელმისაწვდომი {0} ის 1.{1}.{2}.{3} ვერსიებისთვის. დაიყენეთ {0} -ის ძველი ვერსია ამ ლიცენზიის გამოსაყენებლად ან განაახლეთ თქვენი ლიცენზია.
pl: Ta licencja nie pozwala na użycie wersji {0} nowszej, niż 1.{1}.{2}.{3}. Zainstalujcie starszą wersję {0} do wykorzystania obecnej litsezii lub odnowicie licencję.
ru: Эта лицензия не позволяет использование версии {0} новее, чем 1.{1}.{2}.{3}. Установите более старую версию {0} для использования текущей лицезии или обновите лицензию.
uk: Ця ліцензія не дозволяє використовувати версії {0} новіше, ніж 1.{1}.{2}.{3}. Встановити стару версію {0}, щоб використовувати цю ліцензію, або продовжити ліцензію.

source: This license has already been activated on another machine! Every license can be used on a single machine. If this is the same machine please contact your distributer for assistance.
az: Эта лицензия была активирована на другом компьютере! Каждая лицензия может использоваться только на одном компьютере. Если это так, обратитесь к дистрибьютору за помощью.
bg: Този лиценз вече е бил задействан на друга машина! Един лиценз може да бъде използван само на една машина. Ако това е същата машина, моля свържете се с Вашия разпространител за помощ.
es: ¡Esta licencia ya ha sido activada en otra máquina! Cada licencia puede ser activada en una sola máquina. Si esta es la misma máquina por favor contacte con su distribuidor para asistencia.
fr: Cette licence a déjà été activé sur une autre machine! Chaque licence peut être utilisée sur une seule machine. Si ce n'est la même machine s'il vous plaît contactez votre distributeur pour de l'aide.
hy: Տվյալ լիցենզիան արդեն ակտիվացված է այլ մեքենայի վրա: Յուրաքանչյուր լիցենզիա կարող է օգտագործվել միայն մեկ մեքենայի վրա: Եթե դա միևնույն մեքենան է խնդրում ենք կապ հաստատել ձեր դիստրիբյուտորի հետ
ka: ეს ლიცენზია უკვე გამოყენებულია სხვა მანქანაზე! ყველა ლიცენზია გამოყენებულ შეიძლება იქნას მხოლოდ ერთ მანქანაზე! თუ ეს არის იგივე მანქანა, მაშინ დაუკავშირდით თქვენს დისტრიბუტორს დახმარების მისაღებად.
pl: Ta licencja była aktywowana na innym komputerze! Każdą licencje można wykorzystywać tylko na jednym komputerze. Jeśli to tak, poproście dystrybutora o pomocy.
ru: Эта лицензия была активирована на другом компьютере! Каждая лицензия может использоваться только на одном компьютере. Если это так, обратитесь к дистрибьютору за помощью.
uk: Ця ліцензія вже активована на іншій машині! Кожна ліцензія може бути використана на одній машині. Якщо це той комп'ютер, будь ласка, зв'яжіться з вашим дистриб'ютором для отримання допомоги.

source: This license has already been activated on another machine! Only new licenses can be added by code.
az: Лицензия уже была активирована на другом компьютере! Только новые лицензии могут быть добавлены кодом.
bg: Този лиценз вече е бил задействан на друга машина! Само нови лицензи могат да бъдат добавяни чрез код.
es: ¡Esta licencia ya ha sido activada en otra máquina! Solo nuevas licencias pueden ser adicionadas por código.
fr: Cette licence a déjà été activé sur une autre machine! Seuls les nouvelles licences peuvent être ajoutés par le code.
hy: Տվյալ լիցենզիան արդեն ակտիվացված է մեկ այլ մեքենայի վրա
ka: ლიცენზია გააქტიურებულია სხვა კომპიუტერზე! გთხოვთ შეიტანოთ სხვა ლიცენზია.
pl: Ta licencja już była zaktywizowana na innym urządzeniu! Tylko z nowej licencji można pobrać kod.
ru: Лицензия уже была активирована на другом компьютере! Только новые лицензии могут быть добавлены кодом.

source: This license has expired!
bg: Този лиценз е изтекъл!
es: ¡Esta licencia ha expirado!
hy: Լիցենզիայի վավերականության ժամկետը լրացել է
ka: ლიცენზიას გაუვიდა ვადა!
ru: Лицензия истекла!

source: This license is already activated! If you install it on this machine it will be removed from the machine it was installed before. Are you sure you want to install it on this machine?
bg: Лицанзът вече е активиран! Ако го инсталирате на тази машина, той ще бъде премахнат от машината, на която е бил инсталиран преди. Сигурни ли сте, че искате да го инсталирате на тази машина?
es: ¡Esta licencia está ya activada! Si la instala en esta máquina esto puede eliminar de la máquina la que fue instalada antes.¿Está seguro de querer instalarla en esta máquina?
hy: Այս լիցենզիան արդեն ակտիվացված է: Շարունակության դեպքում այն կհեռացվի նածորդ համակարգչից!
ka: ეს ლიცენზია უკვე გააქტიურებულია! თუ დააინსტალირებთ მას ამ მანქანაზეზე ის წაიშლება. დარწმუნებული ხართ, რომ გსურთ დააინსტალიროთ?
ru: Эта лицензия уже активирована! При установке на этот компьютер лицензия будет удалена с компьютера, где она была установлена до этого. Установить лицензию на данный компьютер?

source: This license is for another product! It cannot be used with {0}. Please obtain a valid license.
az: Эта лицензия для другого продукта! Она не может быть использована для {0}. Получите валидную лицензию.
bg: Този лиценз е за друг продукт! Той не може да бъде използван за "{0}". Моля, сдобийте се с правилен лиценз.
es: ¡Esta licencia es para otro producto! No puede ser usada con {0} . Por favor obtenga una licencia válida.
fr: Cette licence est pour un autre produit! Il ne peut pas être utilisé avec {0}. S'il vous plaît obtenir une licence valide.
hy: Տվյալ լիցենզիան այլ պրոդուկտի համար է: Այն չի կարող օգտագործվել {0}-ի հետ: Խնդրում ենք ստանալ ճիշտ լիցենզիա:
ka: ეს ლიცენზია არის სხვა პროდუქტის და არ შეესაბამება {0}. გთხოვთ შეიძინოთ შესაბამისი ნამდვილი ლიცენზია!
pl: Ta licencja dla innego produktu! Ona nie może być wykorzystywana dla {0}. Uzyskajcie ważną licencję.
ru: Эта лицензия для другого продукта! Она не может быть использована для {0}. Получите действительную лицензию.
uk: Ця ліцензія для іншого продукту! Вона не може бути використана з {0}. Будь ласка, отримати дійсну ліцензію.

source: This license is not activated yet! Your copy of {0} will not be able to use your new license until you activate it. Do you want to activate your license now?
az: Эта лицензия еще не активирована! Ваша копия {0} не сможет использовать неактивированную лицензию. Активировать лицензию?
bg: Този лиценз още не е задействан! Вашето копие на "{0}" няма да може да ползва новия Ви лиценз докато не сте го задействали. Желаете ли да задействате лиценза си сега?
es: ¡Esta licencia aún no está activada! Su copia de {0} no será capaz de usar la nueva licencia hasta que no esté activada. ¿Desea activar su licencia ahora?
fr: Cette licence n'est pas encore activé! Votre copie de {0} ne sera pas en mesure d'utiliser votre nouvelle licence jusqu'à ce que vous l'activer. Voulez-vous d'activer votre licence maintenant?
hy: Տվյալ լիցենզիան դեռ ակտիվացված չէ: Ձեր {0}- օրինակը չի կարող օգտագործել նոր լիցենզիան մինչև ակտիվացումը: Դուք ցանկանում եք ակտիվացնել ձեր նոր լիցենզիան ?
ka: ეს ლიცენზია ჯერ არ არის გააქტიურებული! თქვენი {0} - ის კოპია არ გამოიყენებს ახალ ლიცენზიას სანამ არ გააქტიურებთ მას. გსურთ ლიცენზიის გააქტიურება ახლავე?
pl: Ta licencja jeszcze nie aktywowana! Wasza kopia {0} nie potrafi wykorzystywać nieaktywowaną licencję. Aktywować licencję?
ru: Эта лицензия еще не активирована! Ваша копия {0} не сможет использовать неактивированную лицензию. Активировать лицензию?
uk: Ця ліцензія ще не активована! Ваша копія {0} не зможете використовувати вашу нову ліцензію, доки ви її не активуєте. Ви хочете, щоб активувати вашу ліцензію зараз?

source: This license is not activated! Press "Activate" to activate it now. Or press "Copy activation info" to copy and send the activation information to your distributor and let him activate the license for you.
az: Эта лицензия неактивирована. Нажмите "Активировать", чтобы начать активацию. Или нажмите "Копировать информацию об активации" для отправки информации Вашему дистрибьютору для активации лицензии.
bg: Този лиценз не е задействан! Натиснете "Задействане", за да го задействате веднага; или натиснете "Копиране на информацията за задействане", за да копирате и пратите информацията за задействане на вашия разпространител, който да задейства лиценза Ви за вас.
es: ¡Esta licencia no está activada! Presione "Activar" para activarla ahora o presione "copia de la información de la activación" para copiar y enviar la información de activación a su distribuidor y deje que él active la licencia por usted.
fr: Cette licence n'est pas activé! Appuyez sur "Activer"pour l'activer maintenant. Ou appuyez sur "Copier les infos d’activation "pour copier et envoyer les informations d'activation de votre distributeur et de le laisser activer la licence pour vous.
hy: Տվյալ լիցենզիան ակտիվացված չե: Սեղմեք ակտիվացնել այն այժմ ակտիվացնելու համար կամ կրկնօրինակել ակտիվացման ինֆորմացիան ձեր դիստրիբյուտորին ուղարկելու համար, որպեսզի նա ակտիվացնի ձեր լիցենզիան
ka: ეს ლიცენზია არ არის გააქტიურებული! გასააქტიურებლად დააჭირეთ "გააქტიურება" -ს. ან დააჭირეთ "აქტივაციის ინფორმაციის კოპირება"-ს დასაკოპირებლად და თქვენი დისტრიბუტორისთვის აქტივაციის ინფორმაციის გასაგზავნად და უთხარით, რომ გაგიაქტიურონ ეს ლიცენზია.
pl: Ta licencja nieaktywowana. Naciśnijcie "Aktywować", żeby zacząć aktywację. Czy naciśnijcie "Kopiować informację o aktywacji" dla wysyłki informacji Waszemu dystrybutorowi dla aktywacji licencji.
ru: Эта лицензия неактивирована. Нажмите "Активировать", чтобы начать активацию. Или нажмите "Копировать информацию об активации" для отправки информации Вашему дистрибьютору для активации лицензии.
uk: Ця ліцензія не активована! Натисніть "Включити ", щоб активувати його зараз. Або натисніть "Інфо копіювання інформації" щоб скопіювати і відправити активацію з інформації вашому дистриб'ютору і нехай активує ліцензію для вас.

source: This license is not valid yet!
bg: Този лиценз не е валиден все още!
es: ¡Esta licencia no es válida aún!
hy: Լիցենզիան այլևս վավերական չէ
ka: ლიცენზია ჯერ არ არის გააქტიურებული!
ru: Эта лицензия еще не активирована!

source: This location cannot be used from the current database! To use the selected location connect to the database that manages it.
bg: Този обект не може да бъде използван от текущата база данни. За да позлвате избрания обект, свържете се към базата, която го управлява.
es: ¡Esta entidad no puede ser usada por la base de datos actual! Para usar la entidad seleccionada conectarse a la base de datos que la maneja.
fr: Cet emplacement ne peut pas être utilisé à partir de la base de données actuelle! Pour utiliser l'emplacement sélectionné se connecter à la base de données qu'il gère.
hy: Տվյալ տեղամասը չի կարող օգտագործվել այս բազայում
ka: ეს ადგილმდებარეობა არ შეიძლება გამოყენებულ იქნას მიმდინარე მონაცემთა ბაზიდან! თუ გსურთ აღნიშნული ადგილმდებარეობის გამოყენება მიუერთდით შესაბამის მონაცემთა ბაზას.
ru: Объект не может использоваться в текущей базе данных! Для использования подключитесь к управляющей базе данных.
uk: Об'єкт не може використовуватися в поточній базі даних. Для використання підключіться до керуючої базі даних.

source: This location is already added
bg: Обекта вече е добавен
es: Esta entidad ya esta agregada
hy: տեղամասն արդեն ավելացված է
ka: ადგილმდებარეობა უკვე დამატებულია
ru: Объект уже добавлен

source: This location is managed by another database! You can save the operation information and let the managing system for this location to complete it. Do you want to continue?
bg: Този обект е управляван от друга база данни! Може да запишете информацията за тази операция и да позволите на системата, която управлява този обект да я завърши. Желаете ли да продължите?
es: Esta entidad es manejada por otra base de datos. Puede salvar la información de la operación y poner al tanto al administrador del sistema de la entidad para completar la operación. ¿Desea continuar?
hy: Այս տեղամասը գտնվում է այլ տվյալների բազայի ղեկավարման տակ, դուք կարող եք պահպանել գործողությունը, և թույլատրել համակարգին այն հաստատոլու համար, Դուք ցանկանում եք շարունակել
ka: ეს ადგილმდებარეობა იმართება სხვა მონაცემთა ბაზის მიერ! თქვენ შეგიძლიათ შეინახოთ ამ ოპერაციის ინფორმაცია და საშუალება მისცეთ აღნიშნული ადგილმდებაროების სამართავ სისტემას დაასრულოს ის. გსურთ გაგრძელება?
ru: Этот участок управляется другой базой данных! Вы можете сохранить информацию об операции и разрешить управляющей системе выполнить ее. Продолжить?

source: This material is part of a recipe. Do you want to delete the entire recipe?
az: Xammal reseptin bir hissəsini təşkil edir.Bütün resepti silim??
bg: Тази суровина е част от рецепта. Желаете ли изтриване на цялата рецепта?
es: Este material es parte de una receta. ¿Desea eliminar la receta entera?
fr: Ce matériel fait partie d'une recette. Voulez-vous supprimer toute la recette?
hy: Նյութերը հանդիսանում են բաղադրատոմսի մասեր. հեռացնել բաղադրատոմսը ամբողջությամբ?
ka: ეს მასალა არის რეცეპტის ინგრედიენტი! წავშალოთ რეცეპტიც?
pl: Surowiec jest częścią przepisu. Usunąć cały przepis?
ru: Сырье является частью рецепта. Удалить весь рецепт?
uk: Сировина є частиною рецепта. Ви хочете видалити весь рецепт?

source: This operation is not available because the purchase prices are hidden for the current user and they are mandatory for this operation. Please contact your administrator if you need to use this operation.
bg: Операцията не е налична, защото доставните цени са скрити за текущия потребител, а те са задължителни за тази операция. Моля, свържете се с управителя, ако операцията Ви е нужна.
es: Esta operación no está disponible porque los precios de venta están ocultos para el usuario actual y ellos están obligatoriamente en esta operación. Por favor contacte con su administrador si necesita usar hacer esta operación.
hy: Այս գործողությունը չի կարող իրականացվել, քանի որ տվյալ օգտագործողի համար գնման գները անհասանելի է
ka: ოპერაცია არ არის ხელმისაწვდომი, რადგან მიმდინარე მომხმარებელი ვერ ხედავს შესყიდვის ფასებს. ისინი სავალდებულოა ამ ოპერაციისთვის. დაუკავშირდით თქვენ ადმინისტრატორს ამ ოპერაციის გამოსაყენებლად.
ru: Операция не доступна, т.к. закупочные цены скрыты для данного пользователя, а они являются обязательными для выполнения данной операции. Свяжитесь с администратором для решения вопроса.

source: This operation will be completed on the system managing this location
bg: Операцията ще бъде завършена на системата, която управлява този обект
hy: Տվյալ գործողությունը կավարտվի տեղամասը ղեկավարող համակարգից
ka: ეს ოპერაცია დასრულდება მართვის სისტემის მიერ ამ ობიექტისთვის
ru: Операция будет завершена системой, управляющей данным участком.

source: This product is part of a recipe. Do you want to delete the entire recipe?
az: Məhsul reseptin bir hissəsini təşkil edir.Bütün resepti silim?
bg: Този продукт е част от рецепта. Желаете ли изтриване на цялата рецепта?
es: Este producto es parte de una receta. ¿Desea eliminar la receta entera?
fr: Ce produit fait partie d'une recette. Voulez-vous supprimer toute la recette?
hy: Արտադրանքը հանդիսանում է բաղադրատոմսի մաս և չի կարող ջնջվել: Ջնջել բաղադրատոմսը ամբողջությամբ ?
ka: ეს პროდუქტი არის რეცეპტის ინგრედიენტი! წავშალოთ რეცეპტიც?
pl: Produkt jest częścią przepisu. Usunąć cały przepis?
ru: Продукт является частью рецепта. Удалить весь рецепт?
uk: Продукт є частиною рецепта. Видалити весь рецепт?

source: This product is released under the terms of
az: Этот продукт выпущен в соответствии с положениями
bg: Този продукт се разпространява при условията на
es: Este producto es liberado bajo los términos de
fr: Ce produit est distribué sous les termes de
hy: Արտադրանքը թողարկվել է
ka: ეს პროდუქტი გამოშვებულია შემდეგი მგომარეობების მიხედვით:
pl: Ten produkt jest wypuszczony zgodnie z przepisami
ru: Этот продукт выпущен в соответствии с положениями
uk: Цей продукт випущений відповідно до положень

source: This sale is made from a location managed by IncoCloud. Do you want to login to IncoCloud and request for annullment?
bg: Тази продажба е направена от обект, управляван от "IncoCloud". Желаете ли да да се свържете с "IncoCloud" и да поискате анулиране?
es: Esta venta está hecha desde una entidad administrada por IncoCloud. ¿Desea entrar al sistema IncoCloud y anular la petición?
hy: Այս վաճառքը կատարվում է տեղամասից որը ղեկավարվում է IncoCloud-ում: Դուք ցանկանում եք մուտք գործել IncoCloud նշել այն հեռացման ?
ka: გაყიდვა გაკეთბულია ინკო-ღრუბლიდან მართვადი ადგილმდებარეობიდან. გნებავთ დარეგისტრირდეთ ინკო-ღრუბელში და მოითხოვოთ ანულირება?
ru: Продажа выполнена на объекте под управлением IncoCloud. Войти в систему IncoCloud для запроса аннулирования?

source: This stock-taking cannot be annulled because it is created with an older version of {0}! Only new stock-taking operations can be annulled.
az: Данная инвентаризация не может быть аннулирована, поскольку она сформирована в более старой версии {0}! Только новая операция инвентаризации может быть аннулирована.
bg: Ревизията не може да бъде анулирана, защото е създадена със стара версия на "{0}". Само нови ревизии могат да се анулират.
es: ¡Este inventario no puede ser anulado porque está creado con una versión más vieja de {0}! Solo las nuevas operaciones de inventario pueden ser anuladas.
fr: Ce bilan ne peut être annulée parce qu'elle est créé avec une ancienne version de {0}! Seuls les nouveaux bilan des opérations peut être annulée.
hy: Տվյալ գույքագրումը չի կարող հեռացվել {0}! միայն նոր ստեղծված փաստաթուղթը կարող եք հեռացնել
ka: მარაგების მიღების ანულირება შეუძლებელია, რადგან ის შექმნილია პროგრამის ძველ {0} ვერსიაში!
pl: Ta inwentaryzacja nie może być unieważniona, ponieważ jest tworzona ze starszej wersji {0}! Tylko nowa inwentaryzacja operacji może być anulowana.
ru: Данная инвентаризация не может быть аннулирована, поскольку она сформирована в более старой версии {0}! Только новая операция инвентаризации может быть аннулирована.
uk: Ця інвентаризація не може бути анульована, оскільки вона сформована в старій версії {0}. Тільки нова операція інвентаризації може бути анульована.
