Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Import from:
az: Импорт из:
bg: Импорт от:
es: Importar desde:
fr: Importer à partir de:
hy: Ներմուծման ֆորմատը
ka: იმპორტი -დან:
pl: Import z:
ru: Импорт из:
uk: Імпорт з:

source: Import to location:
az: Импортировать в:
bg: Импорт в обект:
es: Importar a ubicación:
fr: Importer vers l'emplacement:
hy: Ներմուծում տեղամաս
ka: იმპორტი ობიექტში:
pl: Importuj do miejsca:
ru: Импортировать в:
uk: Імпортувати до:

source: Importing in progress...
az: İmport gedir...
bg: Извършва се импорт...
es: Importando en progreso...
fr: Importation en cours ...
hy: Ներմուծումը ընթացքի մեջ է
ka: მიმდინარეობს იმპორტი...
pl: Idzie import..
ru: Идет импорт...
uk: Иде імпорт...

source: Importing item lists...
az: Əmtəə siyahısının importu...
bg: Импортиране на стокови списъци...
es: Importando lista de mercancías
fr: Importation de listes d'éléments ...
hy: Ներմուծում ապրանքների տեսակ
ka: ხდება საქონლის სიის იმპორტი...
pl: Importowanie z listy pozycji ...
ru: Импорт списка товаров...

source: Importing items...
az: Malların importu
bg: Импортиране на стоки...
es: Importando mercancías...
fr: Importation d'éléments ...
hy: Ներմուծում ապրանքներ
ka: ხდება საქონლის იმპორტი...
pl: Importowanie elementów ...
ru: Импорт товаров

source: Importing locations...
az: Sahələrin importu...
bg: Импортиране на обекти
es: Importando ubicaciones...
fr: Importation d’emplacements ...
hy: Ներմուծում տեղամասեր
ka: ხდება ობიექტები იმპორტი...
pl: Importowanie rozkładów...
ru: Импорт объектов...
uk: Імпорт об'єктів ...

source: Importing partners...
az: Partnyorların importu...
bg: Импортиране на партньори...
es: Importando socios...
fr: Importation de partenaires ...
hy: Ներմուծում գործընկերներ
ka: ხდება პარტნიორების იმპორტი...
pl: Import partnerów ...
ru: Импорт партнеров...

source: Importing...
az: İmport...
bg: Импортиране...
es: importando...
fr: Importation...
hy: Ներմուծում
ka: ხდება იმპორტი...
pl: Import...
ru: Импорт...
uk: Імпорт...

source: In
az: В
bg: Вътре
es: En
fr: En
hy: Մեջ
ka: ში
pl: W
ru: В

source: In Use
az: İstifadə olunur
bg: Активно
es: En uso
fr: En cours d'utilisation
hy: Օգտագործվում է
ka: გამოიყენება
pl: Wykorzystuje się
ru: Используется
uk: Використовується

source: In cash
az: Nagd
bg: В брой
es: En efectivo
fr: En comptant
hy: Կանխիկ
ka: ნაღდი ფულით
pl: Gotówką
ru: Наличными
uk: Готівкою

source: In order for the change to take effect you need to restart {0}. Do you want to restart {0} now?
bg: За да влезе в сила промяната, е нужно да рестартирате {0}. Желаете ли да рестартирате {0} сега?
es: Para que el cambio pueda tener efecto necesita reiniciar {0}. ¿Quiere usted reiniciar {0} ahora?
fr: Pour que la modification prenne effet, vous devez redémarrer {0}. Voulez-vous redémarrer {0} maintenant?
hy: կոնֆիգուրացիայի փոփոխման կիրառման համար անպարկեշտ է նորից միացնել {0}-ն: Ցանկանում եք նորից միացնել {0}-ն ?
ka: ცვლილებების გასააქტიურებლად საჭიროა {0} -ის გადატვირთვა. გსურთ ახლავე გადავტვირთოთ {0} -ი?
ru: Для применения изменений необходимо перезапустить {0}. Перезапустить {0}?

source: In order for the changes to take effect {0} will be restarted.
bg: За да влязат в сила промените, {0} ще бъде рестартиран.
es: Para que el cambio pueda tener efecto {0} será restaurado.
hy: Որպեսզի կարգավորումները հաստատվեն անհրաժեշտ է վերաբեռնավորել {0}
ka: ცვლილებების განსახორციელებლად გადაიტვირთება {0}.
ru: Для применения изменений необходимо перезапустить {0}.

source: In this connection the group is about to be deleted automatically after {0} if it remains unused.
bg: В тази връзка групата ще бъде изтрита автоматично след {0} ако остане неизползвана.
es: En esta conexión el grupo está cerca de ser borrado automáticamente después de {0} si permanece sin uso.
hy: Չօգտագործման պատճառով {0} խումբը շուտով կհեռացվի
ka: ამ მიერთებაში ჯგუფი წაიშლება ავტომატურად {0} დროის შემდგომ, თუ არ იქნება გამოყენებული.
ru: При этом подключении группа будет удалена автоматически через {0}, если не будет использоваться.
uk: При цьому підключенні група буде видалена автоматично через {0}, якщо не буде використовуватися.

source: In this connection the group is about to be deleted automatically after {0} if the initialization does not finish within that period.
bg: В тази връзка групата ще бъде изтрита автоматично след {0} ако инициализирането и не завърши.
es: En esta conexión el grupo está cerca de ser borrado automáticamente después de {0} si la inicialización no termina en ese periodo.
hy: Ինիցիալիզացիայի ձգձգման պատճառով {0} խումբը շուտով կհեռացվի
ka: ამ მიერთებაში ჯგუფი წაიშლება ავტომატურად {0} დროის შემდგომ, თუ ინიციალიზაცია არ იქნა დასრულებული ამ პერიოდში
ru: При этом подключении группа будет удалена автоматически через {0}, если инициализация не будет закончена.
uk: При цьому підключенні група буде видалена автоматично через {0}, якщо ініціалізація не буде закінчена.

source: Inclination:
az: Yayinma:
bg: Наклон:
es: Inclinación
fr: Inclinaison:
hy: Անջատում
ka: გათიშვა:
pl: Odrzucenie:
ru: Отклонение:
uk: Відключення:

source: Include amount paid
az: Ödənilmiş məbləğ daxildir
bg: Попълнете платената сума
es: Imcluir importe pagado
fr: Inclure le montant payé
hy: Վճարված գումարը ներառյալ
ka: გადახდილი თანხის ჩათვლით
pl: Włączając wpłaconą sumę
ru: Включая уплаченную сумму
uk: Включаючи сплачену суму

source: IncoCloud Groups
bg: IncoCloud групи
es: Grupos de IncoCloud
hy: IncoCloud խմբեր
ka: ინკო-ღრუბლის ჯგუფები
ru: Группы IncoCloud

source: IncoCloud License Schema:
bg: "IncoCloud" лицензна схема:
es: Esquema de licencias IncoCloud:
hy: IncoCloud լիցենզիայի սխեմա
ka: ინკო-ღრუბლის ლიცენზიის სქემა
ru: Лицензионная схема IncoCloud

source: IncoCloud Management
bg: Управление на IncoCloud
es: Administración de IncoCloud
hy: IncoCloud կառավարում
ka: ინკო-ღრუბლის მენეჯმენტი
ru: Управление IncoCloud

source: IncoCloud is a service that lets you backup your {0} database securely to the cloud in real time, without interruption of your work. It automatically synchronizes the information from your multiple work locations even without fast and reliable internet connection. With it you can have all the information available from every store or office to your accountants or management staff all the time.
bg: "IncoCloud" е услуга, която ви позволява да направите резервно копие на базата си данни от "{0}" в облака в реално време, без прекъсване на работата ви. Тя самостоятелно синхронизира данните от множеството ви работни места дори без бърза и надеждна връзка към Интернет. С него можете да предоставяте всички данни, от всеки магазин или офис, на вашите счетоводители или управители по всяко време.
es: IncoCloud es un servicio que le permite una copia de respaldo de su {0} base de datos afianzadamente para la nube en el tiempo real, sin interrumpir su trabajo. Automáticamente sincroniza la información de sus múltiples lugares de trabajo incluso sin una conexión rápida y confiable de a internet. Con eso puede tener toda la información disponible de cada tienda u oficina para sus contadores o su personal administrativo todo el tiempo.
hy: IncoCloud–ը ֆունկցիա է, որը կիրառվում է հեռավոր տվյալների բազաների սինխրոնիզացիայի համար {0}.
ka: ინკო-ღრუბელი არის სერვისი, რომელიც გაძლევთ საშუალებას დაამარქაფოთ {0} მონაცემთა ბაზა ღრუბელში რეალურ დროში, სამუშაოს შეწყვეტის გარეშე. ის ავტომატურად ასინქრონებს ინფორმაციას რამოდენიმე სამუშაო ადგილიდან ჩქარი და ხარისხიანი კავშირის გარეშეც. მისი დახმარებით შეგძლიათ გქონდეთ ყველა მაღაზიის ინფორმაცია მენეჯმენტისა და ბუღალტერიისათვის ნებისმიერ დროს.
ru: IncoCloud - служба, позволяющая безопасно делать резервные копии данных {0} в "облаке" в реальном времени, без прекращения работы. Автоматически синхронизируется информация с многочисленных рабочих мест и объектов даже при медленном и нестабильном интернет-подключении. При помощи данной технологии Вы имеете доступ ко всей информации с любого рабочего места.
uk: IncoCloud - послуга, що дозволяє безпечно робити резервні копії даних {0} у "хмарі" в реальному часі, без припинення роботи. Автоматично синхронізується інформація з численних робочих місць і об'єктів навіть якщо інтернет нестабільний і повільний. За допомогою даної технології Ви маєте доступ до всієї інформації з будь-якого робочого місця.

source: IncoCloud licenses allow you to backup your information and synchronize it with other devices
bg: IncoCloud лицензите ви позволяват да правите резервно копие на информацията си и да я синхронизирате с други устройства
es: La licencia de IncoCloud le permite una copia de respaldo de su información y sincronizarla con otros dispositivos.
hy: IncoCloud լիցենզիան հնարավորություն է ընձեռնում տվյալները սինխրոնիզացնել այլ սարքերի հետ
ka: ინკო-ღრუბლის ლიცენზიები გაძლევთ საშუალებას დაამარქაფოთ თქვენი ინფორმაცია და დაასინქრონოთ სხვა კომპიუტერებთან
ru: Лицензии IncoCloud позволяют использовать резервное копирование информации и ее синхронизацию с другими устройствами

source: IncoCloud stock-taking
bg: "IncoCloud" ревизия
es: Inventario de IncoCloud
hy: IncoCloud գույքագրում
ka: ინკო-ღრუბლის ინვენტარიზაციის ოპერაცია
ru: Инвентаризация IncoCloud

source: IncoCloud suggestions are not available!
bg: IncoCloud предложенията не са достъпни!
es: ¡Las sugerencias en IncoCLoud no están disponibles!
hy: IncoCloud-ից հարցումները անհասանելի են
ka: ინკოღრუებლის წინადადებები არ არის წვდომადი!
ru: Подсказки IncoCloud не доступны!

source: IncoCloud suggests to create a new item with:
bg: IncoCloud предлага създаването на нова стока с:
es: IncoCloud le sugiere crear un nuevo elemento con:
hy: Հարցում IncoCloud-ից Ստեղծել նոր ապրանք ըստ
ka: ინკოღრუბლის წინადადებაა ახალი საქონლის შექმნა:
ru: IncoCloud предлагает создать новый товар:
uk: IncoCloud пропонує створити новий товар:

source: IncoCloud suggests to create a new partner with:
bg: IncoCloud предлага създаването на нов партньор с:
es: IncoCloud sugiere crear un nuevo socio con:
hy: Հարցում IncoCloud-ից Ստեղծել նոր գործընկեր ըստ
ka: ინკოღრუბლის წინადადებაა ახალი პარტნიორის შექმნა:
ru: IncoCloud предлагает создать нового партнера:
uk: IncoCloud пропонує створити нового партнера з:

source: Income
az: Gəlir
bg: Постъпления
es: Ingreso
fr: Revenu
hy: Մուտք
ka: შემოსავალი
pl: Dochód
ru: Доход
uk: Дохід

source: Income (advance deposit)
bg: Постъпления (авансови плащания)
es: Ingreso (Depósito avanzado)
hy: Մուտք (կանխավճար)
ka: შემოსავალი (ავანსი)
ru: Прибыль(аванс)

source: Income (sale)
bg: Постъпления (продажба)
es: Ingreso (ventas)
hy: Մուտք (վաճառք)
ka: შემოსავალი (გაყიდვა)
ru: Прибыль(продажа)

source: Income account:
bg: Сметка за приходи:
hy: Մուտքային հաշիվ
ka: შემოსავლების ანგარიში:
ru: Счет доходов:

source: Income...
az: Gəlir...
bg: Постъпления...
es: Ingresos...
fr: Revenu…
hy: Փաստաթղթեր
ka: შემოსავალი
pl: Dochód...
ru: Доход...
uk: Дохід...

source: Incompatible database version!
az: Verilənlər bazasının uyğun gəlməyən versiyası!
bg: Несъвместима версия на базата!
es: ¡Versión de base de datos incompatible!
fr: Version de base de données incompatible!
hy: Անհամատեղելի տվյալների բազայի տարբերակ!
ka: მონაცემთა ბაზის არათავსებადი ვერსია!
pl: Niezgodna wersja bazy danych!
ru: Несовместимая версия базы данных!
uk: Несумісна версія бази даних!

source: Incomplete Mail Settings
bg: Непълни настройки за ел. поща
es: Configuracíon del Correo Incompleta
fr: Paramètres de messagerie incomplètes
hy: Թերի տվյալներ
ka: ელ-ფოსტის დაუსრულებელი პარამეტრები
ru: Настройки неотправленной почты

source: Incomplete Orders
az: Yerinə yetirilməyən sifarişlər
bg: Незавършени поръчки
es: Órdenes incompatibles
fr: Les commandes incomplètes
hy: Չավարտված պատվերներ
ka: დაუსრულებელი შეკვეთები
pl: Niewykonane zamówienia
ru: Невыполненные заказы
uk: Незавершенні накази

source: Information
az: İnformasiya
bg: Информация
es: Información
hy: Տեղեկություն
ka: ინფორმაცია
pl: Informacja
ru: Информация
uk: Інформація

source: Information in the new customer
bg: Информация в новия клиент
hy: Նոր գործընկերոջ մասին ինֆորմացիա
ka: ინფორმაცია ახალ კლიენტს
ru: Информация о новом клиенте

source: Information in the new item
bg: Информация в новата стока
es: Información del nuevo elemento
hy: Նոր ապրանքի մասին տեղեկություն
ka: ახალი საქონლის ინფორმაცია
ru: Информация в новом товаре

source: Information in the new partner
bg: Информация в новият партньор
es: Información del nuevo socio
hy: Նոր գործընկերոջ մասին տեղեկություն
ka: ახალი პარტნიორის ინფორმაცია
ru: Информация в новом партнере

source: Information in the new vendor
bg: Информация в новия доставчик
hy: Նոր առեվտրային մեքենայ մասին ինֆորմացիա
ka: ინფორმაცია ახალ მიმწოდებელს
ru: Информация о новом продавце

source: Information:
az: İnformasiya:
bg: Информация:
es: Información:
hy: Տեղեկություն
ka: ინფორმაცია:
pl: Informacja:
ru: Информация:
uk: Інформація:

source: Init Fiscal Operation
az: Fiskal əməliyyatın başlangici
bg: Инициализация на фискална операция
es: Iniciar Operación Fiscal
fr: Initialiser l'Opération Fiscale
hy: Ֆիսկալային գործողության սկիզբ
ka: ფისკალური ოპერაციის დასაწყისი
pl: Początek fiskalnej operacji
ru: Начало фискальной операции
uk: Початок фіскальної операції

source: Inner border
az: Daxili sərhəd
bg: Вътрешна граница
es: Borde interior
fr: Frontière intérieure
hy: Ներքին սահմաններ
ka: შიდა საზღვარი
pl: Wewnętrzna granica
ru: Внутренняя граница

source: Inner spacing
az: Daxili interval
bg: Вътрешно разстояние
es: Espaciado interior
fr: L'espacement intérieur
hy: Ներքին քանակություն
ka: შიდა სივრცე
pl: Wewnętrzny interwał
ru: Внутренний интервал

source: Input parameters:
bg: Входни параметри:
es: Parámetros de entrada:
fr: Les paramètres d'entrée:
hy: Մուտքային պարամետրեր
ka: შემავალი პარამეტრები:
pl: Wejściowe parametry :
ru: Входные параметры:
uk: Вхідні параметри:

source: Install
bg: Инсталиране
es: Instalar
hy: Տեղակայել
ka: ინსტალირება
ru: Установить

source: Install Barcode Scanner?
bg: Инсталиране на Баркод Скенер?
es: ¿Instalar el escaner del código de barras?
hy: Տեղակայել գծիկավոր կոդի սկաներ ?
ka: დავაინსტალო შტრიხკოდების სკანერი?
ru: Установить сканер штрих-кодов?
uk: Встановити сканер штрихкодів?

source: Install here
bg: Инсталирай тук
es: Instalar aqui
hy: Տեղակայել այստեղ
ka: დააინსტალეთ აქ
ru: Установить сюда

source: Install update
az: Yeniləməni qurmaq
bg: Инсталиране на актуализация
es: Instalar actuañización
fr: Installer mise à jour
hy: Թարմացում ինստալյացիա անել
ka: განახლების დაყენება
pl: Ustalić odnowę
ru: Установить обновление
uk: Встановити обновлення

source: Install your license to enable all features
az: Lisenziyanı qurmaq
bg: Инсталирайте Вашия лиценз, за да разрешите всички функционалности
es: Instale su licencia para habilitar todas las funciones
fr: Installez votre licence pour activer toutes les fonctions
hy: Ավելացնել լիցենզիա
ka: დააყენეთ ლიცენზია რათა ჩაირთოს სრული ფუნქციონალობა
pl: Ustalcie swoją licencję na pozwolenie wszystkich właściwości
ru: Установка лицензии

source: Installing License...
bg: Инсталиране на лиценз...
es: Instalando Licencia...
hy: Լիցենզիայի ավելացում
ka: ლიცენზიის ინსტალაცია...
ru: Установка лицензии...

source: Installing license...
bg: Инсталиране на лиценз...
es: Instalando licencia...
hy: Լիցենզիայի ավելացում
ka: ლიცენზიის ინსტალაცია...
ru: Установка лицензии...

source: Internal data:
az: Daxili məlumatlar:
bg: Вътрешни данни:
es: Datos internos:
fr: Les données internes:
hy: Ներքին տվյալներ
ka: შიდა მონაცემები:
pl: Wewnętrzne dane :
ru: Внутренние данные:
uk: Внутрішні дані:

source: International
az: Beynəlxalq
bg: Международен
es: Internacional
hy: Միջազգային
ka: საერთაშორისო
pl: Międzynarodowy
ru: Международный

source: Invalid bar-code
bg: Неправилен бар-код
es: Código de barras inválido
fr: Code à bar invalide
hy: Անթույլատրելի գծիկավոր կոդ
ka: დაუშვებელი შტრიხკოდი
ru: Недопустимый штрих-код

source: Invalid card!
az: Yanliş kart
bg: Невалидна карта!
es: ¡Tarjeta inválida!
fr: Carte invalide
hy: Քարտը անվավեր է!
ka: დაუშვებელი ბარათი!
pl: Karta jest nieważna!
ru: Карта недействительна!
uk: Невірна картка!

source: Invalid date entered! Please enter the date from which you want the license to be in use.
bg: Въведена невалидна дата! Моля, въведете датата, от която желаете лицензът да се ползва.
es: ¡La fecha entrada es inválida! Por favor entre la fecha en la que desea que esté la licencia en uso.
hy: Ընտրված է անթույլատրելի ամսաթիվ
ka: შეტანილია დაუშვებელი თარიღი! გთხოვთ, შეიტანოთ თარიღი, საიდანაც ლიცენზია იქნება გამოყენებული.
ru: Недопустимая дата! Введите дату начала действия лицензии.

source: Invalid invoice number!
az: Hesab-fakturanın yolverilməz nömrəsi!
bg: Номерът на фактурата, който сте избрали, е невалиден!
es: ¡Número de factura inválido!
fr: Numéro de facture invalide!
hy: Չթույլատրված հաշիվ ապրանքագրի համար!
ka: დაუშვებელი ინვოისის ნომერი!
pl: Niedopuszczalny numer faktury!
ru: Недопустимый номер счета-фактуры!
uk: Неправильний номер інвойсу!

source: Invalid item at row {0}!
az: {0}sətirdə yolverilməz qiymət!
bg: Стоката на ред {0} е невалидна!
es: ¡Mercancía inválida en la fila {0}!
fr: Élément non valide à la ligne {0}!
hy: Չթույլատրված նշանակություն {0} տողում!
ka: {0} სტრიქონში დაუშვებელი საქონელი!
pl: Niedopuszczalne znaczenie w rządku {0}!
ru: Недопустимое значение в строке {0}!
uk: Неправильне значення в рядку {0}!

source: Invalid item price "{0}"!
az: "{0}"Yanlış qiymət!
bg: Цената на стока "{0}" е невалидна!
es: ¡Precio de mercancía inválido"{0}"!
fr: Prix de l'article non valide "{0} "!
hy: Ապրանքի սխալ գին "{0}"!
ka: "{0}" საქონლის დაუშვებელი ფასი!
pl: Niewierna cena "{0}"!
ru: Неверная цена "{0}"!
uk: Невірна ціна товару "{0}"!

source: Invalid item price for {0}!
bg: Цената на стока {0} е невалидна!
es: ¡Precio de mercancía inválido para {0}!
hy: Ապրանքի սխալ գին {0}!
ka: {0}-თვის საქონლის დაუშვებელი ფასი!
ru: Недопустимая цена для {0}!

source: Invalid license code entered! Please enter a valid license code.
bg: Въведен е невалиден лицензен код! Моля, въведете валиден лицензен код.
es: ¡El código de licencia entrado es inválido! Por favor entre un código de licencia válido.
hy: Մուտքագրված լիցենզիայի կոդը սխալ է,
ka: შეტანილია დაუშვებელი სალიცენზიო კოდი! გთხოვთ, შეიტანოთ სწორი სალიცენზიო კოდი.
ru: Недопустимый лицензионный код! Введите правильный код.

source: Invalid license code! This license may aready have been used or has expired.
bg: Невалиден лицензен код! Лицензния код може да е бил използван или да е с изтекла давност.
es: ¡Código de licencia inválido! Esta licencia puede ya estar siendo usada o ha expirado.
hy: Սխալ լիցենզիայի կոդ, տվյալ լցենզիան արդեն օգտագործվել է կամ ժամկետանց է
ka: დაუშვებელი სალიცენზიო კოდი! ეს ლიცენზია შეიძლება უკვე გამოყენებული ან ვადაგასული არის.
ru: Недействительный лицензионный код! Данная лицензия уже изпользуется или не является действительной.

source: Invalid material at row {0}!
az: {0} sətirdə yoverilməz xammal!
bg: Суровината в ред "{0}" е невалидна!
es: ¡Material inválido en la fila {0}!
fr: Matériel non valide à la ligne {0}!
hy: Չթույլատրված նյութ {0} տողում!
ka: {0} სტრიქონში დაუშვებელი მასალა!
pl: Niedopuszczalny surowiec w rządku {0}!
ru: Недопустимое сырье в строке {0}!
uk: Невірний матеріал у рядку {0}!

source: Invalid measure of item "{0}"!
az: "{0}"yanlış ölçü vahidi!
bg: Мерната единица на стока "{0}" е невалидна!
es: Medición inválida de la mercancía "{0}"!
fr: Mesure invalide de l'article "{0} "!
hy: Սխալ չափման միավոր "{0}"!
ka: "{0}" საქონლის არასწორი საზომი ერთეული!
pl: Niewierna jednostka wymiaru "{0}"!
ru: Неверная единица измерения "{0}"!
uk: Невірна одиниця виміру "{0}"!

source: Invalid password!
bg: Невярна парола!
es: ¡Contraseña inválida!
hy: Սխալ գաղտնաբառ
ka: არასწორი პაროლი!
ru: Неверный пароль!

source: Invalid pattern!
az: Yolverilməz qiymət!
bg: Невалиден модел!
es: ¡Patrón inválido!
fr: Motifinvalide!
hy: Ոչ ճիշտ ձևաչափ
ka: არასწორი ნიმუში
pl: Niedopuszczalne znaczenie!
ru: Недопустимое значение!

source: Invalid percent value!
az: Faizin yolverilməz qiyməti!
bg: Невалидна процентна стойност!
es: ¡El valor del porciento es inválido!
fr: Valeur pour cent invalide!
hy: Չթույլատրված տոկոսային արժեք!
ka: პროცენტის დაუშვებელი მნიშვნელობა!
pl: Niedopuszczalne znaczenie odsetka!
ru: Недопустимое значение процента!
uk: Невірне значення відсотка!

source: Invalid price group 1 value!
az: 1 qiymət qrupu üçün yolverilməz qiymət!
bg: Невалидна стойност за ценова група 1!
es: ¡El valor del grupo de precio 1 es inválido!
fr: Groupe de prix invalide une valeur!
hy: Անթույլատրելի արժեք 1 գնային խմբի համար
ka: დაუშვებელი მნიშვნელობა ფასობრივი ჯგუფი 1-ისთვის!
pl: Niedopuszczalne znaczenie dla cenowej grupy 1 !
ru: Недопустимое значение для ценовой группы 1!
uk: Невірне значення для цінової групи 1!

source: Invalid price group 2 value!
az: 2 qiymət qrupu üçün yolverilməz qiymət!
bg: Невалидна стойност за ценова група 2!
es: ¡El valor del grupo de precio 2 es inválido!
fr: Groupe de prix 2 Valeur invalide!
hy: Անթույլատրելի արժեք 2 գնային խմբի համար
ka: დაუშვებელი მნიშვნელობა ფასობრივი ჯგუფი 2-ისთვის!
pl: Niedopuszczalne znaczenie dla cenowej grupy 2 !
ru: Недопустимое значение для ценовой группы 2!
uk: Невірне значення для цінової групи 2!

source: Invalid price group 3 value!
az: 3 qiymət qrupu üçün yolverilməz qiymət!
bg: Невалидна стойност за ценова група 3!
es: ¡El valor del grupo de precio 3 es inválido!
fr: Groupe de prix 3 Valeur non valide!
hy: Անթույլատրելի արժեք 3 գնային խմբի համար
ka: დაუშვებელი მნიშვნელობა ფასობრივი ჯგუფი 3-ისთვის!
pl: Niedopuszczalne znaczenie dla cenowej grupy 3 !
ru: Недопустимое значение для ценовой группы 3!
uk: Невірне значення для цінової групи 3!

source: Invalid price group 4 value!
az: 4 qiymət qrupu üçün yolverilməz qiymət!
bg: Невалидна стойност за ценова група 4!
es: ¡El valor del grupo de precio 4 es inválido!
fr: Groupe de prix 4 Valeur non valide!
hy: Անթույլատրելի արժեք 4 գնային խմբի համար
ka: დაუშვებელი მნიშვნელობა ფასობრივი ჯგუფი 4-ისთვის!
pl: Niedopuszczalne znaczenie dla cenowej grupy 4 !
ru: Недопустимое значение для ценовой группы 4!
uk: Невірне значення для цінової групи 4!

source: Invalid price group 5 value!
az: 5 qiymət qrupu üçün yolverilməz qiymət!
bg: Невалидна стойност за ценова група 5!
es: ¡El valor del grupo de precio 5 es inválido!
fr: Groupe de prix 5 Valeur non valide!
hy: Անթույլատրելի արժեք 5 գնային խմբի համար
ka: დაუშვებელი მნიშვნელობა ფასობრივი ჯგუფი 5-ისთვის!
pl: Niedopuszczalne znaczenie dla cenowej grupy 5 !
ru: Недопустимое значение для ценовой группы 5!
uk: Невірне значення для цінової групи 5!

source: Invalid price group 6 value!
az: 6 qiymət qrupu üçün yolverilməz qiymət!
bg: Невалидна стойност за ценова група 6!
es: ¡El valor del grupo de precio 6 es inválido!
fr: Groupe de prix 6 Valeur non valide!
hy: Անթույլատրելի արժեք 6 գնային խմբի համար
ka: დაუშვებელი მნიშვნელობა ფასობრივი ჯგუფი 6-ისთვის!
pl: Niedopuszczalne znaczenie dla cenowej grupy 6 !
ru: Недопустимое значение для ценовой группы 6!
uk: Невірне значення для цінової групи 6!

source: Invalid price group 7 value!
az: 7 qiymət qrupu üçün yolverilməz qiymət!
bg: Невалидна стойност за ценова група 7!
es: ¡El valor del grupo de precio 7 es inválido!
fr: Groupe de prix 7 Valeur non valide!
hy: Անթույլատրելի արժեք 7 գնային խմբի համար
ka: დაუშვებელი მნიშვნელობა ფასობრივი ჯგუფი 7-ისთვის!
pl: Niedopuszczalne znaczenie dla cenowej grupy 7 !
ru: Недопустимое значение для ценовой группы 7!
uk: Невірне значення для цінової групи 7!

source: Invalid price group 8 value!
az: 8 qiymət qrupu üçün yolverilməz qiymət!
bg: Невалидна стойност за ценова група 8!
es: ¡El valor del grupo de precio 8 es inválido!
fr: Groupe de prix 8 Valeur non valide!
hy: Անթույլատրելի արժեք 8 գնային խմբի համար
ka: დაუშვებელი მნიშვნელობა ფასობრივი ჯგუფი 8-ისთვის!
pl: Niedopuszczalne znaczenie dla cenowej grupy 8 !
ru: Недопустимое значение для ценовой группы 8!
uk: Невірне значення для цінової групи 8!
