Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Annul Stock-taking
bg: Анулиране на ревизия
es: Anular Inventario
hy: Հերքել գույքագրումը
ka: ინვენტარიზაციის ანულირება
ru: Аннулировать инвентаризацию
uk: Анулювати інвентаризацію

source: Annul Transfer
bg: Анулиране на трансфер
es: Anular transferencias
hy: Հերքել տեղափոխությունը
ka: გადაგზავნის ანულირება
ru: Аннулировать перемещение
uk: Aнулювати переміщення

source: Annul Warranty Card
az: Zəmanət kartını ləgv etmək
bg: Анулиране на гаранционна карта
es: Anular Tarjeta de Garantía
fr: Annuler Carte de garantie
hy: Հեռացնել երաշխիքային կտրոնը
ka: საგარანტიო ბარათის ანულირება
pl: Anuluj kartę gwarancyjnę
ru: Отмена гарантийного талона
uk: Анулювати гарантійний талон

source: Annul the Source Document
bg: Анулиране на документът източник
es: Anular el Documento de Origen
hy: Հեռացնել ընթացիկ փաստաթուղթը
ka: წყაროს ანულირება
ru: Аннулировать исходный документ

source: Annul the current sale?
bg: Анулиране на текущата продажба?
es: ¿Anular la venta actual?
hy: Հերքել ընթացիկ վաճառքը ?
ka: გავუკეთო ანულირება მიმდინარეგაყიდვას?
ru: Аннулировать текущую продажу?

source: Annul the source document
bg: Анулиране на документът източник
es: Anular el documento de origen
hy: Հեռացնել ընթացիկ փաստաթուղթը
ka: წყაროს ანულირება
ru: Аннулировать исходный документ

source: Annulled
bg: Анулирана
es: Anulado
fr: Annulé
hy: Չեղյալ է համարվել
ka: ანულირებულია
ru: Аннулировано
uk: Анульовано

source: Annulling of transfers to locations not managed by the current database is not allowed! Do you want to send a request to the managing system for this location to annul the transfer?
bg: Анулирането на трансфери към обекти, неуправлявани от текущата база данни, не е позволено! Желаете ли да изпратите заявка към управляващата система за този обект да анулира този трансфер?
es: No es permitido anular transferencias de entidades no manejadas por la base de datos actual. ¿Desea enviar la solicitud de anular la transferencia de la entidad al administrador de sistema?
hy: Տվյալ բազայով չղեկավարվող տեղամասերի տեղափոխման հերքումը անհնար է, դուք ցանկանում եք ուղարկել ղեկավար համակարգին հաղորդագրություն հեռացման համար
ka: მიმდინარე მონაცემთა ბაზის მიერ მართვად ადგილმდებარეობებში გადაგზავნების ანულირება შეუძლებელია! გსურთ გაუგზავნოთ მოთხოვნა აღნიშნული ადგილმდებარეობის სამართავ სისტემას გაანულოს გადაგზავნა?
ru: Аннулирование перемещений на участках, которые не управляются текущей базой данных, не разрешено! Отправить запрос к управляющей системе данного участка для выполнения операции аннулирования?

source: Annulling operations with locations not managed by the current database is not allowed! Do you want to send a request to the managing system for this location to annul the operation?
bg: Анулирането на операции в обекти, неуправлявани от текущата база данни, не е позволено! Желаете ли да изпратите заявка към управляващата система за този обект да анулира тази операция?
es: No es permitido anular operaciones de entidades no manejadas por la base de datos actual. ¿Desea enviar la solicitud de anular la operación de la entidad al administrador de sistema?
hy: Տվյալ բազայով չղեկավարվող տեղամասերի գործողությունների հերքումը անհնար է, դուք ցանկանում եք ուղարկել ղեկավար համակարգին հաղորդագրություն հեռացման համար
ka: მიმდინარე მონაცემთა ბაზის მიერ მართვად ადგილმდებარეობებში ოპერაციების ანულირება შეუძლებელია! გსურთ გაუგზავნოთ მოთხოვნა აღნიშნული ადგილმდებარეობის სამართავ სისტემას გაანულოს ოპერაცია?
ru: Аннулирование операций на участках, которые не управляются текущей базой данных, не разрешено! Отправить запрос к управляющей системе данного участка для выполнения операции аннулирования?

source: Annulling operations with locations not managed by the current database is not allowed! You can create, edit and annul operations only from the database managing the location in the operation.
bg: Анулирането на операции в обекти, неуправлявани от текущата база данни, не е позволено. Можете да създавате, редактирате и анулирате операции само от базата данни, управляваща обекта в операцията.
es: ¡Anular operaciones con entidades no administradas por la actual base de datos no está permitido! Usted puede crear, puede revisar y puede anular operaciones sólo desde la base de datos administrando la entidad en la operación.
hy: Ընթացիկ տվյալների բազայում գործողության հերքումը անհնար է
ka: მიმდინარე მონაცემთა ბაზის მიერ მართვად ადგილმდებარეობებში ოპერაციების ანულირება შეუძლებელია! შეგიძლიათ გააკეთოთ შექმნის, რედაქტირებისა და ანულირების ოპერაციები ბაზის მიერ მართვად ადგილმდებარეობებში.
ru: Аннулирование операций из объектов, не управляемых текущей базой данных, запрещено! Разрешено создавать, редактировать и аннулировать операции в базе данных, которая управляет объектами в операции.
uk: Заборонено анулювання операцій з об'єктів, які не управляються поточною базою даних! Дозволено створювати, редагувати і анулювати операції в базі даних, яка управляє об'єктами в операції.

source: Another copy of {0} is already running!
bg: Друго копие на {0} работи в момента!
es: ¡Otra copia de {0} ya está corriendo!
hy: {0}-ի մեկ այլ օրինակ արդեն աշխատում է
ka: {0}-ის სხვა კოპია უკვე გაშვებულია!
ru: Другая копия {0} уже запущена
uk: Інша копія {0} вже працює!

source: Another copy of {0} is probably using this database and is synchronizing it to IncoCloud. Attempting reconnection...
bg: Друго копие на {0} най-вероятно използва същата база и я синхронизира с "IncoCloud". Прави се опит за повторно свързване...
es: Otra copia de {0} está probablemente usando esta base de datos y sincronizándola a IncoCloud. Intentando reconexión...
hy: Այլ կրկնօրինակ {0} .
ka: მონაცემთა ბაზა იყენებს {0}-ის სხვა კოპიას და ასინქრონებს მას ინკო-ღრუბელთან. ხელმეორედ მიერთების მცდელობა...
ru: Другая копия "{0}" возможно использует эту базу данных и синхронизируется с IncoCloud. Попытка переподключения...
uk: Інша копія {0} можливо використовує цю базу даних і синхронізується з IncoCloud. Спроба перепідключення ...

source: Any
az: İstənilən
bg: Всички
es: Cualquier
fr: n’importe
hy: Բոլորը
ka: ნებისმიერი
pl: Ktokolwiek
ru: Любой
uk: Будь-який

source: Any dates
az: İstənilən tarix
bg: Всички дати
es: Cualquier fecha
fr: N’importe quelles dates
hy: Որևէ ամսաթիվ
ka: ნებისმიერი თარიღის
pl: Jakakolwiek data
ru: Любая дата
uk: Будь-які дати

source: Any type
az: İstənilən tip
bg: Всякакъв вид
es: Cualquier tipo
fr: N’importe quel type
hy: Ավելացնել տեսակ
ka: ნებისმიერი ტიპი
ru: Любой тип
uk: Будь-який вид

source: Any values
az: İstənilən kəmiyyət
bg: Всички стойности
es: Cualquier valor
fr: N’importe quelles valeurs
hy: Որևէ արժեք
ka: ნებისმიერი ღირებულების
pl: Jakiekolwiek znaczenia
ru: Любые значения
uk: Будь-яке значення

source: Application Log
az: Əlavələr jurnalı
bg: Дневник на приложението
es: Diario de la Aplicación
fr: Journal d’application
hy: Փոփոխությունների գրանցման մատյան
ka: აპლიკაციის ჟურნალი
pl: Log załącznika
ru: Журнал приложения
uk: Журнал логів

source: Application Log Report
az: Əlavənin işi haqqında hesabat
bg: Дневник на приложението
es: Reporte del Diario de la aplicación
fr: Rapport Journal d’application
hy: Փոփոխությունների գրանցման մատյան
ka: აპლიკაციის მუშაობის რაპორტი
pl: Raport Log załącznika
ru: Отчет о работе приложения
uk: Звіт про роботу додатку

source: Application Log...
az: Əlavələr jurnalı
bg: Дневник на приложението...
es: Diario de la aplicación...
fr: Journal d’application…
hy: Փոփոխությունների գրանցման մատյան
ka: აპლიკაციის ჟურნალი
pl: Log załącznika...
ru: Журнал приложения
uk: Журнал програми

source: Application localization
az: Əlavəni lokallaşdırmaq
bg: Локализация на програмата
es: Localización de la aplicación
fr: Localisation d’application
hy: Ծրագրի տեղայնացում
ka: აპლიკაციის ლოკალიზაცია
pl: Lokalizacja załącznika
ru: Локализация приложения
uk: Локалізація програми

source: Applied price rules
az: Faktiki qiymətləndirmə qaydası
bg: Приложени ценови правила
es: Aplicadas las reglas de precios
fr: Règles de prix appliquées
hy: Ավելացնել գնային կանոն
ka: დაყენებული ფასობრივი წესები
pl: Czynne cenowe reguły
ru: Действующие ценовые правила
uk: Діючі цінові правила

source: Apply
az: Tətbiq etmək
bg: Приложи
es: Aplicar
fr: Appliquer
hy: Կիրառել
ka: მიღება
pl: Zastosuj
ru: Применить
uk: Застосувати

source: April
az: Aprel
bg: Април
es: Abril
fr: Avril
hy: Ապրիլ
ka: აპრილი
pl: Kwiecień
ru: Апрель
uk: Квітень

source: Are you sure that you want to make {0} the new owner of group {1}. Only the owner can change the ownership of the group.
bg: Сигурни ли сте, че желаете да направите {0} новия собственик на група "{1}"? Само собственикът може да променя принадлежността на групата.
es: Está seguro de querer hacer {0} el nuevo dueño del grupo {1}. Solo el dueño puede cambiar la propiedad del grupo
hy: Դուք վստահ եք, որ ցանկանում եք կարգել {0}-ին {1} խմբի սեփականատեր.
ka: დარწმუნებული ხართ, რომ {0} გახდეს {1} ჯგუფის ახალი მფლობელი?
ru: Сделать {0} новым владельцем группы {1}? Только владелец может изменять принадлежность группы.
uk: Зробити {0} новим власником групи {1}? Тільки власник може змінювати приналежність групи.

source: Are you sure you want to annul the selected {0} sales?
bg: Сигурни ли сте, че желаете да анулирате избраните {0} продажби?
es: ¿Está seguro de querer anular las {0} ventas seleccionadas?
hy: Դուք ցանկանում եք հերքել {0} վաճառքը ?
ka: დარწმუნებული ხართ, რომ მონიშნული {0} გაყიდვის ანულირება გსურთ?
ru: Аннулировать выбранные продажи - "{0}" ?

source: Are you sure you want to annul the source document after the transformation is saved?
bg: Сигурни ли сте, че желаете да анулирате документът източник за тази трансформация, след като трансформираната операция бъде записана?
es: ¿Está seguro de que desea anular los datos del documento origen después de salvar la transformación?
hy: Դուք ցանկանում եք հեռացնել ընթացիկ փաստաթուղթը ձևափոխումից հետո?
ka: გსურთ გაანულოთ დოკუმენტის წყარო ტრანსფორმაციის შენახვის შემდეგ?
ru: Аннулировать исходный документ после сохранения трансформированной операции?

source: Are you sure you want to annul this credit note?
az: Kredit bildirişini ləgv edək?
bg: Сигурни ли сте, че желаете да анулирате кредитното известие?
es: ¿Está seguro de querer anular esta nota de crédito?
fr: Etes-vous sûr de vouloir annuler cette note de crédit?
hy: Դուք ցանկանում եք հերքել Կրեդիտային տեղեկության ?
ka: დარწმუნებული ხარ, რომ ამ საკრედიტო უწყების ანულირება გსურს?
pl: Jesteście pewne, że chcecie anulować kredytowe zawiadomienie?
ru: Аннулировать кредит-ноту?
uk: Ви впевнені, що хочете скасувати цю кредит-ноту?

source: Are you sure you want to annul this debit note?
az: Debet bildirişini ləgv edək
bg: Сигурни ли сте, че желаете да анулирате дебитното известие?
es: ¿Está seguro de querer anular esta nota de débito?
fr: Etes-vous sûr de vouloir annuler cette note de débit?
hy: Դուք ցանկանում եք հերքել դեբետային տեղեկությունը ?
ka: დარწმუნებული ხარ, რომ ამ სადებეტო უწყების ანულირება გსურს?
pl: Jesteście pewne, że chcecie anulować debetowe zawiadomienie?
ru: Аннулировать дебет-ноту?
uk: Ви впевнені, що хочете скасувати цю дебет-ноту?

source: Are you sure you want to annul this invoice?
az: Аннулировать счет-фактуру?
bg: Сигурни ли сте, че желаете да анулирате фактурата?
es: ¿Está seguro de querer anular esta factura?
fr: Etes-vous sûr de vouloir annuler cette facture?
hy: Դուք ցանկանում եք հերքել ապրանքագիրը ?
ka: დარწმუნებული ხარ, რომ ამ ინვოისის ანულირება გსურს?
pl: Jesteście pewne, że chcecie anulować fakturę?
ru: Аннулировать счет-фактуру?
uk: Ви впевнені, що хочете скасувати рахунок-фактуру?

source: Are you sure you want to annul this offer?
bg: Сигурни ли сте, че желаете да анулирате офертата?
es: ¿Está seguro que desea anular esta oferta?
hy: Դուք ցանկանում եք հերքել տվյալ առաջարկը?
ka: დარწმუნებული ხართ, რომ გსურთ ამ შეთავაზების ანულირება?
ru: Аннулировать данный документ оферты?

source: Are you sure you want to annul this operation?
az: Əməliyyat ləgv edilsin?
bg: Сигурни ли сте, че желаете да анулирате операцията?
es: ¿Está seguro de querer anular esta operación?
fr: Etes-vous sûr de vouloir annuler cette opération?
hy: Դուք համոզված եք,որ ցանկանում եք հեռացնել այս գործողությունը ?
ka: დარწმუნებული ხართ, რომ ამ ოპერაციის ანულირება გსურთ?
pl: Jesteście pewne, że chcecie anulować operację?
ru: Аннулировать операцию?
uk: Ви впевнені, що хочете скасувати цю операцію?

source: Are you sure you want to annul this proforma invoice?
az: Hesab proforma ləgv edilsin?
bg: Сигурни ли сте, че желаете да анулирате проформа фактурата?
es: ¿Está seguro de querer anular el documento de factura simulada?
fr: Etes-vous sûr de vouloir annuler cette facture proforma?
hy: Դուք ցանկանում եք հերքել նախնական հաշիվը ?
ka: დარწმუნებული ხართ, რომ ამ პროფორმა ინვოისის ანულირება გსურთ?
pl: Jesteście pewne, że chcecie anulować fakturę proforma?
ru: Аннулировать счет-проформу?
uk: Ви впевнені, що хочете скасувати рахунок-проформу?

source: Are you sure you want to annul this purchase order?
bg: Сигурни ли сте, че желаете да анулирате заявката?
es: ¿Está seguro de querer anular estas órdenes de compras?
hy: Դուք ցանկանում եք հերքել մատակակարի պատվերը
ka: დარწმუნებული ხართ, რომ გსურთ ამ მომწოდებლის შეკვეთის ანულირება?
ru: Аннулировать заявку на покупку?

source: Are you sure you want to annul this sale?
bg: Сигурни ли сте, че желаете да анулирате продажбата?
es: ¿Está seguro de querer anular esta venta?
hy: Դուք ցանկանում եք հերքել ընթացիկ վաճառքը ?
ka: დარწმუნებული ხართ, რომ ამ გაყიდვის ანულირება გსურთ?
ru: Аннулировать эту продажу?
uk: Ви впевнені, що хочете скасувати цей продаж?

source: Are you sure you want to annul this sales order?
bg: Сигурни ли сте, че желаете да анулирате поръчката?
es: ¿Está seguro de querer anular estas órdenes de ventas?
hy: Դուք ցանկանում եք հերքել ընթացիկ պատվերը ?
ka: დარწმუნებული ხართ, რომ ამ შეკვეთის ანულირება გსურთ?
ru: Вы уверены, что хотите отменить этот предварительный заказ?
uk: Ви впевнені, що хочете скасувати попереднє замовлення?

source: Are you sure you want to annul this warranty card?
az: Zəmanət talonu ləgv edilsin?
bg: Сигурни ли сте, че желаете да анулирате гаранционната карта?
es: ¿Esta seguro de querer anular esta tarjeta de garantía?
fr: Etes-vous sûr de vouloir annuler cette carte de garantie?
hy: Դուք ցանկանում եք հերքել երաշխիքային կտրոն ?
ka: დარწმუნებული ხართ, რომ გინდათ საგარანტიო ბარათის ანულირება?
pl: Czy na pewno chcesz unieważnić tą kartę gwarancyjną?
ru: Аннулировать гарантийный талон?
uk: Ви впевнені, що хочете скасувати цей гарантійний талон?

source: Are you sure you want to cancel any unsaved changes and make a stock-taking?
bg: Сигурни ли сте, че желаете да загубите всички незаписани промени и да направите ревизия?
es: ¿Está seguro que desea cancelar sin guardar los cambios y hacer un inventario?
hy: Դուք վստահ եք, որ ցանկանում եք հերքել բոլոր չպահպանված գործողությունները գույքագրման մեջ ?
ka: დარწმუნებული ხართ, რომ გნებავთ ინვენტარიზაციის ოპერაციის შესრულება? ყველა ცვლილება, რომელიც შენახული არ არის დაიკარგება.
ru: Отменить несохраненные изменения и провести инвентаризацию?
uk: Скасувати збережені зміни і провести інвентаризацію?

source: Are you sure you want to delete all payments of this operation?
az: Bu əməliyyat üzrə bütün ödənişlər silinsin?
bg: Сигурни ли сте, че желаете да изтриете всички плащания по тази операция?
es: ¿Está seguro de querer borrar todos los pagos de esta operación?
fr: Etes-vous sûr de vouloir supprimer tous les paiements de cette opération?
hy: Դուք համոզված եք, որ ցանկանում եք հերքել այս գործողության բոլոր վճարումները ?
ka: ნამდვილად გსურთ ამ ოპერაციის ყველა გადახდის წაშლა?
pl: Jesteście pewne, że chcecie wydalić wszystkie spłaty po tej operacji?
ru: Удалить все платежи по этой операции?
uk: Видалити всі платежі за цією операцією?

source: Are you sure you want to delete all the information in database "{0}" and remove it from this group?
bg: Сигурни ли сте, че желаете да изтриете цялата информация в база данни "{0}" и да я премахнете от тази група?
es: ¿Está seguro de querer borrar toda la informacion en la base de datos "{0}" y borrarla de este grupo?
hy: Դուք ցանկանում եք հեռացնել տվյալ բազայի ողջ ինֆորմացիան "{0}" և հեռացնել այն խմբից?
ka: ნამდვილად გსურთ წაშალოთ მტელი ინფორმაცია მონაცემთა ბაზაში "{0}" და ამოვშალოთ იგი ჯგუფიდან?
ru: Удалить всю информацию в базе данных "{0}" и удалить ее из группы?
uk: Видалити всю інформацію в базі даних "{0}" і видалити її з групи?

source: Are you sure you want to delete group "{0}" and destroy the connection between the databases in it?
bg: Сигурни ли сте, че желаете да изтриете група "{0}" и да разрушите връзката между базите данни в нея?
es: ¿Está seguro de querer borrar el grupo"{0}" y eliminar la conexión entre las bases de datos?
hy: Դուք ցանկանում եք հեռացնել "{0}" խումբը և նրանում եղած տվյալների կապը ?
ka: ნამდვილად გსურთ წაშალოთ ჯგუფი "{0}" და დაარღვიოთ კავშირი მონაცემთა ბაზებს შორის კავშირი მასში?
ru: Удалить группу "{0}" и связи между базами данных в ней?
uk: Видалити групу "{0}" і перервати зв'язок між базами даних в ній?

source: Are you sure you want to delete the selected label?
bg: Сигурни ли сте, че желаете да изтриете избрания етикет?
es: ¿Está seguro que desea eliminar la etiqueta seleccionada?
fr: Etes-vous sûr de vouloir supprimer l'étiquette sélectionnée?
hy: Դուք համոզված եք, որ ցանկանում եք հեռացնել ընտրված պիտակը ?
ka: ნამდვილად გსურთ მონიშნული ნიშნულის წაშლა?
ru: Удалить выбранную этикетку?
uk: Видалити вибрану позначку?

source: Are you sure you want to delete the selected sheet?
bg: Сигурни ли сте, че желаете да изтриете избрания лист?
es: ¿Está seguro de querer borrar la hoja seleccionada?
fr: Etes-vous sûr de vouloir supprimer la feuille sélectionnée?
hy: Դուք համոզված եք, որ ցանկանում եք հեռացնել ընտրված թերթը ?
ka: ნამდვილად გსურთ მონიშნული ფურცლის წაშლა?
ru: Удалить выбранный лист?
uk: Видалити вибраний лист?

source: Are you sure you want to delete this advance payment?
az: Avans ödəniş silinsin?
bg: Сигурни ли сте, че желаете да изтриете тази предлата?
es: ¿Está seguro de querer borrar este pago avanzado?
fr: Etes-vous sûr de vouloir supprimer ce paiement anticipé?
hy: Դուք ցանկանում եք հեռացնել կանխավճարը ?
ka: ნამდვილად გსურთ ამ საავანსო გადახდის წაშლა?
pl: Czy na pewno chcesz usunąć tą zaliczkę?
ru: Удалить авансовый платеж?
uk: Видалити цей авансовий платіж?

source: Are you sure you want to delete this cash book entry?
bg: Сигурни ли сте, че желаете да изтриете този запис в касовата книга?
es: ¿Está seguro de eliminar el libro de caja entrado?
hy: Դուք ցանկանում եք հեռացնել դրամարկղային գրքի տվյալ գրառումը ?
ka: ნამდვილად გსურთ ამ სალაროს წიგნის შიგთავსის წაშლა?
ru: Удалить эту запись кассового журнала?
uk: Видалити цю запис касового журналу?

source: Are you sure you want to delete this customer?
bg: Сигурни ли сте, че желаете да изтриете този клиент?
es: ¿Está seguro de querer borrar este cliente?
hy: Դուք ցանկանում եք հեռացնել այս հաճախորդին ?
ka: ნამდვილად გსურთ ამ მომხმარებლის (კლიენტის) წაშლა?
ru: Удалить выбранного клиента?
uk: Видалити цього клієнта?

source: Are you sure you want to delete this device?
bg: Сигурни ли сте, че желаете да изтриете това устройство?
es: ¿Está seguro que desea eliminar este dispositivo?
hy: Դուք ցանկանում եք հեռացնել այս սարքավորումը ?
ka: ნამდვილად გსურთ ამ მოწყობილობის წაშლა?
ru: Удалить выбранное устройство?
uk: Видалити цей пристрій?

source: Are you sure you want to delete this item?
bg: Сигурни ли сте, че желаете да изтриете тази стока?
es: ¿Está seguro que desea eliminar esta mercancía?
hy: Դուք ցանկանում եք հեռացնել այս ապրանքը ?
ka: ნამდვილად გსურთ ამ საქონლის წაშლა?
ru: Удалить выбранный товар?
uk: Видалити цей товар?

source: Are you sure you want to delete this layout profile?
bg: Сигурни ли сте, че желаете да изтриете това разпределение?
es: ¿Está seguro de querer eliminar este perfil de esquema?
hy: Դուք ցանկանում եք հեռացնել տվյալ դասավորվածությունը ?
ka: ნამდვილად გსურთ ამ განლაგების პროფილის წაშლა?
ru: Удалить профиль шаблона?
uk: Видалити цей профіль шаблону?

source: Are you sure you want to delete this location?
bg: Сигурни ли сте, че желаете да изтриете този обект?
es: ¿Está seguro que desea eliminar esta ubicación?
hy: Դուք ցանկանում եք հեռացնել այս տեղամասը ?
ka: ნამდვილად გსურთ ამ ადგილმდებარეობის წაშლა?
ru: Удалить выбранный объект?
uk: Видалити цей об'єкт?

source: Are you sure you want to delete this order?
bg: Сигурни ли сте, че желаете да изтриете тази поръчка?
es: ¿Está seguro de querer borrar este pedido?
hy: Դուք ցանկանում եք հեռացնել տվյալ պատվերը ?
ka: ნამდვილათ გსურთ ამ შეკვეთის წაშლა?
ru: Удалить этот заказ?
uk: Видалити це замовлення?

source: Are you sure you want to delete this reservation?
az: Rezervasiya silinsin?
bg: Сигурни ли сте, че желаете да изтриете тази резервация?
es: ¿Está seguro de querer borrar esta reservación?
fr: Etes-vous sûr de vouloir supprimer cette réservation?
hy: Դուք վստահ եք, որ ցանկանում եք հեռացնել տվյալ ամրագրումը ?
ka: ნამდვილათ გსურთ ამ ჯავშანის მოხსნა?
pl: Jesteście pewne, że chcecie wydalić rezerwację?
ru: Удалить резервацию?
uk: Ви впевнені, що хочете видалити це замовлення?

source: Are you sure you want to delete this vending item from the vending machine?
bg: Сигурни ли сте, че желаете да изтриете тази стока от автомата?
es: ¿Está seguro de que usted quiere borrar esta mercancía vendida desde la máquina expendedora?
hy: Դուք ցանկանում եք հեռացնել տվյալ ապրանքը առևտրային ավտոմատից ?
ka: ნამდვილად გსურთ ამ სავაჭრო ერთეულის წაშლა სავაჭრო აპარატიდან?
ru: Удалить данный торговый объект с рабочего места?

source: Are you sure you want to delete this vending machine?
bg: Сигурни ли сте, че желаете да изтриете този автомат за стоки?
es: ¿Está seguro de que usted quiere borrar esta máquina expendedora?
hy: Դուք ցանկանում եք հեռացնել տվյալ առևտրային ավտոմատն ?
ka: ნამდვილათ გსურთ ამ სავაჭრო აპარატის წაშლა?
ru: Удалить рабочее место

source: Are you sure you want to delete this web store?
bg: Сигурни ли сте, че желаете да изтриете този интернет магазин?
es: ¿Está seguro de eliminar esta tienda web?
hy: Դուք ցանկանում եք հեռացնել տվյալ ինտերնետ խանութը ?
ka: ნამდვილად გსურთ ამ ვებ-მაღაზიის წაშლა?
ru: Удалить интернет-магазин?

source: Are you sure you want to disable the service "{0}"? All the external connections that this service provides will be stopped.
bg: Сигурни ли сте, че желаете да спрете услугата "{0}"? Всички външни връзки, поддържани от тази услуга, ще бъдат прекъснати.
es: ¿Está seguro que desea deshabilitar el servicio "{0}"? Todas la conexiones externas que este servicio provee serán detenidas
hy: Դուք համոզված եք, որ ցանկանում եք անջատել տվյալ ծառայությունը "{0}"?
ka: ნამდვილად გსურთ სერვისის "{0}" გამორთვა? ყველა გარე კავშირი, რომელსაც უზრუნველყოფს ეს სერვისი გაჩერდება.
ru: Отключить услугу "{0}|'? Все внешние соединения, связанные с этой услугой, будут прерваны.
uk: Відключити послугу "{0}"? Всі зовнішні з'єднання, пов'язані з цією послугою, будуть перервані.

source: Are you sure you want to disconnect from QuickBooks Online? To temporarily stop the synchronization you can disable the service.
bg: Сигурни ли сте, че желаете да изключите връзката с QuickBooks Online? За да спрете временно синхронизацията може да спрете услугата.
hy: Դուք համոզված եք, որ ցանկանում եք անջատվել QuickBooks Online համակարգի: Ժամանակովոր դադարեցման համար կարող եք անջատել ծառայությունը,
ka: დარწმუნებული ხართ რომ გსურთ კავშირის გაწყვეთა QuickBooks Online? სინქრონიზაციის დროებით შეჩერებისთვის თქვენ შეგიძიათ გამორთოთ სერვისი.
ru: Отключить QuickBooks Online? Для временной остановки синхронизации можно остановить службу.

source: Are you sure you want to enable the service "{0}"?
bg: Сигурни ли сте, че желаете да пуснете услугата "{0}"?
es: ¿Está seguro que desea habilitar el servicio "{0}"?
hy: Դուք ցանկանում եք ակտիվացնել "{0}" ծառայությունը ?
ka: ნამდვილად გსურთ სერვისი "{0}"-ის ჩართვა?
ru: Включить услугу "{0}"?
uk: Включити послугу "{0}"?
