Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: No e-mail subject entered!
bg: Няма въведена тема на писмото
es: ¡No entró ningún asunto!
fr: Aucun sujet e-mail n'est entré!
hy: Անհայտ թեմա
ka: იმეილის საგანი შეტანილი არ არის!
ru: Не указана тема сообщения!

# Distribution
source: No events found
bg: Няма намерени събития
es: Ningún evento encontrado
hy: Չկան գտնված իրադարձություններ
ka: ღონისძიება ვერ ვიპოვე
ru: События не найдены

source: No fields selected and in use.
az: Sahələr seçilməyib
bg: Няма избрани и използвани филтри
es: Ningún campo seleccionado y en uso
fr: Pas de champs sélectionnés et en cours d'utilisation.
hy: Դաշտ չի ընտրվել
ka: არცერთი ველი არ არის არჩეული და გამოყენებული
pl: Pola są nie wybrane
ru: Поля не выбраны
uk: Немає поля вибрано у використанні.

source: No file selected for export!
bg: Няма избрани файлове за износ.
es: ¡No se seleccionó un fichero para exportar!
fr: Aucun fichier sélectionné pour l'exportation!
hy: Արտահանման ֆայլը ընտրված չէ
ka: ფაილები საექსპორტოდ მონიშნული არ არის!
ru: Не выбран файл экспорта!

source: No filter
az: Filtr yoxdur
bg: Без филтър
es: Sin filtro
fr: Aucun filtre
hy: Ֆիլտր չի ընտրվել
ka: ფილტრის გარეშე
pl: Nie ma filtru
ru: Нет фильтра
uk: Без фільтра

source: No filtering
az: Filtr tətbiq olunmayıb
bg: Няма филтриране
es: Sin filtrado
fr: Pas de filtrage
hy: Առանց ֆիլտրացիայի
ka: ფილტრის გარეშე
pl: Filtr nie zastosowany
ru: Не применен фильтр
uk: Немає фільтрації

source: No fiscal printer
az: NKA-sız
bg: Няма фискален принтер
es: Ninguna impresora fiscal
fr: Aucune imprimante fiscale
hy: Առանց ֆիսկալ տպիչի
ka: ფისკალური პრინტერი არ არის
pl: Bez fiskalnej drukarki
ru: Без фискального принтера
uk: Немає фіскального принтера

source: No footer
bg: Без долен колонтитул
es: Sin pié de página
fr: Pas de pied de page
hy: Առանց ստորագրի
ka: Footer არ არის
ru: Без нижнего колонтитула

source: No grouping
az: Qruplaşma yoxdur
bg: Без групиране
es: Sin agrupación
fr: Aucun groupement
hy: Առանց խմբավորման
ka: დაჯგუფების გარეშე
pl: Nie ma ugrupowania
ru: Нет группировки
uk: Немає групування

source: No groups
bg: Няма групи
es: Sin grupos
hy: Առանց խմբերի
ka: არ არის ჯგუფები
ru: Нет групп

source: No information is available for this component!
az: Komponent haqqında məlumat yoxdur!
bg: Няма налична информация за този компонент!
es: ¡No hay información dispnible para este componente!
fr: Aucune information n'est disponible pour cette composante!
hy: Տվյալ կոմպոնենտի համար չկա ինֆորմացիա
ka: ამ კომპონენტზე ინფორმაცია არ არის ხელმისაწვდომი!
pl: Informacja o składniku jest niedostępna!
ru: Информация о компоненте недоступна!
uk: Немає жодної інформації щодо цього компонента!

source: No item was found with barcode {0}
bg: Няма намерена стока с баркод {0}
es: Ninguna mercancía fue encontrada con código de barras {0}
hy: {0} գծիկավոր կոդով ապրանք գոյություն չունի
ka: {0} შტრიხკოდით საქონელი ვერ ვიპოვე
ru: Товар со штрих-кодом {0} не найден.
uk: Товар зі штрихкодом {0} не був знайдений

source: No lot in bar-code
bg: Няма партида в бар-кода
es: Ningun lote en el código de barra
hy: Գծիկավոր կոդերում բացակայում է խմբաքանակը
ka: არ არის შტრიხ-კოდის ლოტი
ru: В баркоде не указан лот

source: No matches.
az: Нет данных по условиям запроса.
bg: Няма намерени резултати.
es: No coinciden
fr: Pas d’allumettes
hy: Տվյալներ չկան ըստ հարցման պայմանների
ka: ჩანაწერები არ მოიძებნა.
pl: Nie ma danych po pytaniu.
ru: Нет совпадений
uk: Нема даних по умовах запиту.

source: No modifications
bg: Няма модификации
es: Ninguna modificación
hy: Չկան առանձնահատկություններ
ka: მოდიფიკატორები არ მოიძებნა
ru: Нет изменений

source: No number
bg: Без номер
es: Ningún número
fr: Aucun numéro
hy: Չկան թվեր
ka: რიცხვი არ მოიძებნა
ru: Нет цифр

source: No payment
bg: Без плащане
hy: Չվճարված
ka: არ არის გადახდილი
ru: Нет оплаты

source: No sales found!
bg: Няма намерени продажби!
es: ¡No se encontrarón ventas!
hy: Վաճառքը գտնված չէ
ka: გაყიდვები ვერ ვიპოვნე!
ru: Нет продаж!

# QuickBooks
source: No source account for Refund Receipts specified! Please select an account if you want to enable exporting of Returns.
bg: Няма зададена сметка източник за връщания! Моля, изберете сметка, ако желаете да разрешите експортирането на рекламации.
hy: Նոր ապրանքների վերադարձի փասաթուղթը բացակայում է
ru: Нет исходного счета для получения возвратов! Укажите счет, если хотите экспортировать возвраты.

source: No source fields are selected to preview.
az: Baxış üçün başlanğıc sahələr seçilməyib
bg: Няма избрани източници за преглед.
es: Ningún campo es seleccionado para vista previa.
fr: Pas de champs sources sont sélectionnées à l'aperçu.
hy: Արտացոլելու համար դաշտ չի ընտրված
ka: წყაროს არცერთი ველი არ არის საჩვენებლად არჩეული
pl: Są nie wybrane początkowe pola dla przeglądu
ru: Не выбраны исходные поля для просмотра
uk: Немає вихідного файлу для перегляду.

source: No sources selected.
az: Mənbə seçilməyib
bg: Няма избрани източници.
es: Ningún origen seleccionado.
fr: Aucune source sélectionnée.
hy: Ինֆորմացիայի աղբյուր չի ընտրված
ka: არცერთი წყარო არა არის არჩეული
pl: Źródło jest nie elitarne
ru: Источник не выбран
uk: Немає вибраних джерел.

source: No time left
bg: Няма останало време
es: Ninguna hora disponible:
hy: Ժամանակ այլևս չկա
ka: დრო არ დარჩა
ru: Ваше время истекло

source: No updates
az: Yenilənmə yoxdur
bg: Няма обновления
es: Ninguna actualización
fr: Aucune mise à jour
hy: Առանց թարմացումների
ka: განახლებები არ არის
pl: Odnów nie ma
ru: Обновлений нет
uk: Немає оновлень

source: No user filters available.
az: İstifadəçi filteri göstərilməmişdir
bg: Няма налични потребителски филтри.
es: Ningún filtro de usuario disponible
fr: Aucun utilisateur filtres disponibles.
hy: Օգտագործողի ֆիլտրերը հասանելի չեն
ka: მომხმარებლის გაფილტვრის გარეშე
pl: Nie został ustalony filtr dla użytkownika
ru: Не указан пользовательский фильтр
uk: Немає користувачів для фільтру

source: No user info
az: İstifadəçi haqqında məlumat yoxdur
bg: Няма информация за потребителя
es: Ninguna información del usuario
fr: Pas d'info utilisateur
hy: Առանց օգտագործողների մասին տեղեկության
ka: მომხმარებლის შესახებ იფორმაცია არ არის
pl: Informacji o użytkowniku niema
ru: Информации о пользователе нет
uk: Немає інформації про користувача

source: No user with the specified email address was found in IncoCloud!
bg: Не беше открит потребител на "IncoCloud" с посочения пощенски адрес.
es: ¡Ningún usuario con el correo electrónico especificado fue encontrado en IncoCloud!
hy: Տվյալ էլ փոստով գրանցված օգտագործող գոյություն չունի
ka: მომხმარებელი აღნიშნული იმეილით ინკო-ღრუბელში არ მოიძებნა!
ru: Пользователь с указанным адресом электронной почты не найден в IncoCloud!

# Distribution
source: No users were found
bg: Няма намерени потребители
es: Ningún usuario fue encontrado
hy: Չկան գտնված օգտագործողներ
ka: მომხმარებლები ვერ ვიპოვე
ru: Данные пользователи не найдены

source: No vending items.
bg: Няма стоки в автомата.
es: Ninguna mercancía vendida.
hy: Առևտրային ավտոմատում ապրանքներ չկան
ka: რა არის სავაჭრო ერთეულები.
ru: Нет торговых объектов.

source: No web stores.
bg: Няма интернет магазини.
es: Ninguna tienda web.
hy: Առանց ինտերնետ խանութների
ka: ვებ-მაღაზიების გარეშე.
ru: Нет интернет-магазинов.

source: No. I think {0} has everything I need.
az: Yox. {0}-da mənə lazım olan hər şey var.
bg: Не. Мисля, че {0} има всичко, което ми е нужно.
es: No. Creo que {0} tiene todo lo que necesito.
fr: Non, je pense {0} a tout ce qu'il me faut.
hy: Ոչ ես կարծում եմ, որ {0}–ում կա ինձ անհրաժեշտ ամեն ինչ
ka: არა. მე ვფიქრობ {0}-ს ყველაფერი წესრიგში აქვს.
pl: Nie myślę, że {0} ma wszystko, czego potrzebuję.
ru: Нет. Я считаю что в {0} есть все что Мне нужно.

source: Nom. Quantity
az: Nom. say
bg: Ном. количество
es: Cantidad en Nom.
fr: Quantité nominale
hy: Նոմինալ քանակ
ka: ნომ. ხარისხი
pl: Nom. liczby
ru: Ном. кол-во
uk: Чисельність

source: Nom. quantity
az: Nom. say
bg: Ном. количество
es: Cantidad nominal
fr: Quantité nominale
hy: Նոմինալ քանակ
ka: ნომ. რაოდ.
pl: Nom. liczby
ru: Ном. кол-во
uk: Ном. к-ть

source: Nominal quantity:
az: Nominal say:
bg: Номинално количество:
es: Cantidad nomina:
fr: Quantité nominale
hy: Նոմինալ քանակ
ka: ნომინალური რაოდენობა:
pl: Nominalna ilość :
ru: Номинальное количество:
uk: Номінальна кількість:

source: Non Alchohol - Bulgarian
az: Alkoqolsuz içkilər
bg: Безалкохолни - Български
es: Sin Alcohol - Búlgara
fr: Pas d’Alcools
hy: Ոչ ալկոհոլային
ka: უალკოჰოლო
pl: Bez Alkohol
ru: Безалкогольные напитки
uk: Безалкогольні напої

source: Non fiscal receipt
az: Qeyri fiskal çek
bg: Нефискална бележка
es: Sin recibo fiscal
fr: Reçu
hy: Ոչ ֆիսկալային կտրոն
ka: არა ფისკალური რეცეპტი
pl: Bez paragonu fiskalnego
ru: Не фискальный чек

source: Non-fiscal Cash Receipt
az: Qeyri fiskal kassa çeki
bg: Нефискална касова бележка
es: Ningún recibo en efectivo fiscal
fr: Reçu de caisse
hy: Ոչ ֆիսկալային կտրոն
ka: არაფისკალური სალაროს ქვითარი
pl: Niefiskalny kasowy czek
ru: Нефискальный кассовый чек
uk: Нефіскальний касовий чек

source: Non-inventory items cannot be used in stock-takings!
bg: Такси или услуги не могат да бъдат използвани в ревизии!
hy: Առանց մնացորդի ապրանքները չեն կարող օգտագործվել գույքագրման մեջ
ka: რაოდენობის გარეშე საქონლების გამოყენება არ შეიძლება ინვენტარიზაციაში!
ru: Неинвентаризируемые товары не могут участвовать в переучете!

source: Non-inventory items cannot be used in transfers!
bg: Такси или услуги не могат да бъдат използвани в трансфери!
hy: Առանց մնացորդի ապրանքները չեն կարող օգտագործվել տեղափոխման մեջ
ka: რაოდენობის გარეშე საქონლების გამოყენება არ შეიძლება გადაგზავნაში!
ru: Неинвентаризируемые товары не могут участвовать в перемещении!

source: Non-inventory or service
bg: Такса или услуга
hy: Առանց քանակի հաշվառման
ka: რაოდენობის გარეშე ან სერვისი
ru: Неинвентаризируемые товары или услуга

# Card processor
source: None
bg: Никакъв
es: Ninguno
hy: Դատարկ
ka: არაფერი
ru: Нет

# Database
source: None
bg: Няма
es: Ninguno
hy: Դատարկ
ka: არცერთი მონაცემთა ბაზა
ru: Нет

# Item
source: None
bg: Никоя
es: Ninguno
hy: Դատարկ
ka: არცერთი საქონელი
ru: Нет

# Location
source: None
bg: Никой
es: Ninguno
hy: Դատարկ
ka: არცერთი ადგილმდებარეობა
ru: Нет

# Modifiers
source: None
bg: Никакви
es: Ninguno
hy: Դատարկ
ka: არცერთი მოდიფიკატორი
ru: Нет

# Partner
source: None
bg: Никой
es: Ninguno
hy: Դատարկ
ka: არცერთი პარტნიორი
ru: Не выбран партнер

# Payment sign
source: None
bg: Никакъв
es: Ninguno
hy: Դատարկ
ka: არცერთი გადახდა
ru: Нет

# Picture
source: None
bg: Никоя
es: Ninguno
hy: Դատարկ
ka: არცერთი სურათი
ru: Нет

# Position
source: None
bg: Никоя
es: Ninguno
hy: Դատարկ
ka: არცერთი პოზიცია
ru: Нет

# Refresh
source: None
bg: Никакво
es: Ninguno
hy: Դատարկ
ka: არცერთი განახლება
ru: Нет

# Report
source: None
bg: Никоя
es: Ninguno
hy: Դատարկ
ka: არცერთი ანგარიში
ru: Нет

# Trimming
source: None
bg: Няма
es: Ninguno
hy: Դատարկ
ka: არცერთი ჩასწორება
ru: Нет

source: Normal Mode
az: Normal rejim
bg: Нормален режим
es: Modo Normal
fr: Mode Normal
hy: Նորմալ ռեժիմ
ka: ნორმალური რეჟიმი
pl: Normalny reżim
ru: Нормальный режим
uk: Нормальний режим

source: Not
az: Yox
bg: Не
es: No
fr: Non
hy: Ոչ
ka: არა
pl: Nie
ru: Не
uk: Ні

source: Not activated
az: Aktiv edilməyib
bg: Незадействан
es: No activado
fr: Non activé
hy: Ակտիվացված չէ
ka: არ არის გააქტიურებული
pl: Nieaktywowane
ru: Неактивировано
uk: НЕ активоване

source: Not all mandatory information was synchronized from IncoCloud! The download will be restarted the next time you try to login to that database.
bg: Не всички задължителни сведения бяха синхронизирани от "IncoCloud". Свалянето ще започне наново при следващото ви влизане в тази база данни.
es: ¡No toda la información fue obligatoriamente sincronizada desde IncoCloud! La descarga puede ser reiniciada la próxima vez que usted trate de entrar a la base de datos.
fr: Pas toutes les informations obligatoires ont été synchronisées à partir IncoCloud! Le téléchargement va être redémarré la prochaine connexion à cette base de données.
hy: Ոչ բոլոր տվյալներն են սինխրոնիզացվել IncoCloud–ում, աշխատանքը կշարունակվի մյուս մուտքի ժամանակ
ka: ყველა სავალდებულო ინფორმაცია არ არის სინქრონიზებული იკნო-ღრუბლიდან! როდესაც შემდეგ მიერთებაზე ჩამოქაჩვა დაიწყება სცადეთ მონაცემთა ბაზასთან მიერთება.
ru: Не вся обязательная информация была загружена из IncoCloud! Загрузка будет продолжена при следующем подключении к базе данных.

source: Not all of the selected items can be added. 15 of the items already in use are: {0}
az: Не все выбранные записи могут быть добавлены. 15 из них: {0}
bg: Не всички избрани стоки могат да бъдат добавени. 15 от вече добавените стоки са: {0}
es: No pueden ser añadidos todos los elementos seleccionados. 15 de los elementos que ya están en uso son: {0}
fr: Pas tous les éléments sélectionnés peuvent être ajoutés. 15 des articles déjà en cours d’utilisation sont les suivants: {0}
hy: Ոչ բոլոր ընտրված ապրանքները կարող են ավելացվել: {0} ապրանքներից 15-ը արդեն օգտագործվում են
ka: არჩეული საქონლიდან ყველა ვერ იქნება დამატებული. დამატებულთაგან 15 არის: {0}
pl: Nie wszystkie wybrane zapisy mogą być dodane. 15 z ich: {0}
ru: Не все выбранные записи могут быть добавлены. 15 из них: {0}
uk: Не всі вибрані записи можуть бути додані. 15 з них: {0}

source: Not all of the selected items can be added. 15 of the items which already have shortcuts are: {0}
az: Не все выбранные записи могут быть добавлены. Для 15 из них уже назначены ярлыки: {0}
bg: Не всички избрани стоки могат да бъдат добавени. 15 от стоките, които вече имат клавишни комбинации, са: {0}
es: No pueden ser añadidos todos los elementos seleccionados. 15 de los elementos que ya tienen accesos directos son: {0}
fr: Pas tous les éléments sélectionnés peuvent être ajoutés. 15 des articles qui ont déjà des raccourcis sont les suivants: {0}
hy: Ոչ բոլոր ընտրված կետերը կարող են ավելացվել: Կետերից 15-ը, որոնք արդեն ունեն կրճատումներ, {0}-ներն են
ka: არჩეულებიდან ყველა ვერ იქნება დამატებული. 15 უკვე გამოყენებული არის: {0}
pl: Nie wszystkie wybrane zapisy mogą być dodane. Dla 15 z ich już są przeznaczone etykiety: {0}
ru: Не все выбранные записи могут быть добавлены. Для 15 из них уже назначены ярлыки: {0}
uk: Не всі вибрані записи можуть бути додані. Для 15 з них вже призначені ярлики: {0}

source: Not all of the selected items can be added. The items already in use are: {0}
az: Aşağıdakılar əlavə edilə bilməz: {0}
bg: Не всички избрани стоки могат да бъдат добавени. Вече добавените стоки са: {0}
es: No pueden ser añadidos todos los elementos seleccionados. Los elementos que ya están en uso son: {0}
fr: Pas tous les éléments sélectionnés peuvent être ajoutés. Les articles déjà utilisés sont les suivants: {0}
hy: Ոչ բոլոր ընտրված ապրանքները կարող են ավելացվել: {0} ապրանքները արդեն օգտագործվում են
ka: არჩეული საქონლიდან ყველა ვერ იქნება დამატებული. დამატებულია: {0}
pl: Następne zapisy nie mogą być dodane: {0}
ru: Следующие записи не могут быть добавлены: {0}
uk: Следуючі записи не можуть бути додані: {0}

source: Not all of the selected items can be added. The items which already have shortcuts are: {0}
az: Не все выбранные записи могут быть добавлены. Для них уже назначены ярлыки: {0}
bg: Не всички избрани стоки могат да бъдат добавени. Стоките, които вече имат клавишни комбинации, са: {0}
es: No pueden ser añadidos todos los elementos seleccionados. Los elementos que ya tienen accesos directos son: {0}
fr: Pas tous les éléments sélectionnés peuvent être ajoutés. Les articles qui ont déjà des raccourcis sont les suivants: {0}
hy: Ոչ բոլոր կետերը կարող են ավելացվել: Կետերը, որոնք ունեն արդեն կրճատումներ {0}-ն են
ka: არჩეულებიდან ყველა ვერ იქნება დამატებული. უკვე აქვთ შორთათები: {0}
pl: Nie wszystkie wybrane zapisy mogą być dodane. Dla ich już są przeznaczone etykiety: {0}
ru: Не все выбранные записи могут быть добавлены. Для них уже назначены ярлыки: {0}
uk: Не всі вибрані записи можуть бути додані. Для них вже призначені ярлики: {0}

source: Not all selected items can be added. There is not enough place for all of them.
az: Не все выбранные записи могут быть добавлены. Недостаточно пространства.
bg: Не всички избрани стоки могат да бъдат добавени. Няма достатъчно място за всички.
es: No pueden ser añadidos todos los elementos seleccionados. No hay suficiente lugar para todos ellos.
fr: Pas tous les éléments sélectionnés peuvent être ajoutés. Il n'y a pas assez de place pour eux.
hy: Ոչ բոլոր ընտրված ապրանքները կարող են ավելացվել: Համապատասխան վայր չկա նրանց բոլորի համար
ka: არჩეული საქონლიდან ყველა ვერ იქნება დამატებული. მათთვის აღარ დარჩა თავისუფალი ადგილი.
pl: Nie wszystkie wybrane zapisy mogą być dodane. Za mało obszaru.
ru: Не все выбранные записи могут быть добавлены. Недостаточно пространства.
uk: Не всі вибрані записи можуть бути додані. Недостатньо простору.

source: Not available
bg: Не налично
es: No disponible
hy: Հասանելի չէ
ka: მიუწვდომელია
ru: Не доступен

source: Not connected to IncoCloud!
bg: Няма връзка с "IncoCloud"!
es: ¡No está conectado a IncoCloud!
hy: Միացված չէ IncoCloud–ին
ka: მიერთებული არ არის ინკო-ღრუბელზე
ru: Не подключен к IncoCloud!
uk: Немає зв'язку з IncoCloud!

source: Not enough received money
az: Məbləğ kifayət qədər deyil
bg: Недостатъчна наличност
es: No recibió dinero suficiente
fr: Argents reçus insuffisants
hy: Գումարը բավարար չէ
ka: არასაკმარისი თანხა
pl: Suma jest niedostateczna
ru: Сумма недостаточна
uk: Сума недостатня

source: Not started yet
bg: Не е започнат още
es: No iniciado todavía
hy: Դեռ չի սկսվել
ka: ჯერ არ დაწყებულა
ru: Еще не запущено

source: Not valid yet
bg: Не е валиден още
es: No válido todavía
hy: Դեռ վավերական չէ
ka: ჯერ არ გააქტიურებულა
ru: Еще недопустимо

source: Not winning
bg: Не печели
hy: ԿՏՐՈՆԸ ՉԻ ՇԱՀԵԼ
ka: არა გამარჯვებული
ru: Невыигрышный

# Distribution
source: Not yet calculated
bg: Все още не е изчислена
es: Todavía no calculado
hy: Դեռ չի հաշվարկվել
ka: ჯერ არ არის გამოთვლილი
ru: Расчеты пока еще не выполнены

source: Note
az: Qeyd
bg: Забележка
es: Observación
hy: Ցուցում
ka: შენიშვნა
pl: Uwaga
ru: Примечание
uk: Примітка

source: Note 2
az: Qeyd 2
bg: Забележка 2
es: Nota 2
hy: Ցուցում 2
ka: შენიშვნა 2
pl: Uwaga2
ru: Примечание 2
uk: Примітка 2

source: Note! Notifications for alpha (not fully functional), beta (not fully tested) and stable releases are going to be received. Don't use this setting on production machines!
az: Внимание! Будут приниматься уведомления о alpha (неполнофунциональныхl), beta (незаконченное тестирование) и новых версиях. Не используйте этот параметр на рабочих местах!
bg: Внимание! Ще получавате информация за алфа (не е напълно функционална), бета (не е изцяло тествана) и стабилни версии. Не използвайте тази настройка на клиентски компютри!
es: ¡Nota! Las notificaciones para alfa (no completamente funcional), beta (no completamente probado) y ediciones estables han sido recibidas. ¡No use esta configuración en máquinas de producción!
fr: Attention! Les notifications pour l'alpha (pas entièrement fonctionnelle), bêta (pas entièrement testé) et les versions stables vont être reçus. Ne pas utiliser ce paramètre sur les machines de production!
hy: ՈՒշադրություն! կընդունվեն տվյալներ alpha-ի, beta-ի և նոր տարբերակների համար: Չօգտագործել այս պարամետրը աշխատանքային տեղում
ka: ყურადღება! დროდადრო მიიღებთ შეტყობინებებს alpha (არასრულფუნქციონალური), beta (ტესტირებადაუსრულებელი) და ახალი ვერსიების შესახებ. ეს პარამეტრი არ გამოიყენოთ სამუშაო ადგილებში!
pl: Ostrzeżenie!To będzie przyjęte do wiadomości alfa (nepolnofuntsionalnyh), beta (niepełne testy), i wydane w nowych wersjach. Nie używaj tego w miejscu pracy.
ru: Внимание! Будут приниматься уведомления о alpha (неполнофунциональныхl), beta (незаконченное тестирование) и новых версиях. Не используйте этот параметр на рабочих местах!
uk: Увага! Буде прийматись повідомлення о alpha (неповнофункційних), beta (незакінчене тестування) і нових версіях. Не використовуйте цей параметр на рабочих місцях!

source: Note! Notifications for beta (not fully tested) and stable releases are going to be received. Don't use this setting on production machines!
az: Внимание! Будут приниматься уведомления о beta (незаконченное тестирование) и новых версиях. Не используйте этот параметр на рабочих местах!
bg: Внимание! Ще получавате информация за бета (не е изцяло тествана) и стабилни версии. Не използвайте тази настройка на клиентски компютри!
es: ¡Nota! Las notificaciones para beta (no completamente probado) y ediciones estables han sido recibidas. ¡No use esta configuración en máquinas de producción!
fr: Attention! Les notifications pour la bêta (pas entièrement testé) et les versions stables vont être reçus. Ne pas utiliser ce paramètre sur les machines de production!
hy: ՈՒշադրություն! կընդունվեն տվյալներ beta-ի և նոր տարբերակների համար: Չօգտագործել այս պարամետրը աշխատանքային տեղերում
ka: ყურადღება! დროდადრო მიიღებთ შეტყობინებებს beta (ტესტირებადაუსრულებელი) და ახალი ვერსიების შესახებ. ეს პარამეტრი არ გამოიყენოთ სამუშაო ადგილებში!
pl: Ostrzeżenie! Będzie to przyjęte do wiadomości beta (testy niedokończone), i i wydane w nowych wersjach. Nie używaj tego w miejscu pracy.
ru: Внимание! Будут приниматься уведомления о beta (незаконченное тестирование) и новых версиях. Не используйте этот параметр на рабочих местах!
uk: Увага! Будут прийматись повідомлення о beta (незакінчене тестування) і нових версіях. Не використовуйте цей параметр на рабочих місцях!

source: Note:
bg: Забележка:
es: Nota:
hy: Ցուցում
ka: შენიშვნა
ru: Примечание:
uk: Примітка:

source: Note: You can configure your payment processor later from {0}.
bg: Забележка: Може да конфигурирате системата за обработка на карти по-късно от {0}.
es: Nota: Puede configurar su procesador de pago más tarde desde {0}.
hy: Նշու. դուք կարող եք կարգավորել վճարային համակարգը ուշ քան {0}.
ka: შენიშვნა: თქვენ შეგიძლიათ დააკომფიგუროთ გადახდის დამუშავება მოგვიანებით {0} დან
ru: Примечание: Вы можете настроить процессор оплаты позже из {0}.

source: Note: You can easely add or subtract VAT after you enter the prices in the operation, using the buttons on the right.
bg: Забележка: можете лесно да добавяте или изваждате ДДС след въвеждане на цените, използвайки бутоните вдясно.
es: Nota: Puede fácilmente adicionar o substraer del IVA después de que entre los precios en la operación, usando el botón de la derecha
hy: Դուք կարող եք ավելացնել կամ պակասեցնել ԱԱՀ-ն գործողության ժամանակ սեղմելով համապատասխան կոճակին
ka: შენიშვნა: თქვენ შეგიძლიათ მარტივად დაუმატოთ ან გამოაკლოთ დღგ ფასის ოპერაციაში შეტანის შემდეგ, მარჯვენა ღილაკების გამოყენებით
ru: Примечание: Можно добавить или вычесть НДС после ввода цен, пользуясь кнопками справа.
uk: Примітка: Можна додати або відняти ПДВ після введення цін, користуючись кнопками справа.

source: Note: You can easely add or subtract sales tax after you enter the prices in the operation, using the buttons on the right.
bg: Забележка: можете лесно да добавяте или изваждате данък оборот след въвеждане на цените, използвайки бутоните вдясно.
es: Nota: Puede facilmente adicionar o extraer impuestos de ventas después de entrar el precio en la operación, usando los botones a su derecha.
hy: Դուք կարող եք ավելացնել կամ պակասեցնել Հարկը-ն գործողության ժամանակ սեղմելով համապատասխան կոճակին
ka: შენიშვნა: თქვენ შეგიძლიათ მარტივად დაუმატოთ ან გამოაკლოთ გაყიდვის გადასახადი ფასის ოპერაციაში შეტანის შემდეგ, მარჯვენა ღილაკების გამოყენებით
ru: Примечание: Можно добавить или вычесть налог с продаж после ввода цен, пользуясь кнопками справа.
uk: Примітка: Можна додати або відняти податок з продажів після введення цін, користуючись кнопками справа.

source: Notes
az: Qeyd
bg: Бележки
es: Notas
hy: Ցուցում.
ka: შენიშვნები
pl: Uwaga
ru: Примечание
uk: Примітки

source: Nothing
bg: Нищо
es: Nada
hy: Ոչինչ
ka: არაფერი
ru: Ничего
