Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Protocol for Items Waste
az: Malı braklar üzrə silmə aktı
bg: Протокол за бракуване на стоки
es: Protocolo para productos en Merma
fr: Protocole pour les déchets Articles
hy: Խոտանի ապրանքագիր
ka: საქონლის წუნის აქტი
pl: Akt spisania na straty towarów zabrakowanego
ru: Акт списания товаров по браку

source: Protocol for Write-off of Items
bg: Протокол за изписване на стоки
es: Protocolo para venta interna de mercancías
fr: Protocole des pertes des articles
hy: Դուրս գրման ապրանքագիր
ka: პროტოკოლი ჩამოსაწერი საქონლისთვის
ru: Акт списания товаров

source: Provider
az: Tədarükçü
bg: Доставчик
es: Proveedor
fr: Fournisseur
hy: Պրովայդեր
ka: პროვაიდერი
pl: Dostawca
ru: Поставщик
uk: Провайдер

source: Provides a graphical tool for editing and saving document templates.
az: Графический иструмент для создания и редактирования шаблонов документов.
bg: Предоставя графично пособие за редакция и запис на документи образци.
es: Provee una herramienta gráfica para editar y guardar plantillas de documentos.
fr: Fournit un outil graphique pour l'édition et l'enregistrement de modèles de documents.
hy: Ապահովում է գրաֆիկական գործիք փաստաթղթերի շաբլոնները խմբագրելու և պահպանելու համար
ka: უზრუნველყოფს დოკუმენტის ჩასწორებისა და შენახვისათვის გრაფიკულ ხელსაწყოს
pl: Graficzny instrument dla stworzenia i redagowania szablonów dokumentów.
ru: Графический инструмент для создания и редактирования шаблонов документов.
uk: Надає графічний інструмент для редагування документів і збереження шаблонів.

source: Provides additional advanced operations like consignments, debit and credit notes, write-offs and other.
bg: Предоставя допълнителни разширени операции като консигнации, дебитни и кредитни известия, отписвания и други.
hy: Լրացուցիչ գործողությունների տրամդրում
ka: უზრუნველყოფს დამატებით დაწვრილებით ოპერაციებს მსგავსად კონსიგნაციებს, სადებეტო და საკრედიტო უწყებების, ჩამოწერების და სხვა.
ru: Предоставляет дополнительные функции: консигнация, дебетные и кредитные извещения, списания и другие.

source: Provides advanced reporting and graphical analysis. Visualizes multiple report results simultaneously.
az: Обеспечение расширенных отчетов и графического анализа. Визуализация нескольких отчетов одновременно.
bg: Предоставя съвременни отчети и графичен анализ. Изобразява няколко отчета едновременно.
es: Proveer reporte avanzado y análisis gráfico. Visualice múltiples resultados de reportes simultáneamente
fr: Fournit des rapports et l'analyse graphique. Visualise les résultats du rapport multiples simultanément.
hy: Խորացված հաշվետվությունների և գրաֆիկական անալիզների ստեղծում .մի շարք հաշվետվությունների արդյունքների միաժամանակյա պատկերում
ka: უზრუნველყოფს დაწვრილებით ანგარიშგებას და გრაფიკის ანალიზს. ერთდროულად ახდენს რამდენიმე შეტყობინების შედეგის მრავალმხრივ ვიზუალიზაციას
pl: Zabezpieczenie rozszerzonych raportu i graficznej analizy. Wizualizacja kilku sprawozdań jednocześnie.
ru: Обеспечение расширенных отчетов и графического анализа. Визуализация нескольких отчетов одновременно.
uk: Забезпечує вдосконалені інструменти звітності та графічного аналізу. Візуалізує кілька результатів доповіді одночасно.

source: Provides printing support for CUSTOM receipt printers.
bg: Предоставя поддръжка за печат на принтери на CUSTOM.
hy: Ապահովում է տպագրման աջակցությունը POS տպիչների հետ
ka: უზრუნველყოფს CUSTOM ქვითრების ბეჭდვის ტექნიკურ მხარდაჭერას.
ru: Поддержка печати на принтерах CUSTOM

source: Provides printing support for generic receipt printers and printing to image files.
az: Обеспечение печати на чековых принтерах и печати изображений.
bg: Предоставя поддръжка за печат на общи принтери на разписки и на картинни файлове.
es: Proveer soporte de impresion para impresoras de recibos genéricas e impresión de ficheros de imágenes
fr: Fournit l'impression soutien pour imprimantes de reçus génériques et l'impression des fichiers image.
hy: Ստեղծված կտրոնային տպիչներով տպման ապահովում և նկարով ֆայլերի տպում
ka: უზრუნველყოფს ჩეკების ზოგად პრინტერებზე და გრფიკულ ფაილებში ბეჭდვას
pl: Zabezpieczenie druku na czekowych drukarkach i druku obrazów.
ru: Обеспечение печати на чековых принтерах и печати изображений.
uk: Забезпечує підтримку друку на принтерах загального отримання і друку зображень.

source: Provides receipt printing support for generic EscPOS printers in text mode.
az: Обеспечение печати чеков для принтеров EscPOS в текстовом режиме.
bg: Предоставя поддръжка за печат на общи принтери от вида "ЕscPOS" в текстов режим.
es: Proveer soporte de la impresión de recibo para impresoras EscPOS genéricas en el modo de texto
fr: Fournir un soutien impression d'un reçu pour les imprimantes EscPOS génériques en mode texte.
hy: Ստեղծված է պոս տպիչներով կտրոնի տպման ապահովում տեքստ մոդուլում
ka: უზრუნველყოფს ჩეკების ბეჭდვას ზოგად EscPOS პრინტერზე ტექსტურ რეჟიმში.
pl: Zabezpieczenie druku czeków dla drukarek EscPOS w tekstowym reżimie.
ru: Обеспечение печати чеков для принтеров EscPOS в текстовом режиме.
uk: Забезпечує отримання підтримки друку для принтерів загального EscPOS в текстовому режимі.

source: Provides support for printing receipts on remote printers that are connected to a Print Server.
bg: Предоставя поддръжка за печат на бележки на отдалечени принтери, свързани с печатащ сървър.
es: Provee soporte para impresión de recibos en impresoras remotas que son conectadas a un Servidor de Impresión
fr: Fournir un soutien pour imprimer des reçus sur des imprimantes à distance qui sont connectés à un serveur d'impression.
hy: Ապահովվում է հեռավոր տպման կայանում կտրոնների տպումը
ka: უზრუნველყოფს საბეჭდი რეცეპტების ბეჭდვას მოშორებულ პრინტერებზე, რომლებიც მიერთებული არიან პრინტ-სერვერზე
ru: Обеспечивает поддержку печати на удаленных принтерах, подключенных к серверу печати.
uk: Забезпечує підтримку друку на віддалених принтерах, підключених до сервера друку.

source: Provides visual creation of custom reports. Allows designing and editing of custom created reports.
az: Обеспечивает визуальное создание пользовательских отчетов. Позволяет оформлять и редактировать отчеты, созданные пользователем.
bg: Предоставя визуално създаване на потребителски справки. Позволява проектиране и редакция на справки, създадени от клиенти.
es: Provee creación visual de reportes personalizados. Permite diseño y edición de los reportes creados personalizados
fr: Fournit la création visuelle de rapports personnalisés. Permet la conception et l'édition de rapports personnalisés créés.
hy: Ապահովում է տարատեսակ հաշվետվությունների ստեղծումը,խմբագրումը և դիզայնը
ka: უზრუნველყოფს არჩეული ანგარიშების ვიზუალური მხარის შექმნას. საშუალებას
pl: Zabezpiecza wizualne stworzenie przeznaczonych dla użytkownika sprawozdań. Pozwala załatwiać formalnie i redagować raport, stworzone użytkownikiem.
ru: Обеспечивает визуальное создание пользовательских отчетов. Позволяет оформлять и редактировать отчеты, созданные пользователем.
uk: Забезпечує візуальне створення користувацьких звітів. Дозволяє проектування й редагування користувальницьких створених звітів.

# Distribution
source: Purchase
bg: Купи
es: Comprar
hy: Գնում
ka: შესყიდვა
ru: Купить

source: Purchase
az: Alış
bg: Доставка
es: Compra
fr: Achat
hy: Գնում
ka: შესყიდვა
pl: Kupno
ru: Закупка
uk: Прихід

source: Purchase Amount
az: Alış məbləği
bg: Доставна сума
es: Importe de Compras
fr: Montant d'achat
hy: Գնման գումար
ka: შესყიდვის ჯამი
pl: Suma Kupna
ru: Сумма закупки
uk: Сума покупки

source: Purchase No. {0}, {1}
az: Alış №{0}, {1}
bg: Доставка № {0}, {1}
es: Compra No. {0}, {1}
fr: Achat n ° {0}, {1}
hy: Գնում No. {0}, {1}
ka: შესყიდვა No. {0}, {1}
pl: Kupno №{0}, {1}
ru: Закупка №{0}, {1}

source: Purchase Order
bg: Заявка
es: Orden de Compra
hy: Պատվեր մատակարարին
ka: მომწოდებლის შეკვეთა
ru: Заявка на покупку

source: Purchase Order - Select Document
bg: Заявки - избор на документ
es: Orden de Compra - Seleccionar documento
hy: Պատվեր մատակարարին
ka: მომწოდებლისშეკვეთა - ამოირჩიეთ დოკყუმენტი
ru: Заявка на покупку - Выбрать документ

source: Purchase Order...
bg: Заявка...
es: Orden de compra...
hy: Պատվեր մատակարարին
ka: მომწოდებლის შეკვეთა...
ru: Заявка на покупку...

source: Purchase Orders Report
bg: Справка за заявка
es: Reporte de Órdenes de Compra
hy: Պատվերներ մատակարարին
ka: მომწოდებლის შეკვეთების ანგარიში
ru: Отчет по заявкам на покупку

source: Purchase Orders...
bg: Заявки...
es: Órdenes de compras...
hy: Պատվեր մատակարարին
ka: მომწოდებლის შეკვეთები...
ru: Заявки на покупку...

source: Purchase Price
az: Alış qiyməti
bg: Доставна Цена
es: Precio de Compra
fr: Prix d'achat
hy: Գնման գին
ka: შესყიდვის ფასი
pl: Cena Zakupu
ru: Закупочная цена
uk: Ціна придбання

source: Purchase Qtty
az: Sayı
bg: Доставно количество
es: Cant. de Compra
fr: Qtté d’Achat
hy: Գնում
ka: შესყიდვის რაოდენობა
pl: Razem
ru: Кол-во
uk: Придбана кількість

source: Purchase Return
bg: Връщане към доставчик
es: Devolución de Compra
hy: Վերադարձ մատակարարին
ka: შესყიდვის დაბრუნება
ru: Возврат поставщику

source: Purchase Return...
bg: Връщане към доставчик...
es: Devolución de Compra...
hy: Վերադարձ մատակարարին
ka: შესყიდვის დაბრუნება...
ru: Возврат поставщику...

source: Purchase Returns - Select Document
bg: Връщания към доставчик - изберете документ
es: Devoluciones de compra - Seleccionar documento
hy: Վերադարձ մատակարարին
ka: შესყიდვის დაბრუნებები - ამოირჩიეთ დოკუმენტი
ru: Возврат поставщику - Выберите Документ
uk: Повернення постачальнику - Виберіть Документ

source: Purchase Returns Report
bg: Справка за връщания към доставчик
es: Reporte de Devoluciones de Compras
hy: Վերադարձ մատակարարին
ka: შესყიდვის დაბრუნებების ანგარიში
ru: Отчет о возврате поставщику

source: Purchase Returns...
bg: Връщания към доставчик...
es: Devoluciones de Compras...
hy: Վերադարձ մատակարարին
ka: შესყიდვის დაბრუნებები...
ru: Возврат поставщику...

source: Purchase Tax
az: Alış vergisi
bg: Доставен данък
es: Impuesto sobre Ventas
fr: Taxe sur Achat
hy: Գնման հարկ
ka: შესყიდვის გადასახადი
pl: Podatek kupna
ru: Налог покупки

source: Purchase Tax Amount
bg: Сума на данъка от доставка
es: Cantidad de Impuesto sobre Ventas
hy: Գնման հարկ գումար
ka: შესყიდვის გადასახადის თანხა
ru: Сумма налога на покупку

source: Purchase Tax Included
az: Alış vergi daxil
bg: Включен в доставката данък
es: Impuesto Incluido sobre ventas
fr: Taxe sur les achats Inclus
hy: Գնման հարկ (ներառյալ)
ka: შესყიდვის გადასახადს მოიცავს
pl: Podatek kupna jest włączony
ru: Налог покупки включенный

source: Purchase VAT
az: Alışın ƏDV-si
bg: Доставно ДДС
es: IVA de Compra
fr: TVA sur Achat
hy: Գնման ԱԱՀ
ka: შესყიდვის დღგ
pl: VAT kupna
ru: НДС покупки

source: Purchase VAT Amount
bg: Сума на ДДС от доставка
es: Suma de los IVA de Compra
hy: Գնման ԱԱՀ գումար
ka: შესყიდვის დღგ-ს თანხა
ru: Сумма НДС на покупку

source: Purchase VAT Included
az: Alış ƏDV daxil
bg: Включен в доставката ДДС
es: Compras con los IVA incluidos
fr: TVA Inclus Achat
hy: Գնման ԱԱՀ (ներառյալ)
ka: მოიცავს შესყიდვის დღგ-ს
pl: VAT kupna jest włączony
ru: Закупка с НДС

# Distribution
source: Purchase licenses with credits
bg: Купуване на лицензи с кредити
es: Licencias de compras con créditos
hy: Գներ լիցենզիաներ կրեդիտներով
ka: კრედიტებით ლიცენზიების შეძენა
ru: Купить лицензии с кредитами
uk: Купити ліцензії з кредитами

source: Purchase price
az: Alış qiyməti
bg: Дост. цена
es: Precio de compra
fr: Le prix d'achat
hy: Գնման գին
ka: შესასყიდი ფასი
pl: Cena zakupu
ru: Закупочная цена
uk: Закупівельна ціна

source: Purchase price:
az: Alış qiyməti:
bg: Дост. цена:
es: Precio de compra:
fr: Prix d'achat:
hy: Գնման գին
ka: შესასყიდი ფასი:
pl: Cena zakupu:
ru: Закупочная цена:
uk: Закупівельна ціна:

source: Purchase price: {0}
bg: Дост. цена: {0}
es: Precio de compra: {0}
hy: Գնման գին: {0}
ka: შესასყიდი ფასი: {0}
ru: Закупочная цена: {0}

source: Purchase prices view
az: Alış qiymətini göstər
bg: Изглед на доставните цени
es: Ver precios de compra
fr: Vue de prix d'achat
hy: Գնման գնի օրինակ
ka: შესასყიდი ფასის გადახედვა
pl: Ceny skupu widzenia
ru: Посмотреть закупочные цены

source: Purchase return No. {0}, {1}
bg: Връщане към доставчик №{0}, {1}
es: Devolución de compra No. {0}, {1}
hy: Վերադարձ մատակարարին No. {0}, {1}
ka: შესყიდვის დაბრუნება N {0}, {1}
ru: Возврат поставщику No. {0}, {1}

source: Purchase...
az: Alış...
bg: Доставка...
es: Compra...
fr: Achat ...
hy: Գնում
ka: შესყიდვა...
pl: Kupno...
ru: Закупка...
uk: Прихід...

source: Purchases
bg: Доставки
es: Compras
hy: Գնումներ
ka: შესყიდვები
ru: Закупки

source: Purchases - Select Document
az: Alışlar-Sənəd seç
bg: Доставки - избор на документ
es: Compras - Seleccionar documento
fr: Achats - Sélectionnez Document
hy: Գնում
ka: შესყიდვები - დოკუმენტის არჩევა
pl: Kupno - Wybrać dokument
ru: Закупки - Выбор документа
uk: Прихід - Вибрати документ

source: Purchases Report
az: Alışlar üzrə hesabat
bg: Справка за доставки
es: Reporte Compras
fr: Rapport Des achats
hy: Գնումներ
ka: რაპორტი შესყიდვების შესახებ
pl: Sprawozdanie o kupnach
ru: Отчет о закупках товара
uk: Звіт по приходам

source: Purchases by Amount Report
az: Məbləğlər üzrə alışlar hesabatı
bg: Справка за доставка по суми
es: Reporte Importes por sumas
fr: Rapport des achats effectués par Montant
hy: Գնումներ ըստ գումարի
ka: შესყიდვების რაპორტი თანხის მიხედვით
pl: Sprawozdanie o kupnach po sumie
ru: Отчет о закупках по сумме
uk: Звіт з приходів по сумі

source: Purchases by Amount...
az: Məbləğlər üzrə alışlar...
bg: Доставки по суми...
es: Compras por importes...
fr: Les achats effectués par Montant ...
hy: Գնում ըստ գումարի
ka: შესყიდვები ჯამის მიხედვით...
pl: Kupna po sumie...
ru: Закупки по сумме...
uk: Приходи по сумі...

source: Purchases by Items Report
az: Mallar üzrə alışlar hesabatı
bg: Справка за доставки по стоки
es: Reporte Compras por mercancías
fr: Rapport des achats effectués par les articles
hy: Գնում ըստ ապրանքների
ka: შესყიდვების რაპორტი საქონლის მიხედვით
pl: Raporto kupnach po towarach
ru: Отчет о закупках товара
uk: Звіт про приходи товарів

source: Purchases by Items...
az: Mallar üzrə alışlar...
bg: Доставки по стоки...
es: Compras por mercancías...
fr: Les achats effectués par les articles ...
hy: Գնում ըստ ապրանքների
ka: შესყიდვები საქონლის მიხედვით...
pl: Kupna po towarach...
ru: Закупки товара...
uk: Приходи товарів...

source: Purchases by Locations Report
az: Obyektlər üzrə alışlar hesabatı...
bg: Справка за доставки по обекти
es: Reporte Compras por entidades
fr: Rapport des achats par lieu de vente
hy: Գնում ըստ տեղամասերի
ka: შესყიდვების რაპორტი ადგილმდებარეობის მიხედვით
pl: Raport o kupnach po działach
ru: Отчет о закупках по объектам...
uk: Звіт з приходів по об'єктам...

source: Purchases by Locations...
az: Obyektlər üzrə alışlar...
bg: Доставки по обекти...
es: Compras por entidades...
fr: Les achats par Lieu de vente...
hy: Գնում ըստ տեղամասերի
ka: შესყიდვები ადგილმდებარეობის მიხედვით...
pl: Kupna po działach...
ru: Закупки по объектам...
uk: Приходи по об'єктам...

source: Purchases by Partners Report
az: Partnyorlar üzrə alışlar hesabatı
bg: Справка за доставки по партньори
es: Reporte Compras por socios
fr: Rapport des achats par les tiers
hy: Գնում ըստ գործընկերների
ka: შესყიდვების რაპორტი პარტნიორების მიხედვით
pl: Raport o kupnach po partnerach
ru: Отчет о закупках по партнерам
uk: Звіт з приходів по партнерам

source: Purchases by Partners...
az: Partnyorlar üzrə alışlar...
bg: Доставки по партньори...
es: Compras por socios..
fr: Les achats par les tiers
hy: Գնում ըստ գործընկերների
ka: შესყიდვები პარტნიორების მიხედვით...
pl: Kupna po partnerach...
ru: Закупки по партнерам...
uk: Приходи по партнерам...

source: Purchases on Consignment
az: Покупки по консигнации
bg: Доставки на консигнация
es: Compras en Consignación
fr: Les achats en consignation
hy: Գնում ըստ իրացման
ka: შესყიდვები კონსიგნაციით
pl: Zakup na przesyłki
ru: Закупки по консигнации
uk: Приходи по консигнації

source: Purchases...
az: Alışlar...
bg: Доставки...
es: Compras...
fr: Les achats ...
hy: Գնումներ
ka: შესყიდვები...
pl: Kupno...
ru: Закупки...
uk: Приходи...

source: Purpose
az: Təyinatı
bg: Цел
es: Propósito
fr: But
hy: Նպատակ
ka: დანიშნულება
pl: Cel
ru: Назначение

source: Put on:
bg: Да се брои на:
es: Poner por encima:
hy: Նշել
ka: დაყენება:
ru: Закладка:

source: Qtty
az: Sayı
bg: Кол.
es: Cant.
fr: Quantité
hy: Քանակ
ka: რაოდენობა
pl: Razem
ru: Кол-во
uk: К-ть

source: Qty
az: Sayı
bg: Кол.
es: Cant.
fr: Quantité
hy: Քանակ
ka: რაოდენობა
pl: Razem
ru: Кол-во

source: Quadrillion
az: Kvadirilyon
bg: Квадрилион
es: Cuatrillón
hy: Կվադրիլիոն
ka: კვადრილიონი
pl: Biliard
ru: Квадриллион
uk: Квадриліон

source: Quantities format
az: Say formatı
bg: Формат на количествата
es: Formato de cantidades
fr: Format des quantités
hy: Քանակությունների ֆորմատ
ka: რაოდენობის ფორმატი
pl: Format ilości
ru: Формат количества
uk: Формат кількості

source: Quantities view
az: Görünüşü
bg: Изглед на количествата
es: Ver Cantidades
fr: Vue Quantités
hy: Քանակությունների օրինակ
ka: რაოდენობის ჩვენება
pl: Przykład odzwierciedlenia
ru: Пример отображения
uk: Приклад відображення

source: Quantity
az: Say
bg: Количество
es: Cantidad
fr: Quantité
hy: Քանակ
ka: რაოდენობა
pl: Ilość
ru: Количество
uk: Кількість

source: Quantity of {0}
az: Say {0}
bg: Количество на {0}
es: Cantidad de {0}
fr: Quantité de {0}
hy: {0} քանակ
ka: რაოდენობა {0}
pl: Ilość {0}
ru: Количество {0}
uk: Кількість {0}

source: Quantity:
bg: Количество:
es: Cantidad:
hy: Քանակ
ka: რაოდენობა:
ru: Количество:

# Distribution
source: Quarter target:
bg: Цел за тримесечието:
es: Objetivo del trimestre:
hy: եռամսյակ
ka: კვარტლის მიზანი:
ru: Требования за квартал:

source: Quick Average price
bg: Бърза средна цена
es: Promedio rápido de precios
hy: Արագ միջին գին
ka: სწრაფი საშუალო ფასი
ru: Быстрая средняя цена

source: Quick Items
az: Malın tez çağırışı
bg: Бързи стоки
es: Mercancías rápida
fr: Articles rapides
hy: Արագ կետեր
ka: სწრაფი გამოძახებები
pl: Szybkie wezwanie towaru
ru: Быстрый вызов товара
uk: Швидкий виклик товару

source: Quick Items...
az: Malın tez çağırışı...
bg: Бързи стоки...
es: Mercancías rápida...
fr: Articles rapides ...
hy: Արագ կետեր
ka: სწრაფი გამოძახებები...
pl: Szybkie wezwanie towaru...
ru: Быстрый вызов товара...
uk: Швидкий виклик товару...

source: QuickBooks Online Connector
bg: Връзка с QuickBooks Online
hy: QuickBooks Online Միակցիչ
ka: QuickBooks Online კონექტორი

source: Quintillion
az: Kvintilyon
bg: Квинтилион
es: Quintillón
fr: Quintillions
hy: Կվինտրիլիոն
ka: კვინტილიონი
pl: kwintylion
ru: Квинтиллион
uk: Квинтиліон

source: RAM Resets Report
az: RAM-ın yenidən yükləmələri hesabatı
bg: Отчет на нулиране на RAM
es: Informes de arranque de la RAM
fr: La RAM Réinitialise le Rapport
hy: Հաշվետվություն RAM-ում բեռնումների վերաբերյալ
ka: რაპორტი RAM-ის გადატვირთვების შესახებ
pl: Sprawozdanie o uruchamianiach ponownych RAM
ru: Отчет о перезагрузках RAM
uk: Звіт про перезагрузки RAM

source: RECEIPT
bg: РАЗПИСКА
es: RECIBO
hy: Ստացական
ka: ჩეკი
ru: ЧЕК

source: RECEIPT ANNULLED
az: SƏNƏD LƏĞV EDİLİB
bg: АНУЛИРАНИ ПОРЪЧКИ
es: RECIBO ANULADO
fr: RÉÇU ANNULE
hy: Չեղյալ համարված ստացական
ka: ჩეკი განულებულია
pl: DOKUMENT JEST ANULOWANY
ru: ДОКУМЕНТ АННУЛИРОВАН
uk: ДОКУМЕНТ АННУЛЬОВАНО

source: RECEIVED
az: Qəbul olundu
bg: ПОЛУЧЕНИ
es: RECIBIDO
fr: REÇU
hy: Ստացված գումարը
ka: მიღებულია
pl: PRZYJĘTO
ru: ПРИНЯТО
uk: ПРИЙНЯТО

source: Range
az: İnterval
bg: Диапазон
es: Rango
fr: Rayon
hy: Տարածություն
ka: მწკრივი
pl: Interwał
ru: Интервал
uk: Діапазон

source: Rate:
bg: Ставка:
es: Tasa
hy: Դրույքաչափ
ka: განაკვეთი:
ru: Курс:

source: Ratio
az: Koeffisient
bg: Коефициент
es: Relación
fr: Proportion
hy: Գործակից
ka: კოეფიციენტი
pl: Współczynnik
ru: Коэффициент
uk: Коефіциєнт

source: Raw
az: Xammal
bg: Суров
es: Crudo
fr: Brut
hy: Նյութ
ka: მასალა
pl: Surowiec
ru: Сырье
uk: Сировина

source: Read Only
bg: Само за четене
es: Solo Lectura
fr: Lire seulement
hy: Միայն կարդացվող
ka: მხოლოდ კითხვა
ru: Только чтение

source: Read Write
bg: За четене и писане
es: Lectura y Escritura
fr: Lire / Ecrire
hy: Կարդալ, գրել
ka: მხოლოდ წერა
ru: Чтение/Запись

source: Read identity cards
az: İD kartını oxu
bg: Четене на идентификационни карти
es: Leer tarjetas de identificación
fr: Lire les cartes d'identité
hy: Իդենտիֆիկացիոն քարտերի կարդում
ka: საიდენტიფიკაციო ბარათების წაკითხვა
pl: Sczytanie identyfikacji kart
ru: Чтение идентификационных карт
uk: Читання ідентифікаційних карток

source: Reading card data...
bg: Прочитане на данни от картата...
es: Leyendo datos de tarjetas
hy: Տվյալների ընթերցում քարտից
ka: მიმდინარეობს ბარათის მონაცემების წაკითხვა...
ru: Считывание данных с карты...

source: Reason
az: Səbəb
bg: Основание
es: Causa
fr: Raison
hy: Լիազորագիր Ա.Ա.
ka: საფუძველი
pl: Przyczyna
ru: Причина
uk: Причина

source: Reason:
az: Səbəb:
bg: Основание:
es: Causa:
fr: La Raison:
hy: Լիազորագիր Ա.Ա.
ka: საფუძველი:
ru: Причина:

source: Recalculate Purchase Prices
bg: Преизчисли Доставните Цени
es: Recalcular Precios de Compra
hy: Միջին գնի վերահաշվարկ
ka: შეძენის ფასების გადაანგარიშება
ru: Пересчет закупочных цен

source: Recalculate availability...
bg: Преизчисляване на наличности...
es: Recalcular disponibilidad...
hy: Վերահաշվարկել մնացորդները
ka: ხელმისაწვდომობის გადაანგარიშება...
ru: Пересчет количеств...

source: Recalculate average price
bg: Преизчисление на средно-претеглената цена
es: Recalcular precio medio
hy: Միջին գնի վերահաշվարկ
ka: საშუალო ფასის გადაანგარიშება
ru: Пересчет средней цены

source: Recalculate purchase prices...
bg: Преизчисли доставните цени...
es: Recalculando precios de compra...
hy: Միջին գնի վերահաշվարկ
ka: შეძენის ფასების გადაანგარიშება...
ru: Пересчет закупочных цен...

source: Recalculating average prices...
bg: Преизчисление на средно-претеглените цени...
es: Recalculando precios medios...
hy: Միջին գնի վերահաշվարկ
ka: გადაიანგარიშე საშუალო ფასები...
ru: Пересчет средней цены...

source: Receipt signature:
az: Təhvil alanın imzası:
bg: Подпис на бележката:
es: Firma del recibo:
fr: Reçu signature:
hy: Ստորագրություն
ka: ჩეკის ხელმოწერა:
pl: Podpis odbioru:
ru: Подпись получателя:

source: Receipts
az: Reseptlər
bg: Бележки
es: Recibos
fr: Les Reçus
hy: Բաղադրատոմս
ka: ჩეკები
pl: Przepisy
ru: Чеки
uk: Рецепти

source: Receipts Design
bg: Дизайн на бележки
es: Diseño de Recibo
hy: Կտրոնի տեսքը
ka: ჩეკების დიზაინი
ru: Оформление чека

source: Receive Invoice
az: Hesab-faktura qəbul et
bg: Получени фактури
es: Recibir factura
fr: Recevoir des factures
hy: Ստանալ հաշիվ ապրանքագիր
ka: ინვოისის მიღება
pl: Otrzymać fakture
ru: Принять счет-фактуру
uk: Отримати інвойс

source: Receive Invoice...
az: Hesab-faktura qəbul et...
bg: Получаване на фактура...
es: Recibir factura...
fr: Recevoir des factures…
hy: Ստանալ հաշիվ ապրանքագիր
ka: ინვოისის მიღება...
pl: Otrzymać fakture...
ru: Принять счет-фактуру...
uk: Отримати інвойс...

source: Receive Invoices - Select Document
az: Hesab-faktura qəbul et-Sənəd seç
bg: Получаване на фактура - избор на документ
es: Recibir facturas - Seleccionar documento
fr: Recevoir des factures - Sélectionner un document
hy: Ստանալ հաշիվ ապրանքագիր
ka: ინვოისის მიღება - დოკუმენტის არჩევა
pl: Otrzymać fakture - Wybrać dokument
ru: Принятие счет-фактур - Выбор документа
uk: Отримати інвойс - Вибрати документ

source: Received Invoices
bg: Получени фактури
es: Facturas recibidas
hy: Գրանցված ապրանքագիր
ka: მიღებული ინვოისები
ru: Полученные Счета

source: Received Invoices Report
az: Qəbul olunan hesab-fakturalar üzrə hesabat
bg: Справка за получени фактури
es: Reporte de facturas recibidas
fr: Rapport de factures reçues
hy: Ստացված հաշիվ ապրանքագրեր
ka: რაპორტი მიღებული ინვოისების შესახებ
pl: Raport na otrzymane faktury
ru: Отчет о полученных счетах
uk: Звіт по отриманих інвойсах
