Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

# Distribution
source: Are you sure you want to give the selected licenses to the distributor?
bg: Сигурни ли сте, че желаете да дадете избраните лицензи на дистрибутора?
es: ¿Está seguro de querer darle las licencias seleccionadas al distribuidor?
hy: Դուք ցանկանում եք փոխանցել ընտրված լիցենզիաները դիստրիբյուտորին
ka: ნამდვილად გსურთ, რომ მონიშნული ლიცენზიები გადასცეთ დისტრიბუტორს?
ru: Вы действительно хотите предоставить выбранную лицензию дистрибьютору?
uk: Ви впевнені, що хочете надати обрану ліцензію дистриб'ютору?

source: Are you sure you want to make this operation VAT exempt? To remove VAT from the entered prices press "No" and use the "Subtract VAT" button bellow.
bg: Сигурни ли сте, че искате да изключите ДДС от тази операция? За да премахнете ДДС от въведените цени натиснете "Не" и използвайте бутона "Изваждане на ДДС" отдолу.
es: ¿Está seguro de hacer esta operación exenta de IVA? Para eliminar el IVA de losprecios entrados presione "No" y use el botón "substraer IVA".
hy: Դուք ցանկանում եք կատարել գործողությունը առանց ԱԱՀ?: Նշված գնից ԱԱՀ-ն պակասեցնելու համար նշեք "ՈՉ" և սեղմեք "Պակասեցնել ԱԱՀ" կոճակը
ka: ნამდვილად გსურთ ეს ოპერაცია გათავისუფლებული იყოს დღგ-ს გადასახადისგან? იმისათვის რომ ამოიღოთ დღგ ფასიდან დააჭირეთ "არა" და გამოიყენეთ ღილაკი "დღგ-ს გამოკლება".
ru: Вы уверены что данная операция не будет облагаться НДС? Для удаления НДС из введенных цен, нажмите "Нет" и используйте клавишу "Вычесть НДС", находящуюся ниже.
uk: Ви впевнені що дана операція буде без ПДВ? Для видалення ПДВ з введених цін, натисніть "Нi" і використовуйте клавішу "Відняти ПДВ" що знаходиться нижче.

source: Are you sure you want to make this operation tax exempt? To remove tax from the entered prices press "No" and use the "Subtract Tax" button bellow.
bg: Сигурни ли сте, че искате да изключите данъка от тази операция? За да премахнете данъка от въведените цени натиснете "Не" и използвайте бутона "Изваждане на данък" отдолу.
es: ¿Está seguro de querer hacer esta operación exenta de impuesto? Para eliminar el impuesto de los precios entrados presione "No" y use en el botón "Extraer Impuesto".
hy: Դուք ցանկանում եք կատարել գործողությունը առանց Հարկերի?: Նշված գնից Հարկը-ն պակասեցնելու համար նշեք "ՈՉ" և սեղմեք "Պակասեցնել Հարկը" կոճակը
ka: ნამდვილად გსურთ ეს ოპერაცია გათავისუფლებული იყოს გადასახადისგან? იმისათვის რომ ამოიღოთ გადასახადი ფასიდან დააჭირეთ "არა" და გამოიყენეთ ღილაკი "გადასახადის გამოკლება".
ru: Вы уверены что данная операция не будет облагаться налогом? Для удаления налога из введенных цен, нажмите "Нет" и используйте клавишу "Вычесть налог", находящуюся ниже.
uk: Ви впевнені що дана операція не буде обкладатися податками? Для видалення податку з введених цін, натисніть "Нi" і використовуйте клавішу "Відняти податок" що знаходиться нижче.

source: Are you sure you want to make this order VAT exempt?
bg: Сигурни ли сте, че искате да изключите ДДС от тази поръчка?
es: ¿Está seguro de querer hacer este pedido exento de IVA?
hy: Դուք ցանկանում եք կատարել պատվերը առանց ԱԱՀ?
ka: ნამდვილად გსურთ ეს შეკვეთა გათავისუფლებული იყოს დღგ-ს გადასახადისგან?
ru: Вы уверены, что этот заказ не будет облагаться НДС?
uk: Ви впевнені що дане замовлення буде без ПДВ?

source: Are you sure you want to make this order tax exempt?
bg: Сигурни ли сте, че искате да изключите данъка от тази поръчка?
es: ¿Está seguro de querer realizar este pedido exento de impuesto?
hy: Դուք ցանկանում եք կատարել պատվերը առանց Հարկի?
ka: ნამდვილად გსურთ ეს შეკვეთა გათავისუფლებული იყოს გადასახადისგან?
ru: Вы уверены, что этот заказ не будет облагаться налогом?
uk: Ви впевнені що дане замовлення буде не буде обкладатися податками?

source: Are you sure you want to move the selected items to group "{0}"?
az: Seçilmiş əmtəələr "{0}"qrupa keçirilsin?
bg: Сигурни ли сте, че желаете да преместите избраните стоки в група "{0}"?
es: ¿Está seguro que desea mover las mercancías seleccionadas para el grupo "{0}"?
fr: Etes-vous sûr de vouloir déplacer les éléments sélectionnés au groupe "{0}"?
hy: Դուք վստահ եք , որ ցանկանում եք նշագծված ապրանքը տեղափոխել խումբ "{0}" ?
ka: ნამდვილად გსურთ მონიშნული საქონლის გადატანა "{0}" ჯგუფში?
pl: Jesteście pewne, że chcecie przesunąć wszystkie wybrane towary do grupy "{0}"?
ru: Переместить все выбранные товары в группу "{0}"?
uk: Ви впевнені, що хочете, перемістити виділені товари в групу "{0}"?

source: Are you sure you want to move the selected locations to group "{0}"?
az: Seçilmiş sahələr "{0}"qrupa keçirilsin?
bg: Сигурни ли сте, че желаете да преместите избраните обекти в група "{0}"?
es: ¿Está seguro que desea mover las ubicaciones seleccionadas para el grupo "{0}"?
fr: Etes-vous sûr de vouloir déplacer les emplacements sélectionnés au groupe "{0}"?
hy: Դուք վստահ եք , որ ցանկանում եք նշագծված տեղամասերը տեղափոխել խումբ "{0}" ?
ka: ნამდვილად გსურთ მონიშნული ლოკაციების გადატანა "{0}" ჯგუფში?
pl: Jesteście pewne, że chcecie przesunąć wszystkie wybrane działki do grupy "{0}"?
ru: Переместить все выбранные объекты в группу "{0}"?
uk: Ви впевнені, що хочете, перемістити виділені об'єкти в групу "{0}"?

source: Are you sure you want to move the selected partners to group "{0}"?
az: Seçilmiş partnyorlar "{0}"qrupa keçirilsin?
bg: Сигурни ли сте, че желаете да преместите избраните партньори в група "{0}"?
es: ¿Está seguro que desea mover los socios seleccionados para el grupo "{0}"?
fr: Etes-vous sûr de vouloir déplacer les partenaires sélectionnés au groupe "{0}"?
hy: Դուք վստահ եք , որ ցանկանում եք նշագծված գործընկերներին տեղափոխել խումբ "{0}" ?
ka: ნამდვილად გსურთ მონიშნული პარტნიორების გადატანა "{0}" ჯგუფში?
pl: Jesteście pewne, że chcecie przesunąć wszystkich wybrane partnerów do grupy "{0}"?
ru: Переместить всех выбранных партнеров в группу "{0}"?
uk: Ви впевнені, що хочете, перемістити вибраних партнерів групи "{0}"?

source: Are you sure you want to move the selected reports to menu group "{0}"?
az: Seçilmiş hesabatları "{0}" menyu qrupuna keçirilsin?
bg: Сигурни ли сте, че желаете да преместите избраната справка в група "{0}"?
es: ¿Está seguro que desea mover los reportes selccionados para el menú del grupo"{0}"?
fr: Etes-vous sûr de vouloir déplacer les rapports sélectionnés au groupe de menu "{0}"?
hy: Դուք համոզված եք,որ ցանկանում եք տեղափոխել նշված գործողությունը մենյուի "{0}" խումբ?
ka: დარწმუნებული ხართ, რომ არჩეული ანგარიშების გადატანა მენიუს "{0}"ჯგუფში გსურთ?
pl: Jesteście pewne, że chcecie przesunąć wybrane raporty do grupy jadłospisów "{0}"?
ru: Переместить выбранные отчеты в группу меню "{0}"?
uk: Ви впевнені, що хочете перемістити вибрані звіти в меню групи "{0}"?

source: Are you sure you want to move the selected users to group "{0}"?
az: Seçilmiş istifadəçilər "{0}"qrupa keçirilsin?
bg: Сигурни ли сте, че желаете да преместите избраните потребители в група "{0}"?
es: ¿Está seguro que desea mover los usuarios seleccionados para el grupo "{0}"?
fr: Etes-vous sûr de vouloir déplacer les utilisateurs sélectionnés au groupe "{0}"?
hy: Դուք վստահ եք, որ ցանկանում եք նշագծված օգտագործողներին տեղափոխել խումբ "{0}" ?
ka: ნამდვილად გსურთ მონიშნული მომხმარებლების გადატანა "{0}" ჯგუფში?
pl: Jesteście pewne, że chcecie przesunąć wszystkich wybrane użytkowników do grupy "{0}"?
ru: Переместить всех выбранных пользователей в группу "{0}"?
uk: Ви впевнені, що хочете, перемістити вибраних користувачів в групу "{0}"?

source: Are you sure you want to recalculate the availability of all items? This operation may take a few minutes and no operations should be saved during the recalculation!
bg: Сигурни ли сте, че искате да преизчислите наличностите на всички стоки? Тази операция може да отнеме няколко минути и през това време не трябва да бъдат записвани нови операции!
es: ¿Está seguro de que desea recalcular la disponibilidad de todas las mercancías? Esta operación tomará algunos minutos y no deben guardarse otras operaciones durante este proceso.
hy: Դուք ցանկանում եք վերահաշվարկել պահեստային մնացորդները?: Այս գործողությանը կպահանջվի մի քանի րոպե այդ ընթացքում գործողություններ չպետք է կատարվեն:
ka: დარწმუნებული ხართ რომ გუსრთ ხელმისაწვდომობის გადაანგარიშება ყველა საქონლისთვის? აღნიშნული ოპერაცია შეიძლება გაგრძელდეს რამდენიმე წუთი და არცერთი ოპერაცია არ იქნება შენახული გადაანგარიშების განმავლობაში!
ru: Запустить пересчет наличного количества товаров? Операция может занять несколько минут и операции не будут сохранены в процессе пересчета!

source: Are you sure you want to remove database "{0}" from the group? You cannot add this database to the group later! You can only restore from IncoCloud to add new databases to a group.
bg: Сигурни ли сте, че желаете да премахнете база данни "{0}" от тази група? В последствие не можете да върнете базата в групата! Можете само да използвате възстановяването на "IncoCloud", за да добавяте нови бази към група.
es: ¿Está seguro que desea eliminar la base de datos "{0}" del grupo? ¡No puede adicionar esta base de datos al grupo después! Solo puede restaurar desde IncoCloud para adicionar una nueva base de datos a un grupo
hy: Դուք համոզված եք, որ ցանկանում եք հեռացնել տվյալների բազան "{0}" խմբից?
ka: გსურთ "{0}" მონაცემთა ბაზის წაშლა ჯგუფიდან? თქვენ ვერ დაამატებთ მონაცემთა ბაზას მომავალში! თქვენ შეგიძლიათ მონაცემთა ბაზა აღადგინოთ მხოლოდ ინკო-ღრუბლიდან ჯგუფში დასამატებლად.
ru: Удалить базу данных "{0}" из группы? Добавление этой базы данных к группе будет невозможно! Добавление новой базы данных к группе возможно только путем восстановления из IncoCloud.
uk: Видалити базу даних "{0}" з групи? Додавання цієї бази даних до групи буде неможливо. Додавання нової бази даних до групи можливо тільки шляхом відновлення з IncoCloud.

source: Are you sure you want to remove user "{0}" from the group? This user will not be allowed to restore databases from this group or manage and receive information about this group any more.
bg: Сигурни ли сте, че желаете да премахнете потребителя "{0}" от групата? На този потребител повече няма да е позволено да възстановява бази данни от тази група или да управлява и получава сведения от тази група.
es: ¿Está seguro de borrar el usuario "{0}" de este grupo? Este usuario no tendrá permitido restaurar las bases de datos de este grupo o manejar y recibir información de este grupo nunca más.
hy: Դուք համոզված եք, որ ցանկանում եք հեռացնել օգտագործողին "{0}" խմբից?
ka: გსურთ "{0}" მომხმარებლის წაშლა ჯგუფიდან? ამ მომხმარებელს არ ექნება მონაცემთა ბაზების აღდგენის ან ამ ჯგუფის შესახებ ინფორმაციის მიღების უფლება
ru: Удалить пользователя "{0}" из группы? Этот пользователь не сможет восстанавливать базы данных из этой группы или управлять и получать информацию об этой группы.
uk: Видалити користувача "{0}" з групи? Цей користувач не зможе відновлювати бази даних з цієї групи або керувати і отримувати інформацію про цю групу.

source: Are you sure you want to reset the permissions of the user {0} to the defaults for his access level of "{1}"?
bg: Сигурни ли сте, че желаете да върнете правата на потребителя "{0}" към подразбиращите се за неговото ниво на достъп "{1}"?
es: ¿Está seguro de querer reiniciar los permisos del usuario {0} a los preestablecidos para su nivel de acceso de "{1}"?
fr: Etes-vous sûr que vous souhaitez réinitialiser les autorisations de l'utilisateur {0} pour les valeurs par défaut pour son niveau d'accès de "{1}"?
hy: Դուք համոզված եք, որ ցանկանում եք զրոյացնել {0} գործընկերոջ հասանելիության մակարդակը "{1}"?
ka: დარწმუნებული ხართ რომ გინდათ {0} მომხმარებლისათვის ზოგადი უფლებების დაყენება მისი "{1}" წვდომი დონისათვის?
ru: Сбросить разрешения для пользователя {0} к значениям по умолчанию для уровня доступа "{1}"?
uk: Скинути дозволу для користувача {0} до значень за замовчуванням для його рівня доступу "{1}"?

source: Are you sure you want to start a free Basic Trial now? The trial period ends after one month and can be used only once!
bg: Сигурни ли сте, че желаете да започнете пробен период тип "Basic" сега? Пробният период изтича след един месец и може да бъде използван само веднъж!
es: ¿Está seguro de querer iniciar una Prueba Básica libre ahora? ¡El período de prueba termina luego de un mes y puede ser usado solo una vez!
hy: Դուք համոզված եք որ ցանկանում եք ակտիվացնել փորձնական Basic լիցենզիան, փորձնական ժամանակահատվածը տևում է մեկ ամիս և հնարավոր է ակտիվացնել միայն մեկ անգամ
ka: დარწმუნებული ხართ, რომ გინდათ საბაზისო დემო-ვერსიის დაყენება? დემო-ვერსიის მოქმედების ვადა დასრულდება ერთ თვეში და მისი გამოყენება შესაძლებელია მხოლოდ ერთხელ!
ru: Начать бесплатный ознакомительный период сейчас? Ознакомительный период длится 1 месяц и может быть использован только один раз!
uk: Почати безкоштовний ознайомчий період зараз? Ознайомчий період триває 1 місяць і може бути використаний тільки один раз!

source: Are you sure you want to start a free Mobile Trial now? The trial period ends after one month and can be used only once!
bg: Сигурни ли сте, че желаете да започнете пробен период тип "Mobile" сега? Пробният период изтича след един месец и може да бъде използван само веднъж!
es: ¿Está seguro de querer iniciar una Prueba Móvil gratis ahora? ¡El período de prueba termina luego de un mes y puede ser usado solo una vez!
hy: Դուք համոզված եք որ ցանկանում եք ակտիվացնել փորձնական Mobile լիցենզիան, փորձնական ժամանակահատվածը տևում է մեկ ամիս և հնարավոր է ակտիվացնել միայն մեկ անգամ
ka: დარწმუნებული ხართ, რომ გინდათ მობილური მოწყობილობისთვის დემო-ვერსიის დაყენება? დემო-ვერსიის მოქმედების ვადა დასრულდება ერთ თვეში და მისი გამოყენება შესაძლებელია მხოლოდ ერთხელ!
ru: Начать бесплатный ознакомительный период сейчас? Ознакомительный период длится 1 месяц и может быть использован только однажды!
uk: Почати безкоштовний ознайомчий період зараз? Ознайомчий період триває 1 місяць і може бути використаний тільки один раз!

# Distribution
source: Are you sure, you want to exchange your credits for the selected licenses?
bg: Сигурни ли сте, че желаете да размените кредитите си за избраните лицензи?
es: ¿Está seguro que quiere cambiar sus créditos para las licencias seleccionadas?
hy: Դուք ցանկանում եք փոխանակել ձեր կրեդիտները ընտրված լիցենզիաներին
ka: დარწმუნებული ხართ, რომ გინდათ გადაცვალოთ თქვენი კრედიტები ამორჩეულ ლიცენზიებში?
ru: Вы действительно хотите обменять свои кредиты на выбранные лицензии?
uk: Ви впевнені, що хочете обміняти свої кредити на обрані ліцензії?

source: Are you using VAT or Sales tax?
bg: ДДС ли ползвате или данък оборот?
es: ¿Está usando IVA o Impuesto sobre las ventas?
hy: Օգտագործում եք դուք արդյոք ԱԱՀ ?
ka: დღგ-ს იყენებთ თუ გაყიდვის გადასახადს?
ru: Вы используете НДС или налог с продаж?

source: Armenian Invoice (XML)
bg: Арменска фактура (XML)
es: Factura Armenia (XML)
hy: E-Invoicing (XML)
ka: სომხური ინვოისი (XML)
ru: Фактура для Армении (XML)

source: Arrows to select, OK to confirm, Cancel to exit
az: Ox-seçmək, OK-təsdiqləmək, İmtina-baglamaq
bg: Избор със стрелките, "ОК" за потвърждаване, "Отказ" за изход
es: Las flechas para seleccionar, Aceptar para confirmar, Cancelar para salir
fr: Les flèches pour sélectionner, sur OK pour confirmer, Annuler pour quitter
hy: Սլաքներ ընտրելու համար; ok հաստատելու համար և cancel վերացնելու համար
ka: ისრები - ამორჩევა, დიახ - დამოწმება, გაუქმება - დახურვა
pl: Strzałki dla wyboru, Dobrze, żeby potwierdzić, Kasują dla wyjścia
ru: Стрелки - выбрать, ОК - подтвердить, Отмена - закрыть
uk: Стрілки - вибрати, ОК - підтвердити, Відміна - закрити

source: Ascending
az: Artan
bg: Възходящо
es: Ascendiente
fr: Croissant
hy: Աճման կարգով
ka: ზრდადობით
pl: Za zwiększeniem
ru: По возрастанию
uk: Зростанням

source: Ask
az: İstifadəçinin seçimiylə
bg: С въпрос
es: Preguntar
fr: Demander
hy: Հարցնել
ka: შეკითხვა
pl: Po wyborze użytkownika
ru: По выбору пользователя
uk: За вибором користувача

source: Ask before printing payment notes
az: Ödəniş sənədlərinin çap sorgusu
bg: Предупреждение за печат на документ за плащане
es: Preguntar antes de imprimir una nota de pago
fr: Demander avant l’impression des notes de paiement
hy: Հարցնել մինչև տպելը
ka: ყოველთვის მკითხე, სანამ გადახდის დოკუმენტს ამობეჭდავ
pl: Zapytanie przy druku płatniczych dokumentów
ru: Запрос при печати платежных документов
uk: Запит при друку платіжних документів

source: Ask before saving operation
az: Əməliyyatin yaddaşda saxlanmasi üçün sorgu
bg: Предупреждение за запис на операция
es: Preguntar antes de guardar operación
fr: Demander avant l’enregistrement de l’opération
hy: Հարցնել մինչև գործողության պահպանումը
ka: მკითხე ოპერაციის შენახვამდე
pl: Zapytanie przy zachowaniu operacji
ru: Запрос при сохранении операции
uk: Попередження при збереженні операції

source: Ask for advance deposit
bg: Поиск за авансово плащане
es: Preguntar por depósito avanzado
hy: Ավելացնել կանխավճար հարցումով
ka: მკითხე საავანსო დეპოზიტისთვის
ru: Запрос авансового платежа
uk: Запит авансового платежу

source: Attempting connection to IncoCloud...
bg: Опитване на връзка с "IncoCloud"...
es: Intentando conexión a IncoCloud...
hy: IncoCloud–ին միացման փորձ...
ka: ინკო-ღრუბელთან კავშირის მცდელობა...
ru: Попытка подключения к IncoCloud...
uk: Спроба підключення до IncoCloud ...

source: Attempting reconnection to IncoCloud...
bg: Опитване на повторна връзка с "IncoCloud"...
es: Intentando reconexión a IncoCloud...
hy: IncoCloud–ին վերամիացման փորձ
ka: ინკო-ღრუბელთან კავშირის გაწყვეტის მცდელობა...
ru: Попытка переподключения к IncoCloud...
uk: Спроба повторного з'єднання з IncoCloud ...

source: Attention! Your data before the specified date will be deleted permanently! The process cannot be reversed and could go on for several hours.
bg: Внимание! Данните ви преди определената дата ще бъдат изтрити безвъзвратно. Процесът е необратим и би могъл да продължи няколко часа.
es: ¡Sus datos antes de la fecha especificada estarán borrados permanentemente! El proceso no puede ser revertido y podría ser por varias horas.
hy: ՈՒշադրություն տվյալները մինչև տվյալ ժամանակահատվածը կհեռացվեն ընդմիշտ. պրոցեսը կարող է տևել մի քանի ժամ
ka: ყურადღება! თვენი ინფორმაცია მინიშნებულ თარიღამდე სამუდამოდ წაიშლება! ამ პროცესის უკან დაბრუნება შეუძლებელია. ის შეიძლება გაგრძელდეს რამოდენიმე საათი.
ru: Внимание! Ваши данные до указанного периода будут навсегда удалены! Процесс необратим и может длиться несколько часов.
uk: Увага! Ваші дані до зазначеного періоду будуть назавжди видалені! Процес незворотній і може тривати кілька годин.

source: August
az: Avqust
bg: Август
es: Agosto
fr: Aout
hy: Օգոստոս
ka: აგვისტო
pl: Sierpień
ru: Август
uk: Серпень

source: Auto
az: Avto
bg: Автоматично
es: Automático
fr: Automatique
hy: Ավտոմատ
ka: ავტო
pl: Automatycznie
ru: Авто
uk: Авто

source: Auto Hide
az: Avtomatik gizlət
bg: Авто-скриване
es: Ocultarse automáticamente
fr: Masquer automatiquement
hy: Ավտոմատ հեռացում
ka: ავტომატური დამალვა
pl: Automatycznie schować
ru: Автоматически скрыть
uk: Автоматично приховувати

source: Auto Refresh
az: Avtoyeniləmə
bg: Автоматично опресняване
es: Actualizar automáticamente
fr: Auto Actualisation
hy: Ավտոմատ թարմացում
ka: ავტოგანახლება
pl: Autoodnowa
ru: Автообновление
uk: Автопоновлення

source: Auto Stock-taking after items import
az: İmportdan sonra avtomatik inventarlama
bg: Автоматична ревизия след импорт на стоки
es: Inventariar automaticamente al importar mercancías
fr: Auto Inventaire après l'importation des articles
hy: Ավտոմատ թարմացում
ka: ავტომატური მარაგების-მიღება საქონლის იმპორტის შემდეგ
pl: Auto Inwentaryzacja po imporcie pozycji
ru: Автоматическая инвентаризация после импорта
uk: Автоматична інвентаризація після імпорту товару

source: Auto choose default customer
az: Avtomatik defoult müştəri seçmək
bg: Автоматично избиране на клиент по подразбиране
es: Selecionar automaticamente clientes predefinidos
fr: Auto choisir client par défaut
hy: Լռելյայն հաճախորդի ավտոմատ ընտրություն
ka: სტანდარტული კლიენტის ავტომატური ამორჩევა
pl: Automatycznie wybrać klienta default
ru: Автоматически выбирать клиента по умолчанию
uk: Автоматично вибирати клієнта за замовчуванням

source: Auto choose single locations
az: Sahələri avtomatik seçmək
bg: Автоматично избиране на единствени обекти
es: Selecionar automaticamente solo las entidades
fr: Auto choisir des endroits simples
hy: Վաճառքի տեղամասի ավտոմատ ընտրություն
ka: ადგილმდებარეობების ავტომატური ამორჩევა
pl: Automatycznie wybrać pojedyncze miejsca
ru: Автоматически выбирать объекты
uk: Автоматично вибирати об'єкти

source: Auto create invoice on purchase
az: Aliş zamanı fakturanı avtomatik yaratmaq
bg: Автоматично фактуриране при доставка
es: Crear automáticamente factura de las compras
fr: Auto créer la facture à l'achat
hy: Գնման ապրանքագրի ավտոմատ ստեղծում
ka: ავტომატური ფაქტურირება შესყიდვისას
pl: Automatycznie stworzcie fakturę przy kupnie
ru: Автоматически фактурировать при закупке
uk: Автоматично фактуровати при купівлі

source: Auto create invoice on sale
az: Satiş zamanı fakturanı avtomatik yaratmaq
bg: Автоматично фактуриране при продажба
es: Crear automáticamente factura de las ventas
fr: Auto créer la facture à la vente
hy: Վաճառքի ապրանքագրի ավտոմատ ստեղծում
ka: ავტომატური ფაქტურირება გაყიდვისას
pl: Automatycznie stworzcie fakturę przy sprzedaży
ru: Автоматически фактурировать при продаже
uk: Автоматично фактуровати при продажі

source: Auto generate item codes
az: Əmtəələrin kodlarını avtomatik yaratmaq
bg: Автоматично генериране на код на стока
es: Autogenerar los códigos de los productos
fr: Auto générer des codes d'articles
hy: Ապրանքի կոդի ավտոմատ ստեղծում
ka: საქონლის ავტოგენერირების კოდი
pl: Automatycznie generuj kody towarów
ru: Автоматически генерировать коды товаров
uk: Автоматично генерувати коди товарів

source: Auto generate location codes
az: Sahələrin kodlarını avtomatik yaratmaq
bg: Автоматично генериране на код на обект
es: Auto generar códigos de ubicación
fr: Codes Location Auto générer
hy: Տեղամասի կոդի ավտոմատ ստեղծում
ka: ადგილმდებარეობის ავტოგენერირების კოდი
pl: Automatycznie generuj kody miejsc
ru: Автоматически генерировать коды объектов
uk: Автоматично генерувати коди об'єктів

source: Auto generate partner codes
az: Partnyorların kodlarını avtomatik yaratmaq
bg: Автоматично генериране на код на партньор
es: Autogenerar los códigos de los socios
fr: Codes partenaire Auto générer
hy: Գործընկերոջ կոդի ավտոմատ ստեղծում
ka: პარტნიორის ავტოგენერირების კოდი
pl: Automatycznie generuj kody partnerów
ru: Автоматически генерировать коды партнеров
uk: Автоматично генерувати коди партнерів

source: Auto generate user codes
az: İstifadəçilərin kodlarını avtomatik yaratmaq
bg: Автоматично генериране на код на потребител
es: Autogenerar los códigos de los usuarios
fr: Codes Auto utilisateur générer
hy: Օգտագործողի կոդի ավտոմատ ստեղծում
ka: მომხმარებლის ავტოგენერირების კოდი
pl: Automatycznie generuj kody użytkowników
ru: Автоматически генерировать коды пользователей
uk: Автоматично генерувати коди користувачів

source: Auto logout on operation save
az: Əməliyyati yadda saxlayan zaman sistemdən çixişi avtomatik qeyd etmək
bg: Автоматичен изход на потребителя при запис на операцията
es: Salir automáticamente al guardar la operación
fr: Auto déconnexion de l'opération de sauvegarde
hy: Գործողության պահպանման ժամանակ ավտոմատ գրանցել ելքը համակարգից
ka: ოპერაციის დამახსოვრებისას ავტომატური გასვლა სისტემიდან
pl: Automatycznie rejestruj wyjście z systemu przy zachowaniu operacji
ru: Автоматически регистрировать выход из системы при сохранении операции
uk: Автоматично реєструвати вихід із системи при збереженні операції

source: Auto production
az: Avtomatik istehsal
bg: Автоматично производство
es: Producción automática
fr: L'Auto production
hy: Ավտոմատ արտադրություն
ka: ავომატური წარმოება
pl: Automatycznie produkcja
ru: Автоматическое производство
uk: Автоматичне виробництво
