Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

# Distribution
source: Clear cart
bg: Изчистване на количката
es: Limpiar carrito
hy: Մաքրել զաբնյուղը
ka: კალათის გასუფთავება
ru: Удалить из корзины
uk: Видалити з кошика

source: Clear the operation?
az: Əməliyyat təmizlənsin?
bg: Изтриване на операцията?
es: ¿Limpiar la operación?
fr: Effacer l'opération?
hy: Մաքրել գործողությունը ?
ka: გავასუფთავო ოპერაცია?
pl: Oczyścić operację?
ru: Сбросить операцию?
uk: Очистити операцію?

source: Client:
az: Müştəri:
bg: Клиент:
es: Cliente:
hy: Հաճախորդ
ka: კლიენტი:
pl: Klient
ru: Клиент:
uk: Клієнт:

source: Close
az: Bağla
bg: Затвори
es: Cerrar
fr: Fermer
hy: Փակել
ka: დახურვა
pl: Zamknąć
ru: Закрыть
uk: Закрити

source: Close Active Window
az: Aktiv pəncərəni bağla
bg: Затваряне на активния прозорец
es: Cerrar ventana
fr: Fermer la fenêtre active
hy: Փակել ակտիվ պատուհանը
ka: აქტიური ფანჯრის დახურვა
pl: Zamknąć aktywne okno
ru: Закрыть активное окно
uk: Закрити активне вікно

source: Close All Windows
az: Bütün pəncərələri baglamaq
bg: Затваряне на всички прозорци
es: Cerrar todas las ventanas
fr: Fermer tous les fenêtre
hy: Փակել բոլոր պատուհանները
ka: ყველა ფანჯრის დახურვა
pl: Zamknąć wszystkie okna
ru: Закрыть все окна
uk: Закрити всі вікна

source: Close Fiscal Operation
az: Fiskal əməliyyatı baglamaq
bg: Затваряне на фискална операция
es: Cerrar operación fiscal
fr: Fermez l'Opération Fiscale
hy: Փակել ֆիսկալային գործողությունը
ka: ფისკალური ოპერაციის დახურვა
pl: Zamknąć fiskalną operację
ru: Закрыть фискальную операцию
uk: Закрити фіскальну операцію

source: Close Non-Fiscal Operation
az: Qeyri fiskal əməliyyatı baglamaq
bg: Затваряне на нефискална операция
es: Cerrar Operaciones No Fiscales
fr: Fermez l'Opération Non-fiscale
hy: Փակել ոչ ֆիսկալային գործողությունը
ka: არაფისკალური ოპერაციის დახურვა
pl: Zamknąć niefiskalną operację
ru: Закрыть нефискальную операцию
uk: Закрити нефіскальну операцію

source: Closure
az: Baglanma
bg: Затваряне
es: Cierre
fr: Fermeture
hy: Ընդհատում
ka: დახურვა
pl: Zamknięcie
ru: Закрытие
uk: Закрити

source: Cluster
az: Qrup
bg: Група
fr: Groupe
hy: Խումբ
ka: ჯგუფი
pl: Grupa
ru: Группа
uk: Група

source: Code
az: Kod
bg: Код
es: Código
hy: Կոդ
ka: კოდი
pl: Kod
ru: Код
uk: Код

source: Code:
az: Kod:
bg: Код:
es: Código:
hy: Կոդ
ka: კოდი:
pl: Kod:
ru: Код:
uk: Код:

source: Codes
az: Kodlar
bg: Кодове
es: Códigos
hy: Կոդերը
ka: კოდები
pl: Kody
ru: Коды
uk: Коди

source: Coffe - Bulgarian
az: Kofe
bg: Кафе - Българско
es: Café - Búlgaro
fr: Café - Bulgare
hy: Սուրճ
ka: ყავა
pl: Kawa
ru: Кофе
uk: Кава

source: Cold
az: Soyuq
bg: Студен
es: Frío
fr: Froid
hy: Սառը
ka: ცივი
pl: Zimny
ru: Холодный
uk: Холодний

source: Collect sales data
az: Satiş haqqinda məlumat yigimi
bg: Събиране на данни за продажби
es: Coleccionar datos de ventas
fr: Recueillez des données des ventes
hy: Վաճառքի տվյալների հավաքում
ka: მოაგროვე გაყიდვების მონაცემები
pl: Zbieranie danych o sprzedaży
ru: Сбор данных о продажах
uk: Збір даних про продажі

source: Color
az: Rəng
bg: Цвят
fr: Couleur
hy: Գույն
ka: ფერი
pl: Kolor
ru: Цвет
uk: Кольор

source: Column padding:
bg: Разредка (колони):
es: Rellenar columna:
fr: La colonne padding:
hy: Սյունակի առանցքը
ka: სვეტის სატენი:
ru: Отступ колонки:
uk: Відступ (стовпці):

source: Columns
az: Sütunlar
bg: Колони
es: Columnas
fr: Les colonnes
hy: Սյուներ
ka: სვეტები
pl: Kolumienki
ru: Колонки
uk: Колонки

source: Columns to be exported
az: Eksport üçün sütun
bg: Колони за експортиране
es: Columnas para ser exportadas
fr: Colonnes à exporter
hy: Ընտրել սյուները, որոնք պետք է արտահանվեն
ka: სვეტები ექსპორტისათვის
pl: Koluminy, które są wyeksportowane
ru: Колонки для экспорта
uk: Колонки для експорту

source: Columns:
az: Sütunlar:
bg: Колони:
es: Columnas:
fr: Les colonnes:
hy: Սյունյակներ
ka: სვეტები:
ru: Колонки:
uk: Колонки:

source: Combine logic:
az: Loqikaya uygun birləşdirmə:
bg: Логика на комбиниране
es: Combinación lógica:
fr: Combiner la logique:
hy: Տրամաբանական միավորում
ka: ლოგიკის გაერთიანება:
pl: Logiczne zjednoczenie:
ru: Логическое объединение:
uk: Комбінована логіка:

source: Combine operation details on finish
az: Sonda əməliyyatın sətirlərini birləşdirmək
bg: Обединяване при запис
es: Detalles de la operación de combinación al final
fr: Combiner les détails de l'opération en finition
hy: Խմբավորել տողերը վաճառքի ժամանակ
ka: დასასრულს ოპერაციის დეტალების გაერთიანება
pl: Jednoczyć rządki operacji po zakończeniu
ru: Объединять строки операции по окончании
uk: Об'єднати при збереженні

source: Combine operation details while ordering
az: Sifariş zamanı əməliyyatın satirlərini birləşdirmək
bg: Обединяване при поръчка
es: Detalles de la operación de combinación al hacer el pedidol
fr: Combiner les détails de l'opération, tout en ordonnant
hy: Խմբավորել տողերը պատվերի ժամանակ
ka: ოპერაციების გაერთიანება შეკვეთისას
pl: Jednoczyć rządki operacji przy zamówieniu
ru: Объединять строки операции при заказе
uk: Обєднати операції при замовленні

source: Command
az: Komanda
bg: Команда
es: Comando
fr: Ordre
hy: Հրաման
ka: ბრძანება
pl: Rozkaz
ru: Команда
uk: Команда

source: Company
az: Təşkilat
bg: Фирма
es: Empresa
fr: Société
hy: Կազմակերպություն
ka: კომპანია
pl: Firma
ru: Организация
uk: Фірма

source: Company - {0}
bg: Фирма - {0}
es: Empresa - {0}
hy: Կազմակերպություն - {0}
ka: კომპანია - {0}
ru: Организация - {0}
uk: Компанія - {0}

source: Company Information...
az: Təşkilat haqqında informasiya...
bg: Фирмена информация...
es: Registro fiscal...
fr: Informations sur l'entreprise…
hy: Կազմակերպության տվյալները
ka: ინფორმაცია ფირმის შესახებ...
pl: Informacja o firmie...
ru: Информация об организации...
uk: Інформація про фірму...

source: Company information
az: Təşkilat haqqında informasiya
bg: Фирмена информация
es: Registro fiscal
fr: Informations sur l'entreprise
hy: Կազմակերպության տվյալները
ka: ინფორმაცია ფირმის შესახებ
pl: Informacja o firmie
ru: Информация об организации
uk: Інформація про фірму

source: Company name cannot be empty!
az: Təşkilatın adı boş ola bilməz!
bg: Необходимо е да въведете име на фирмата!
es: ¡El nombre de la empresa no puede estar vacío!
fr: Nom de l'entreprise ne peut pas être vide!
hy: Կազմակերպության անվանումը չի կարող դատարկ լինել
ka: ფირმის დასახელება არ შეიძლება იყოს ცარიელი!
pl: Nazwa firmy nie może być pusta!
ru: Наименование организации не может быть пустым!
uk: Назва фірми не може бути пустою !

source: Company web profile
bg: Фирмен профил в Интернет
es: Perfil web de la compañía
hy: Ընկերության վեբ պրոֆիլը
ka: კომპანიის ვებ პროფილი
ru: Профиль организации
uk: Профіль компанії

source: Company with this code already exists! Do you want to continue?
az: Bu kodla təşkilar artıq var! Davam etsin?
bg: Фирма с такъв код вече съществува! Желаете ли да продължите?
es: ¡Una empresa con este código ya existe! ¿Desea continuar?
fr: Société avec ce code existe déjà! Voulez-vous continuer?
hy: Կազմակերպության կոդը կրկնվում է, ցանկանում եք շարունակել ?
ka: ასეთი კოდით ფირმა უკვე არსებობს! გავაგრძელო?
pl: Firma z takim kodem już istnieje! Przedłużyć?
ru: Организация с таким кодом уже существует! Продолжить?
uk: Фірма з таким кодом вже існує ! Продовжити ?

source: Company with this name already exists! Do you want to continue?
az: Bu adla təşkilar artıq var! Davam etsin?
bg: Вече съществува фирма с такова име! Желаете ли да продължите?
es: ¡Una empresa con este nombre ya existe! ¿Desea continuar?
fr: Société avec ce nom existe déjà! Voulez-vous continuer?
hy: Կազմակերպության Անվանումը կրկնվում է, ցանկանում եք շարունակել ?
ka: ასეთი დასახელების ფირმა უკვე არსებობს! გავაგრძელო?
pl: Spółka o tej nazwie już istnieje! Czy chcesz kontynuować?
ru: Организация с таким наименованием уже существует! Продолжить?
uk: Фірма з такою назвою вже існує ! Продовжити ?

source: Company:
az: Təşkilat:
bg: Фирма:
es: Empresa:
fr: l'entrepise
hy: Կազմակերպություն
ka: ფირმა:
pl: Firma:
ru: Организация:
uk: Фірма:

source: Compare
az: Müqayisə
bg: Сравнение
es: Comparar
fr: Comparer
hy: Համեմատել
ka: შედარება
pl: Porównanie
ru: Сравнение
uk: Порівняти

source: Components
az: Komponent
bg: Компоненти
es: Componentes
fr: Composants
hy: Բաղադրիչ մասեր
ka: მოდულები
pl: Komponent
ru: Компонент
uk: Компонент

source: Condition
az: Şərt
bg: Условие
es: Condición
hy: Պայման
ka: კონდიცია
pl: Warunek
ru: Условие
uk: Умова

source: Conditions
az: Şərtlər
bg: Условия
es: Condiciones
hy: Պայմաններ
ka: კონდიციები
pl: Warunki
ru: Условия
uk: Умова

source: Confirm Group Owner Change
bg: Потвърждение на промяната на собственика на групата
es: Confirmar cambio de propietario del grupo
hy: Հաստատել խմբի ղեկավարի փոփոխությունը
ka: დაადასტურეთ ჯგუფის მფლობელის შეცვლა
ru: Подтверждение изменение владельца группы
uk: Підтвердження зміни власника групи

source: Confirm Price Rules
az: Qiymət qaydalarının təsdiqi
bg: Потвърждение на ценовите правила
es: Confirmar Regla de Precios
fr: Confirmez les Règles de Prix
hy: Պահանջել գնային կանոնների հաստատում
ka: ფასობრივი წესების დადასტურება
pl: Potwierdzenie Cenowych Reguł
ru: Подтверждение ценовых правил
uk: Підтвердження цінових правил

source: Confirm password:
az: Parolu təsdiq edin:
bg: Повтори парола:
es: Repetir contraseña:
fr: Confirmez le mot de passe:
hy: Գաղտնաբառի հաստատում
ka: გაიმეორეთ პაროლი:
pl: Potwierdźcie hasło:
ru: Подтвердите пароль:
uk: Підтвердіть пароль:

source: Confirm price rules
az: Qiymət qaydalarının təsdiqi
bg: Потвърждение на ценовите правила
es: Confirmar regla de precios
fr: Confirmez les règles de prix
hy: Պահանջել գնային կանոնների հաստատում
ka: ფასობრივი წესის დადასტურება
pl: Potwierdzenie cenowych reguł
ru: Подтверждение ценовых правил
uk: Підтвердження цінових правил

source: Confirmation Code Required
bg: Изисква се код за потвърждение
es: Código de confirmación requerido
hy: Վավերացման կոդը պարտադիր է
ka: საჭიროა დასტური კოდი
ru: Требуется код подтверждения
uk: Потрібен код підтвердження

# Distribution
source: Congratulations! You have just entered the new distribution program {0}.
bg: Поздравления! Вие току що влязохте в новата дистрибуторска прорама {0}.
hy: Շնորհավորում ենք, դուք միացել եք նոր դիստրիբյուտորային ծրագրին {0}.
ka: გილოცავთ! თქვენ ახლახანს ჩაერთეთ ახალ სადისტუბუციო პროგრამაში {0}.
ru: Поздравляем! Вы попали в новую дистрибьюторскую программу: {0}

source: Connected
bg: Свързан
es: Conectado
hy: Միացված է
ka: მიერთებული
ru: Подключено
uk: Підключено

source: Connected to IncoCloud
bg: Свързан с IncoCloud
es: Conectado a IncoCloud
hy: Միացված է IncoCloud-ին
ka: მიერთებულია ინკო-ღრუბელთან
ru: Подключено с IncoCloud
uk: Підключено до IncoCloud

source: Connecting To Database
bg: Свързване с база данни
es: Conectándose a la Base de datos
hy: Տվյալների բազայի միացում
ka: მონაცემთა ბაზასთან დაკავშირება...
ru: Подключение к базе данных
uk: Підключення до бази даних

source: Connecting card readers...
az: Kart oxuyucu qurgunun qoşulması...
bg: Свързване с четци на карти...
es: Conectando lectores de tarjetas...
fr: Connexion des lecteurs carte...
hy: Քարտ ընթերցող սարքի հետ կապի հաստատում
ka: ბარათების წამკითხავი მოწყობილობების დაკავშირება...
pl: Podłaczanie zagospodarowania przeczytania kart...
ru: Подключение устройства считывания карт...
uk: Підключення пристрою зчитування карт...

source: Connecting periferial devices...
az: Periferiya qurğularının qoşulması...
bg: Свързване с периферни устройства...
es: Conectando dispositivos periféricos...
fr: Connexion de périphériques periferial ...
hy: Պերիֆերիալ սարքերի միացում
ka: პერიფერიული მოწყობილობების დაკავშირება...
pl: Podłaczanie peryferyjnych urządzeń...
ru: Подключение периферийных устройств...
uk: Підключення периферійних пристроїв...

source: Connecting to database...
az: Məlumat bazasına qoşulma...
bg: Свързване с базата данни...
es: Conectando a la base de datos...
fr: Connexion à la base de données...
hy: Տվյալների բազայի միացում
ka: მონაცემთა ბაზასთან დაკავშირება...
pl: Podłaczanie do bazy danych...
ru: Подключение к базе данных...
uk: Підключення до бази даних...

source: Connecting...
bg: Свързване...
es: Conectando...
hy: Միացում
ka: დაკავშირება...
ru: Соединение...
uk: Підключення

source: Connection parameters seem correct. Device test can not be performed!
az: Qoşulma parametrləri düzgündür. Qurgunun yoxlanıla bilməz.
bg: Параметрите за връзка изглеждат правилни, но устройството не може да бъде изпитано.
es: Los parametros de conexión parecen correctos. ¡La prueba al dispositivo puede no ser realizada!
fr: Paramètres de connexion semblent correctes. Test de l'appareil ne peut pas être effectué!
hy: Միացման պարամետրերի անճշտություն. թեսթավորումը չի իրականացվել
ka: კავშირის პარამეტრები კორექტულია. მოწყობილობის ტესტის ვერ შესრულდა!
pl: Parametry połączenia wydają się prawidłowe. Testy urządzenia nie mogą być wykonane!
ru: Параметры подключения корректны. Проверка устройства не может быть выполнена.
uk: Параметри підключення коректні. Перевірка пристрою не може бути виконана.

source: Connection properties
az: Qoşulmanın tənzimləmələri
bg: Параметри за връзка
es: Propiedades de conexión
fr: Propriétés de connexion
hy: Միացման հատկությունները
ka: კავშირის პარამეტრები
pl: Nastrajania łączenia
ru: Настройки соединения
uk: Налаштування зєднання

source: Connection with the device failed!
az: Qurgu ilə əlaqə qurulmadı!
bg: Връзката с устройството беше неуспешна!
es: Falló la conexión con el dispostivo
fr: Connexion avec le périphérique a échoué!
hy: Սարքավորման հետ կապ հաստատումը չի կայացել
ka: მოწყობილობასთან კავშირი არ შედგა!
pl: Związek z urządzeniem jest nie ustalony!
ru: Связь с устройством не установлена!
uk: Зв'язок з пристроєм не встановленний!

source: Connection with the device was successful!
az: Qurğu ilə əlaqə quruldu!
bg: Връзката с устройството беше успешна!
es: La conexión con el dispositivo fue exitosa!
fr: Connexion avec le périphérique réussie!
hy: Սարքավորման հետ կապ հաստատումը կայացել է
ka: მოწყობილობასთან კავშირი დამყარებულია!
pl: Związek z urządzeniem jest ustalony!
ru: Связь с устройством установлена!
uk: Зв'язок з пристроєм встановлено !

source: Connects and synchronizes information with web stores.
bg: Свързва се и синхронизира информация с интернет магазини.
es: Conecta y sincroniza información con las tiendas web.
hy: Ինտերնետ խանութների միացում և տվյալների սինխրոնիզացում
ka: უერთდება და ასინქრონეს იფორმაციას ვებ-მაღაზიასთან.
ru: Соединяется и синхронизируется с интернет-магазинами.
uk: З'єднується і синхронізується з інтернет-магазинами

source: Connects with vending machines via Incotex FVC.
bg: Свързва се с автомати за стоки чрез Incotex FVC.
es: Está conectado con la máquina expendedora vía Incotex FVC.
hy: ԻՆԿՕՏԵԿՍ-ի օգնությամբ միացում առևտրի ավտոմատի հետ
ka: უკავშირებს სავაჭრო აპარატს Incotex FVC-ს საშუალებით.
ru: Подключается к рабочему месту через Incotex FVC.

source: Consigned
bg: Дадено по консигнация
es: Consignado
hy: Տրված է իրացման
ka: კონსიგნაცია
ru: Отгружено
uk: Відвантажено

source: Consigned Qty
bg: Дадено по консигнация к-во
es: Cantidad consignada
hy: Իրացում
ka: კონსიგნაციის რაოდენობა
ru: Отгруженное количество
uk: Відвантажена кількість

source: Consignee:
bg: Консигнант:
es: Consignatario:
hy: Իրացում
ka: კონსიგნატორი:
ru: Грузополучатель:
uk: Вантажоодержувач:

source: Consignees' Debt Report
bg: Справка задължения по консигнанти
es: Consignatarios' Reporte de Deudas
hy: Իրացում դեբետ
ka: კონსიგნატორის ვალების ანგარიში
ru: Отчет по задолженностям грузополучателей
uk: Звіт Заборгованість вантажоодержувачів

source: Consignees' Debt...
bg: Задължения по консигнанти...
es: Consignatarios' Deudas...
hy: Իրացում դեբետ
ka: კონსიგნატორის ვალი...
ru: Задолжности грузополучателей
uk: Заборгованість вантажоодержувачів

source: Consignment
bg: Консигнация
es: Consignación
hy: Իրացում
ka: კონსიგნაცია
ru: Консигнация
uk: Консигнація

source: Consignment - Select Document
bg: Консигнация - избор на документ
es: Consignación - Seleccionar Documento
hy: Իրացում
ka: კონსიგნაცია - დოკუმენტის ამორჩევა
ru: Консигнация - Выберите документ
uk: Концигнация - Виберіть документ

source: Consignment No.{0} cannot be edited because the issued invoice No.{1} is attached to a sale on it. Please, void the invoice before editing this consignment.
bg: Консигнация № {0} не може да бъде редактирана, защото е издадена фактура № {1} към нейно отчитане. Моля, анулирайте фактурата, преди да анулирате тази консигнация.
es: La consignación No. {0} no puede ser editada porque la factura expedida No. {1} tiene adjuntada una venta en ella. Por favor anule la factura antes de editar esta consignación.
hy: No.{0} իրացման փաստաթուղթը չի կարող անվավեր համարվել, քանի որ նրան կցված է No.{1} հաշիվը.
ka: კონსიგნაცია N.{0}-ის რედაქტირება შეუძლებელია, რადგან ინვოისი N.{1} მიბმულია გაყიდვაზე. გთხოვთ, გააუქმეთ ინვოისი კონსიგნაციის რედაქტირებამდე.
ru: Консигнация No.{0} не может быть изменена из-за фактуры No.{1}. Аннулируйте фактуру, чтобы изменить накладную.
uk: Консигнація No.{0} не може бути змінена, так як вже існує рахунок-фактура No.{1}. Анулюйте рахунок-фактуру, щоб змінити консигнацію.

source: Consignment Return
bg: Връщане по консигнация
es: Devolución de Consignación
hy: Իրացման վերադարձ
ka: კონსიგნაციის დაბრუნება
ru: Возврат по консигнации
uk: Повернення по консигнації

source: Consignment Return - Select Document
bg: Връщане по консигнация - избор на документ
es: Devolución de Consignación - Seleccionar documento
hy: Իրացման վերադարձ
ka: კონსიგნაციის დაბრუნება - დოკუმენტის ამორჩევა
ru: Возврат по консигнации - Выберите документ
uk: Повернення по консигнації-Виберіть документ

source: Consignment Return...
bg: Връщане по консигнация...
es: Devolución de Consignación...
hy: Իրացման վերադարձ
ka: კონსიგნაციის დაბრუნება...
ru: Возврат по консигнации...
uk: Повернення по консигнації...

source: Consignment Sale
bg: Отчитане на консигнация
es: Venta en Consignación
hy: Իրացման վաճառք
ka: კონსიგნაციით გაყიდვა
ru: Продажа по консигнации
uk: Продаж по консигнації

source: Consignment Sale...
bg: Отчитане на консигнация...
es: Venta en consignación...
hy: Իրացման վաճառք
ka: კონსიგნაციით გაყიდვა...
ru: Продажа по консигнации...
uk: Продаж по консигнації...

source: Consignment...
bg: Консигнация...
es: Consignación...
hy: Իրացում
ka: კონსიგნაცია...
ru: Консигнация...
uk: Консигнація...

source: Consignments
bg: Консигнации
es: Consignaciones
hy: Իրացում
ka: კონსიგნაციები
ru: Консигнации
uk: Консигнації

source: Consignments Flow
bg: Движение по консигнации
es: Flujo de consignaciones
hy: Իրացում տեղափոխում
ka: კონსიგნაციის ბრუნვა
ru: Товарооборот по консигнации
uk: Товарообіг по консигнації

source: Consignments Flow Report
bg: Справка движение по консигнации
es: Reporte del Flujo de consignaciones
hy: Իրացում տեղափոխում
ka: კონსიგნაციის ბრუნვის ანგარიში
ru: Отчет по товарообороту по консигнации
uk: Звіт Товарообіг по консигнації

source: Consignments Flow...
bg: Движение по консигнации...
es: Flujo de consignaciones...
hy: Իրացում տեղափոխում
ka: კონსიგნაციის ბრუნვა...
ru: Товарооборот по консигнации...
uk: Товарообіг по консигнації...

source: Consignments Report
bg: Справка консигнации
es: Reportes de consignaciones
hy: Իրացում
ka: კონსიგნაციის ანგარიში
ru: Отчет по консигнации
uk: Звіт по консигнації

source: Consignments...
bg: Консигнации...
es: Consignaciones...
hy: Իրացում
ka: კონსიგნაციები...
ru: Консигнации...
uk: Консигнації...

source: Consignor:
bg: Консигнант:
es: Consignador:
hy: Կոմիսիոներ
ka: კონსიგნატორი:
ru: Грузоотправитель:
uk: Вантажовідправник:

source: Constants
az: Konstant
bg: Константи
es: Constantes
fr: Constantes
hy: Հաստատուններ
ka: კონსტანტები
pl: Stałe
ru: Константы
uk: Константи

source: Contact Display Name
az: Cavabdeh şəxsin S.A.A. (çap üçün)
bg: МОЛ за печат
es: Nombre de contacto en pantalla
fr: Contactez le Nom Affiché
hy: Կոնտակտային անուն
ka: საკონტაქტო პირის საჩვენებელი სახელი
pl: Kontaktowa osoba (dla druku)
ru: Ф.И.О. отв. лица (для печати)
uk: Ім'я контакту

source: Contact Name
az: Cavabdeh şəxsin S.A.A.
bg: МОЛ
es: Contacto
fr: Contact Nom
hy: Կոնտակտային անուն
ka: საკონტაქტო პირი
pl: Kontaktowa Osoba
ru: Ф.И.О. отв. лица
uk: Контактна особа

source: Contact Name:
az: Cavabdeh şəxsin S.A.A.
bg: МОЛ:
es: Contacto:
fr: Contact Nom:
hy: Կոնտակտային անուն
ka: საკონტაქტო პირი:
pl: Kontaktowa Osoba:
ru: Ф.И.О. отв. лица:
uk: Контактна особа:

source: Contact "Merchant Warehouse" for approval of this card!
bg: Моля, свържете се с "Merchant Warehouse" за одобрение на тази карта!
es: ¡Contacte "Merchant Warehouse" para la aprobación de esta tarjeta!
hy: "Merchant Warehouse" հետ հետադարձ կապ քարտի հաստատման համար:
ka: კავშირი "Merchant Warehouse" დამტკიცებულია ამ ბარათისთვის!
ru: Свяжитесь с"Merchant Warehouse" для одобрения данной карты!

source: Contact name
az: Cavabdeh şəxsin S.A.A.
bg: МОЛ
es: Contacto de nombre
fr: Contact nom
hy: Կոնտակտային անուն
ka: საჩვენებელი სახელი
pl: Kontaktowa osoba
ru: Ф.И.О. отв. лица
uk: Контактна особа

source: Contacting IncoCloud...
bg: Свързване с IncoCloud...
es: Contactando a IncoCloud
hy: Միացում IncoCloud-ին...
ka: ინკო-ღრუბელთან დაკავშირება...
ru: Связь с IncoCloud
uk: Зв'язок з IncoCloud...

source: Contacting payment gateway...
bg: Свързване с разплащателната система...
es: Conectándose a la entrada del pago...
hy: Միացում վճարային ծառայությանը
ka: კავშირი გადახდის სისტემასთან
ru: Подключение к платежной системе...

source: Containing "{0}"
az: "{0}"İbarətdir
bg: Съдържа "{0}"
es: Contactando "{0}"
fr: Contenant "{0}"
hy: Պարունակում է "{0}"
ka: შეიცავს"{0}"-ს
pl: Zawiera "{0}"
ru: Содержит "{0}"
uk: Містять "{0}"

source: Contains
az: İbarətdir
bg: Съдържа
es: Contiene
fr: Contient
hy: Պարունակում է
ka: შეიცავს
pl: Zawiera
ru: Содержит
uk: Містить

source: Continue
bg: Продължение
es: Continua
hy: Շարունակել
ka: გაგრძელება
ru: Продолжить
uk: Продовжити

source: Contrast
az: Kontrast
bg: Контраст
es: Contraste
fr: Contraste
hy: Կոնտրաստ
ka: კონტაქტი
pl: Kontrast
ru: Контраст
uk: Контраст

source: Convert to group
bg: Превръщане в група
es: Convertir a grupo
hy: Խմբավորել.
ka: ჯგუფში კონვერტაცია
ru: Преобразовать в группу
uk: Перетворити до групи

source: Copies
az: Surətləri
bg: Копия
es: Copias
fr: Les Copies
hy: Կրկնօրինակ
ka: კოპიები
pl: Kopie
ru: Копии
uk: Копії

# Action
source: Copy
bg: Копиране
es: Copiar
hy: Կրկնօրինակ
ka: კოპირება
ru: Копировать
uk: Копіювати

source: Copy
az: Surət
bg: Копие
es: Copiar
fr: Copier
hy: Կրկնօրինակ
ka: კოპია
pl: Kopia
ru: Копия
uk: Копія

source: Copy activation info
az: Aktivləşmə haqqında informasiyanı köçür
bg: Копиране на информацията за активиране
es: Información de la copia de activación
fr: Copier les info d’activation
hy: Ակտիվացման ինֆորմացիայի կրկնօրինակում
ka: აქტივაციის შესახებ ინფორმაციის კოპირება
pl: Kopiować informację o aktywacji
ru: Копировать информацию об активации
uk: Копіювання інформації активації

source: Copying the license to "{0}" failed. Please try to copy the license file to the location manually.
az: Копирование лицензии в "{0}" прошло неудачно. Попытайтесь скопировать файл лицензии в папку назначения вручную.
bg: Копирането на лиценза към "{0}" е неуспешно. Моля, опитайте ръчно да изкопирате лицензния файл.
es: La copia de la licencia a "{0}" ha fallado. Por favor copie el fichero de la licencia a la ubicación manualmente
fr: Copie de la licence de "{0}" a échoué. S’il vous plait essayer de copier la licence du fichier à l’emplacement manuellement.
hy: Լիցենզիայի պատճենահանում {0}-ում անհաջող է իրականացվել: Փորձեք պատճենահանել լիցենզիայի ֆայլը ձեռքով
ka: ლიცენზიის კოპირება "{0}" - ში არ შესრულდა. შეეცადეთ ხელით გადაწეროთ ლიცენზიის ფაილი საჭირო საქაღალდეში.
pl: Kopiowanie licencji w "{0}" przeszło nieudany. Spróbujcie skopiować plik licencji do teki mianowania ręcznie.
ru: Копирование лицензии в "{0}" прошло неудачно. Попытайтесь скопировать файл лицензии в папку назначения вручную.
uk: Копіювання ліцензії в "{0}" відбулось невдало. Попробуйте скопіювати файл ліцензії в папку призначеня самостійно.
