Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Copyright© 2006-2015 by {0}
az: Copyright© 2008-2011 by {0}
bg: Всички права запазени © 2006-2015 {0}
es: Copyright© 2006-2015 por {0}
fr: Copyright © 2006-2015 par {0}
hy: Հեղինակային իրավունքները պատկանում են {0}
ru: Все права защищены© 2006-2015 {0}

source: Counted
az: Hesablı
bg: Брой
es: Contado
fr: Compté
hy: Հաշված
ka: რაოდენობა
pl: Liczony
ru: Счетный
uk: Лічений

source: Country
az: Ölkə
bg: Държава
es: País
fr: Pays
hy: Երկիր
ka: ქვეყანა
pl: Kraj
ru: Страна
uk: Країна

source: Create
az: Yaratmaq
bg: Създаване
es: Crear
fr: Créer
hy: Ստեղծել
ka: შექმნა
pl: Stworzyć
ru: Создать
uk: Створити

source: Create Group
az: Qrupu yaratmaq
bg: Създаване на група
es: Crear Grupo
fr: Créer un Groupe
hy: Ստեղծել խումբ
ka: ჯგუფის შექმნა
pl: Stworzyć grupę
ru: Создать группу
uk: Створити групу

source: Create New Database
az: Yeni məlumatlar bazasını yaratmaq
bg: Създаване на нова база данни
es: Crear Nueva Base de datos
fr: Créer une nouvelle base de données
hy: Ստեղծել նոր բազա
ka: ახალი მონაცემთა ბაზის შექმნა
pl: Stworzyć nową bazę danych
ru: Создать Новую базу данных
uk: Створити новую базу даних

source: Create New IncoCloud Group
bg: Създаване на нова "IncoCloud"-група
es: Crear Nuevo Grupo IncoCloud
fr: Créer un nouveau IncoCloud Groupe
hy: Ստեղծել նոր IncoCloud խումբ
ka: ახალი ინკო-ღრუბლის ჯგუფის შექმნა
ru: Создать новую Группу IncoCloud
uk: Створити нову групу IncoCloud

source: Create New IncoCloud User
bg: Създаване на нов "IncoCloud"-потребител
es: Crear Nuevo Ususario IncoCloud
fr: Créer un nouveau IncoCloud Utilisateur
hy: Ստեղծել նոր IncoCloud օգտագործող
ka: ახალი ინკო-ღრუბლის მომხმარებლის შექმნა
ru: Создать Нового пользователя IncoCloud
uk: Створити Нового користувача IncoCloud

source: Create a new database, which will be restored from IncoCloud. IncoCloud will keep that database in sync with the rest of the databases in the same group.
bg: Създаване на нова база данни за възстановяване от "IncoCloud". "IncoCloud" ще синхронизира тази база с останалите от същата група.
es: Crear una nueva base de datos, la cual será restaurada desde IncoCloud. IncoCloud la mantendrá en sincronización con el resto de las bases de datos en el mismo grupo.
fr: Créer une base de données nouvelle, qui sera restauré à partir de IncoCloud. IncoCloud gardera cette base de données en synchronisation avec le reste des bases de données dans le même groupe.
hy: Ստեղծել նոր տվյալների բազա, որոնք կվերականգնվեն IncoCloud-ից
ka: შექმენით ახალი მონაცემთა ბაზა, რომელიც აღდგება ინკო-ღრუბლიდან. ინკო-ღრუბელი შეინახავს მონაცემთა ბაზას სხვა მონაცემთა ბაზებთან სინქრონიზაციაში იმავე ჯგუფში
ru: Создать новую базу данных, которая будет восстановлена из IncoCloud. IncoCloud будет синхронизировать эту базу данных с остальными базами данных в этой же группе.
uk: Створити нову базу даних, яка буде відновлена з IncoCloud. IncoCloud буде синхронізувати цю базу даних з іншими базами даних у цій же групі.

source: Create a new item with:
bg: Създай нова стока с:
es: Crear una nueva mercancía con:
hy: Ստեղծել նոր ապրանք ըստ
ka: შექმენი ახალი საქონელი:
ru: Создать новый товар с:
uk: Створити новий товар з:

source: Create a new partner with:
bg: Създай нов партньор с:
es: Crear nuevo socio con:
hy: Ստեղծել նոր գործընկեր ըստ
ka: შექმენი ახალი პარტნიორი:
ru: Создать нового партнера с :
uk: Створити нового партнера з:

source: Create group
bg: Създаване на група
es: Crear grupo
hy: Ստեղծել խումբ
ka: ჯგუფის შექმნა
ru: Создать группу
uk: Створити групу

source: Create invoice
az: Hesab-faktura yaratmaq
bg: Създаване на фактура
es: Crear factura
fr: Créer facture
hy: Ստեղծել ապրանքագիր
ka: ინვოისის შექმნა
pl: Stworzcie fakturę
ru: Создать счет-фактуру
uk: Створити інвойс

# Item
source: Create new
bg: Създай нова
es: Crear nuevo
hy: Ստեղծել նոր
ka: ახალი საქონლის შექმნა
ru: Создать
uk: Створити

# Partner
source: Create new
bg: Създай нов
es: Crear nuevo
hy: Ստեղծել նոր
ka: ახალი პარტნიორის შექმნა
ru: Создать
uk: Створити

source: Create new account
bg: Създаване на нов профил
es: Crear nueva cuenta
fr: Créer un nouveau compte
hy: Ստեղծել նոր հաշիվ
ka: ახალი ანგარიშის შექმნა
ru: Создать новый счет
uk: Створити новий обліковий запис

source: Create new partner for Z reports in group:
bg: Създай нов партньор за Z отчети в група:
es: Crear nuevo socio para reportes Z en el grupo:
hy: Ստեղծել նոր գործընկեր խմբում Z հաշվետվության համար
ka: შექმენი ახალი პარტნიორი Z რეპორტისთვის ჯგუფში:
ru: Создать партнера для Z отчетов в группе:
uk: Створити партнера для Z звітів в групі:

source: Create new partner for total reports in group:
bg: Създай нов партньор за периодични отчети в група:
es: Crear nuevo socio para reportes totales en el grupo:
hy: Ստեղծել նոր գործընկեր խմբում ամբողջական հաշվետվության համար
ka: შექმენი ახალი პარტნიორი ჯამური რეპორტებისთვის ჯგუფში:
ru: Создать партнера для итоговых отчетов в группе:
uk: Створити партнера для підсумкових звітів в групі:

source: Creating New Database
az: Yeni məlumatlar bazasını yaratmaq
bg: Създаване на нова база данни
es: Creando Nueva Base de datos
fr: Création une nouvelle base de données
hy: Նոր բազայի ստեղծում
ka: ახალი მონაცემთა ბაზის შექმნა...
pl: Stworzenie nowej bazy danych
ru: Создание новой базы данных
uk: Створення нової бази даних

source: Creating a new database group...
bg: Създаване на нова група бази данни
es: Creando nuevo grupo de base de datos...
fr: Création un nouveau Groupe base de données...
hy: Ստեղծել նոր տվյալների բազայի խումբ
ka: ახალი მონაცემთა ბაზის ჯგუფის შექმნა...
ru: Создание Новой Группы баз данных...
uk: Створення Нової Групи баз даних ...

source: Creating a new database...
bg: Създаване на нова база данни...
es: Creando una nueva base de datos...
fr: Création une nouvelle base de données...
hy: Ստեղծել նոր տվյալների բազա
ka: ახალი მონაცემთა ბაზის შექმნა...
ru: Создание Новой базы данных...
uk: Створення нової бази даних ...

source: Creating a new user...
bg: Създаване на нов потребител...
es: Creando un nuevo usuario
fr: Création un nouveau utilisateur...
hy: Ստեղծել նոր օգտագործող
ka: ახალი მომხმარებლის შექმნა...
ru: Создание Нового пользователя...
uk: Створення нового користувача ...

source: Creating database "{0}"...
az: "{0}"Məlumatlar bazasını yaratmaq...
bg: Създаване на базата данни "{0}"...
es: Creando base de datos "{0}" ...
fr: Création d’une base de données "{0}"...
hy: "{0}" բազայի ստեղծում
ka: "{0}" მონაცემთა ბაზის შექმნა...
pl: Stworzenie bazy danych "{0}"...
ru: Создание базы данных "{0}"...
uk: Створення бази даних "{0}"...

source: Creating stock-takings...
bg: Създаване на ревизии...
es: Creando inventario...
hy: Գույքագրման ստեղծում
ka: ახალი ინვენტარიზაციის (stock-takings) შექმნა...
ru: Создание инвентаризации...
uk: Створення інвентаризації ...

source: Creation Date/Time
az: Yaranma tarixi/vaxti
bg: Дата/време на създаване
es: Creando Fecha/Hora
fr: La création de Date/Heure
hy: Ստեղծման ամսաթիվը/ժամանակը
ka: შექმნის თარიღი/დრო
pl: Data/czas stworzenia
ru: Дата/время создания
uk: Створення Дата/час

source: Creation date/time
az: Yaranma tarixi/vaxti
bg: Дата/време на създаване
es: Creando fecha/hora
fr: La création de date/heure
hy: Ստեղծման ամսաթիվը/ժամանակը
ka: შექმნის თარიღი/დრო
pl: Data/czas stworzenia
ru: Дата/время создания
uk: Створення дата/час

source: Credit Cash Order
bg: Разходен касов ордер
es: Acreditar Pedido al Contado
hy: Դրամարկղի ելքի օրդեր
ka: სალაროს საკრედიტო დავალება
ru: Расходный Кассовый Ордер
uk: Видатковий касовий ордер

source: Credit Note
az: Kredit Bildirişi
bg: Кредитно известие
es: Nota de Crédito
fr: La Note de crédit
hy: Կրեդիտային տեղեկություն
ka: საკრედიტო უწყება
pl: Kredytowy zapis
ru: Кредит-нота
uk: Кредитне повідомлення

source: Credit Note (International)
az: Kredit bildirişi (beynəlxalq)
bg: Кредитно известие (международно)
es: Nota de Crédito (Internacional)
fr: La Note de crédit (International)
hy: Կրեդիտային տեղեկություն միջազգային
ka: საკრედიტო უწყება (საერთაშორისო)
pl: Kredytowy zapis (Międzynarodowy)
ru: Кредит-нота (международная)
uk: Кредит-нота (міжнародна)

source: Credit Note - Select Document
az: Kredit bildirişi- sənədin seçimi
bg: Кредитно известие - избор на документ
es: Nota de Crédito - Seleccionar documento
fr: Note de crédit - Choisissez le document
hy: Կրեդիտային տեղեկություն
ka: საკრედიტო უწყება-დოკუმენტის არჩევა
pl: Kredytowy zapis - Wybierzcie dokument
ru: Кредит-нота - Выбор документа
uk: Кредит-нота - Вибір документа

source: Credit Note No. {0}, {1}
bg: Кредитно известие №{0}, {1}
es: Nota de Crédito No. {0}. {1}
hy: Կրեդիտային տեղեկություն No. {0}, {1}
ka: საკრედიტო უწყება No. {0}, {1}
ru: Кредит-нота {0}, {1}
uk: Кредит-нота No. {0}, {1}

source: Credit Note Qtty
az: Say
bg: Кредитно известие
es: Cant. notas de Crédito
fr: Note de crédit de Qté
hy: Կրեդիտ
ka: საკრედიტო უწყება რაოდენობა
pl: Kredytowy zapis po Ilości
ru: Кол-во
uk: Кількість

source: Credit Note by Supplier
az: Təchizatçı üzrə kredit bildirişi
bg: Кредитно известие от доставчик
es: Nota de Crédito por Proveedor
fr: Note de crédit par le Fournisseur
hy: Կրեդիտային տեղեկություն մատակարարի կողմից
ka: მომწოდებლის საკრედიტო უწყება
pl: Kredytowy zapis po dostawcach
ru: Кредит-нота по поставщику
uk: Кредитне повідомлення по постачальнику

source: Credit Note...
az: Kredit Bildirişi...
bg: Кредитно известие...
es: Nota de Crédito...
fr: Note de crédit…
hy: Կրեդիտային տեղեկություններ
ka: საკრედიტო უწყება...
pl: Kredytowy zapis...
ru: Кредит-нота...
uk: Кредит-нота

source: Credit Notes
bg: Кредитни известия
es: Notas de Crédito
hy: Կրեդիտային տեղեկություն
ka: საკრედიტო შეტყობინებები
ru: Кредит-ноты
uk: Кредит-ноти

source: Credit Notes Report
az: Kredit bildirişi üzrə hesabat
bg: Справка за кредитни известия
es: Reporte de Notas de Crédito
fr: Le Rapport de Notes de crédit
hy: Կրեդիտային տեղեկություն հաշվետվություն
ka: საკრედიტო უწყებების ანგარიში
pl: Sprawozdanie po kredytowych zapisach
ru: Отчет по кредит-нотам
uk: звіт Кредит-ноти

source: Credit Notes...
az: Kredit bildirişləri...
bg: Кредитни известия...
es: Notas de Crédito...
fr: Notes de crédit…
hy: Կրեդիտային տեղեկություն
ka: საკრედიტო უწყებები
pl: Kredytowe zapisy...
ru: Кредит-ноты...
uk: Кредит-ноти...

# Distribution
source: Credits
bg: Кредити
es: Créditos
hy: Կրեդիտներ
ka: კრედიტები
ru: Кредиты:
uk: Кредити

# Distribution
source: Credits left:
bg: Оставащи кредити:
es: Créditos pendientes:
hy: Թողնել կրեդիտները
ka: დარჩენილი კრედიტები:
ru: Оставшиеся кредиты:
uk: Залишилося кредитів

# Distribution
source: Credits this quarter:
bg: Кредити това тримесечие:
es: Créditos del trismestre
hy: Կրեդիտներ ընթացիկ եռամսյակում
ka: მიმდინარე კვარტლის კრედიტები:
ru: Кредиты в этом квартале:
uk: Кредити в цьому кварталі:

# Distribution
source: Credits:
bg: Кредити:
es: Créditos:
hy: Կրեդիտներ
ka: კრედიტები:
ru: Кредиты:
uk: Кредити:

source: Crop
bg: Отрязване
es: Recorte
fr: Recadrage
hy: Կտրել
ru: Вырезать
uk: Вирізати

source: Currency
az: Valyuta
bg: Валута
es: Moneda circulante
fr: Monnaie
hy: Դրամ
ka: ვალუტა
pl: Waluta
ru: Валюта
uk: Валюта

source: Currency sign
bg: Валутен знак
es: Símbolo de moneda
hy: Արտարժույթի նշանը
ka: ვალუტის ნიშანი
ru: Валютный знак
uk: Валютний знак

source: Current database "{0}" is version "{1}". In order to use this database, it must be upgraded to version "{2}". It is possible other programs to stop working after the upgrade. Do you want to continue?
az: Текущая база данных "{0}" версии "{1}". Для дальнейшего использования она должна быть обновлена до версии "{2}". Возможна остановка других программ после обновления. Продолжить?
bg: Избраната база "{0}" е версия "{1}". За да работите с нея, е нужно тя да бъде надстроена до версия "{2}". Възможно е други програми, работещи с базата, да откажат работа след надстройката! Желаете ли да извършите надстройка?
es: La base de datos actual "{0}" es una versión de "{1}". Para usar esta base de datos, debe actualizar a la versión "{2}". Es posible que otros programas dejen de funcionar después de la versión mejorada. ¿Desea continuar?
fr: Base de données actuel "{0}"est une version " {1}". Pour utiliser cette base de données, il doit être mis à niveau vers la version "{2}". Il est possible d'autres programmes pour cesser de fonctionner après la mise à niveau. voulez-vous continuer?
hy: Ընթացիկ "{0}" տվյալների բազան "{1}" տեսակի է: Հետագա օգտագործման համար այն պետք է լինի մինչև "{2}" տարբերակը: Հնարավոր է այլ ծրագրերի դադարեցում թարմացումից հետո: Շարունակել?
ka: მიმდინარე მონაცემთა ბაზის "{0}" ვერსიაა "{1}". შემდგომი გამოყენებისათვის იგი უნდა განახლდეს "{2}" ვერსიამდე. განახლებას შესაძლებელია მოჰყვეს სხვა პროგრამების გაჩერება. გავაგრძელო?
pl: Potoczna baza danych "{0}" wersje "{1}". Dla późniejszego użycia ona powinna być odnowiona do wersji "{2}". Jest możliwe zatrzymanie się innych programów po odnowie. Przedłużyć?
ru: Текущая база данных "{0}" версии "{1}". Для дальнейшего использования она должна быть обновлена до версии "{2}". Возможна остановка других программ после обновления. Продолжить?
uk: Текуча база даних "{0}" версії "{1}". Для подальшого використання вона повинна бути обновлена до версії "{2}". Зупиніть інші програми до обновлення. Продовжити ?

source: Current database "{0}" is version "{1}". This version of the software is compatible with database version "{2}" and not with the seleced database.
az: Текущая база данных "{0}" версии "{1}". Текущая версия программного обеспечения совместима с базой данных версии "{2}", но не с версией выбранной базы данных.
bg: Избраната база "{0}" е версия "{1}". Тази версия на програмата е съвместима с версия на базата "{2}", но не и с избраната база.
es: La base de datos actual "{0}" es una versión de "{1}". Esta versión del software es compatible con la versión de la base de datos "{2}" y no con la base de datos seleccionada.
fr: Base de données actuel"{0}"est une version"{1}". Cette version du logiciel est compatible avec la version de base de données "{2}"et non pas avec la base de données sélectionnée.
hy: Ընթացիկ "{0}" տվյալների բազան "{1}" տեսակի է: Ծրագրային ապահովման այս տարբերակը համատեղելի է "{2}" տարբերակի հետ, բայց ոչ ընտրված տվյալների բազայի հետ:
ka: მიმდინარე მონაცემთა ბაზის "{0}" ვერსიაა "{1}". მიმდინარე პროგრამული უზრუნველყოფას შეესაბამება "{2}" ვერსია, და არა არჩეული.
pl: Potoczna baza danych "{0}" wersje "{1}". Potoczna wersja oprogramowania jest zgodna z bazą danych wersji "{2}"lecz nie z wersją wybranej bazy danych.
ru: Текущая база данных "{0}" версии "{1}". Текущая версия программного обеспечения совместима с базой данных версии "{2}", но не с версией выбранной базы данных.
uk: Текуча база даних "{0}" версії "{1}". Текуча версія програмного забезпечення сумісна з базою даних версії "{2}", но не з версії вибранної бази даних.

# Distribution
source: Current program:
bg: Текуща програма:
es: Programa actual:
hy: Ընթացիկ ծրագիր
ka: აღნიშნული პროგრამა:
ru: Текущая программа:
uk: Поточна програма:

source: Currently no users are added, which means that no user or password will be required at startup!
az: Нет добавленных пользователей, это означает, что имя пользователя и пароль не будут запрашиваться при запуске!
bg: В момента няма добавени потребители, което означава, че няма да бъдат изисквани потребител или парола при стартиране!
es: ¡Actualmente no hay usuarios añadidos. esto significa que no se necesita usuario o contraseña para iniciar!
fr: Actuellement, aucun des utilisateurs sont ajoutés, ce qui signifie qu'aucun utilisateur ou mot de passe sera nécessaire au démarrage!
hy: Մինչ այժմ ոչ մի օգտագործող գրանցված չէ
ka: ამ ეტაპზე მომხმარებლები არ არის დამატებული, რაც ნიშნავს, რომ მომხმარებელი და პაროლი არ არის საჭირო საწყის ეტაპზე!
pl: Obecnie żaden użytkownik nie jest dodany, co oznacza, że ani użytkownika,ani hasła nie trzeba podczas startu!
ru: Нет добавленных пользователей, это означает, что имя пользователя и пароль не будут запрашиваться при запуске!
uk: Немає доданих користувачів, це означає, що ім'я користувача та пароль не будуть запитуватися при запуску!

source: Custom
bg: Собствени
es: Personalizado
fr: Personnalisé
hy: Օգտագործող
ka: კლიენტის
ru: Пользователь
uk: Користувач

source: Custom Dates
az: Seçilmiş tarixlər
bg: Избрани дати
es: Fechas de encargo
fr: Dates personnalisés
hy: Ընտրել ինտերվալ
ka: არჩეული თარიღები
pl: Wybrane daty
ru: Выбранные даты
uk: Вибрані дати

source: Custom Reports
az: İstifadəçinin hesabatları
bg: Потребителски справки
es: Reportes Personalizados
fr: Rapports personnalisés
hy: Հաշվետվություններ
ka: არჩეული ანგარიშები
pl: Sprawozdania użytkownika
ru: Отчеты пользователя
uk: Користувальницькі звіти

source: Custom auto refresh:
az: İstifadəçinin seçiminə görə yeniləmə!
bg: Индивидуално автоматично опресняване:
es: Personalizar Actualización automática:
fr: Auto personnalisée de rafraîchissement:
hy: Օգտագործողի ընտրությամբ ավտոմատ թարմացում:
ka: ავტოგანახლება მომხმარებლის არჩევანის მიხედვით
pl: Autoodnowa po wyborze użytkownika
ru: Автообновление по выбору пользователя
uk: Автоматичне обновлення користувачем

source: Custom layout
bg: Избрана подредба
es: Esquema personalizado
hy: Ընտրովի դասավորվածություն
ka: არასტანდარტული განლაგება
ru: Расположение пользователя
uk: Розташування користувача

source: Custom list
bg: Избран списък
es: Lista personalizada
hy: Ընտրովի ցուցակ
ka: არასტანდარტული სია
ru: Список пользователя
uk: Список користувача

source: Customer
az: Müştəri
bg: Клиент
es: Cliente
fr: Client
hy: Հաճախորդ
ka: კლიენტი
pl: Klient
ru: Клиент
uk: Клієнт

source: Customer Card
az: Müştəri kartı
bg: Клиентска карта
es: Tarjeta de Cliente
fr: Carte du Client
hy: Հաճախորդի քարտ
ka: მომხმარებლის ბარათი
pl: Kliencka karta
ru: Клиентская карта
uk: Картка клієнта

source: Customer with the name "{0}" is used more than once! Are you sure you want to continue?
bg: Клиентът на име "{0}" се използва повече от веднъж. Желаете ли да продължите?
es: ¡El cliente con nombre "{0}" está usado más de una vez! ¿Desea continuar?
fr: Le client avec le nom"{0}"est utilisé plus d'une fois! Etes-vous sûr de vouloir continuer?
hy: "{0}" հաճախորդը օգտագործվում է մեկ անգամից ավել, ցանկանում եք շարունակել?
ka: მომხმარებლის სახელი "{0}" გამოყენებულია! გსურთ გავაგრძელოთ?
ru: Клиент с именем "{0}" уже существует! Продолжить?
uk: Клієнт з ім'ям "{0}" використовується більше одного разу! Продовжити?

source: Customer {0}
az: Müştəri {0}
bg: Клиент {0}
es: Cliente {0}
fr: Client {0}
hy: Հաճախորդ {0}
ka: {0} მომხმარებელი
ru: Клиент {0}
uk: Клієнт {0}

source: Customers to be created:
bg: Клиенти, които ще се създадат:
es: Clientes a ser creados:
fr: Les clients à créer:
hy: Ընտրեք հաճախորդին
ka: მომხმარებლები შესაქმნელად:
ru: Клиенты для создания:
uk: Клієнти для створення:

source: Cut
bg: Отрязване
es: Cortar
hy: Կտրել
ka: მოჭრა
ru: Вырезать
uk: Вирізати

source: Cut The Paper
az: Kagızı kəsmək
bg: Отрязване на хартията
es: Cortar el papel
fr: Effacer le Papier
hy: Թուղթը կտրել
ka: ქაღალდის მოჭრა
pl: Odcinacz papieru
ru: Отрезать бумагу
uk: Відрізати папір

source: DEBIT CASH ORDER
bg: ПРИХОДЕН КАСОВ ОРДЕР
es: DEBITAR PEDIDO AL CONTADO
hy: Դրամարկղի մուտքի օրդեր
ka: სადებეტო სალაროს ორდერი
ru: ПРИХОДНЫЙ КАССОВЫЙ ОРДЕР
uk: ПРИБУТКОВИЙ КАСОВИЙ ОРДЕР

source: DOCUMENT
az: SƏNƏD
bg: ДОКУМЕНТ
es: DOCUMENTO
hy: Փաստաթուղթ
ka: დოკუმენტი
pl: DOKUMENT
ru: ДОКУМЕНТ
uk: ДОКУМЕНТ

source: Daily
bg: Дневно
es: Diario
hy: Օրեկան
ka: დღიური
ru: Ежедневно
uk: Щодня

source: Daily Electronic Journal Report
az: Elektron jurnali üzrə gündəlik hesabat
bg: Дневен отчет на електронна контролна лента
es: Reporte del Libro diario Electrónico
fr: Le Journal Rapport Electronique de Tous les jours
hy: Օրական էլեկտրոնային հաշվետվություն
ka: ელექტრონული ჟურნალის ყოველდღიური რაპორტი
pl: Raport dobowy po elektronicznym zapisom
ru: Ежедневный отчет по электронному журналу
uk: Щоденний звіт по електронному журналу

source: Daily X Report
az: Gündəlik X hesabat
bg: Дневен X отчет
es: Reporte X diario
fr: Le Rapport de X de tous les jours
hy: Օրեկան X հաշվետվություն
ka: ყოველდღიური X რაპორტი
pl: Raport zmianowy
ru: Ежедневный X отчет
uk: Щоденний X звіт

source: Daily Z Report
az: Gündəlik Z hesabat
bg: Дневен Z отчет
es: Reporte Z diario
fr: Le Rapport de Z de tous les jours
hy: Օրեկան Z հաշվետվություն
ka: ყოველდღიური Z რაპორტი
pl: Raport dobowy fiskalny
ru: Ежедневный Z отчет
uk: Щоденний Z звіт

source: Daily fiscal reports
az: Gündəlik fiskal hesabat
bg: Дневни отчети
es: Reporte fiscal diario
fr: Les rapports fiscaux de tous les jours
hy: Օրեկան ֆիսկալային հաշվետվություն
ka: ყოველდღიური ფისკალური რაპორტი
pl: Raport dobowy fiskalny
ru: Ежедневный фискальный отчет
uk: Щоденний фіскальний звіт

source: Dashboard
az: İnformasiya paneli
bg: Табло
es: Tablero
fr: Le tableau de bord
hy: Վահանակ
ka: ტაბლო
pl: Wyświetlacz
ru: Информационная панель
uk: Табло

source: Data
az: Məlumatlar
bg: Данни
es: Datos
fr: Les données
hy: Տվյալներ
ka: მონაცემები
pl: Dane
ru: Данные
uk: Дані

source: Data:
bg: Данни:
es: Datos:
fr: Les données:
hy: Տվյալներ
ka: მონაცემები.
ru: Данные:
uk: Дані:

source: Database
az: Məlumatlar bazası
bg: База данни
es: Base de datos
fr: Base de données
hy: Տվյալների բազա
ka: მონაცემთა ბაზა
pl: Baza danych
ru: База данных
uk: База даних

source: Database Assistant
az: Baza qurucusu
bg: Помощник за настройка на база данни
es: Asistente de base de datos
fr: Assistant de la Base de données
hy: Տվյալների բազայի օգնական
ka: მონაცემების ბაზის ასისტენტი
pl: Asystent Bazy danych
ru: Мастер базы данных
uk: Майстер бази даних

source: Database setup is now complete
az: Bazanin tənzimlənməsi başa çatdi!
bg: Настройката на базата данни е завършена
es: El sistema de base de datos está ahora completo
fr: La configuration de base de données est maintenant complète
hy: Տվյալների բազայի տեղադրումը ավարտված է
ka: მონაცემთა ბაზის პარამეტრების დაყენება დასრულებულია
pl: Ustawienia bazy danych zostało zakończone
ru: Настройка базы данных завершена!
uk: Налаштування бази даних завершена

source: Database setup is still finishing
az: Tənzimləmənin sonu
bg: Настройката на базата данни все още не е завършена
es: El sistema de base de datos aun está finalizando
fr: La configuration de base de données est encore à la finition
hy: Տվյալների բազայի տեղադրումը ավարտված չէ
ka: მონაცემთა ბაზის პარამეტრების დაყენება კვლავ სრულდება
pl: Ustawienia bazy danych jest nadal nie zakończone
ru: Настройка базы данных все еще не завершена
uk: Налаштування бази даних ще не завершена

source: Database upgrade
az: Bazanın yenilənməsi
bg: Надстройка на база данни
es: Base de datos actualizada
fr: Mise à niveau de base de données
hy: Թարմացումների բազա
ka: მონაცემთა ბაზის განახლება
pl: Odnowa bazy danych
ru: Обновление базы данных
uk: Обновлення бази даних

source: Database was successfully upgraded.
az: Baza müvəffəqiyyətlə yeniləndi
bg: Надстройката завърши успешно.
es: La base de datos se actualizó correctamente
fr: Base de données a été correctement mis à niveau.
hy: Տվյալների բազան թարմացվել է
ka: მონაცემთა ბაზა წარმატებით განახლდა.
pl: Baza danych była pomyślnie odnowiona.
ru: База данных была успешно обновлена.
uk: База даних успішно обновлена.

source: Database wipe is not available for your licensing plan!
bg: Изтриване на базата данни не е налично за Вашият лицензен план!
es: ¡Limpiar la base de datos no está disponible para su plan de licencia!
hy: Ձեր լիցենզիային պլանով տվյալ բազան անթույլատրելի է
ka: მონაცემთა ბაზის ვაიპი არ არის ხელმისაწვდომი თქვენი ლიცენზიისთვის!
ru: Стирание базы данных не предусмотрено Вашей лицензией!
uk: Стирання бази даних не передбачено Вашої ліцензією!

source: Database:
az: Verilənlər bazası:
bg: База данни:
es: Base de datos:
fr: La base de données:
hy: Բազա
ka: მონაცემთა ბაზა:
pl: Baza danych:
ru: База данных:
uk: База даних:

source: Databases
bg: Бази данни
es: Bases de datos
fr: Les bases de données
hy: Տվյալների բազաներ
ka: მონაცემთა ბაზები
ru: Базы данных
uk: Бази даних
