Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Add a license by pressing the button bellow and enjoy the full functionality of {0}. If you don't want to install a license at this moment just continue to the next step. To add a license later please go to Help->License information...
az: Aşagidaki düyməni basaraq lisenziyani əlavə edin və bütün funksiyaları istifadə edin {0}. Əgər Siz lisenziyani indi alvə etmək istəmirsinizsə, onda növbəti addima keçin. Lisenziyanı sonradan Məlumatlar -> Lisenziya haqqinda məlumat-dan əlavə etmək olar...
bg: Добавете лиценз чрез натискане на бутона по-долу и се възползвайте от пълната функционалност на {0}. Ако не желаете да инсталирате лиценз, в този момент, просто продължете напред. За да добавите лиценз по-късно, отидете на Помощ->Лицензионна информация...
es: Adicione una licencia para presionar el botón de llamados y disfrutar todas las funcionalidades de {0}. Si no desea instalar la licencia en este momento continue con el siguiente paso. Para agregar la licencia después vaya a Ayuda-> Información de licencia...
fr: Ajouter une licence en appuyant sur le bouton ci-dessous et profitez de toutes les fonctionnalités de {0}. Si vous ne souhaitez pas installer une licence en ce moment tout simplement continuer à l'étape suivante. Pour ajouter une licence plus tard, s'il vous plaît aller à Aide-> informations sur la licence ...
hy: Ավելացնել լիցենզիա {0}
ka: დაამატეთ ლიცენზია ქვემოთა კლავიშის საშუალებით და მიიღეთ სრული ფუნქციონალობა {0}. თუ ამ მომენტისათვის არ გსურთ ლიცენზიის დაყენება გადადით შემდეგ ნაბიჯზე. იმისათვის, რომ მომავალში დააყენოთ ლიცენზია ამოირჩიეთ დახმარება->ინფორმაცია ლიცენზიის შესახებ...
pl: Dodaj licencję, naciskając przycisk poniżej i korzystaj z pełnej funkcjonalności {0}. Jeśli nie chcesz zainstalować licencję w tej chwili po prostu przejdź do następnego kroku. Aby dodać licencję później przejdź do Pomoc-> informacje o licencji ...
ru: Добавьте лицензию, нажав на кнопку ниже, и используйте все функции {0}. Если сейчас Вы не хотите установить лицензию, перейдите к следующему шагу. Добавить лицензию позже можно в Помощь -> Информация о лицензии ...
uk: Додайте ліцензію, натиснувши на кнопку нижче і використовуючи всі функції {0}. Якщо зараз Ви не хочете встановити ліцензію, перейдіть до наступного кроку. Додати ліцензію пізніше можна в Допомога -> Інформація про ліцензії ...

source: Add a license file
az: Lisenziya faylını əlavə etmək
bg: Добавяне на лицензен файл
es: Añadir Fichero de Licencia
fr: Ajouter un fichier de licence
hy: Գրանցել լիցենզիան ֆայլի օգնությամբ
ka: ლიცენზიის ფაილის დამატება
pl: Dodaj plik licencji
ru: Добавить файл лицензии
uk: Додати ліцензійний файл

source: Add a license using code
az: Kod istifadə etməklə lisenziyanı əlavə etmək
bg: Добавяне на лиценз чрез код
es: Añadir Licencia usando un código
fr: Ajouter une licence en utilisant le code
hy: Գրանցել լիցենզիան կոդի օգնությամբ
ka: ლიცენზიის დამატება კოდის გამოყენებით
pl: Dodaj licencji przy użyciu kodu
ru: Добавить лицензию, используя код
uk: Додати ліцензію, використовуючи код

source: Add advance
az: Avans əlavə etmək
bg: Добавяне на авансово плащане
es: Añadir avance
fr: Ajouter une acompte
hy: Ավելացնել կանխավճար
ka: ავანსის დამატება
pl: Dodawanie przedpłaty
ru: Добавить аванс
uk: Додати аванс

source: Add item
bg: Добавяне на стока
es: Agregar Mercancía
hy: Ավելացնել Ապրանք
ka: საქონლის დამატება
ru: Добавить товар
uk: Додати товар

source: Add item to sell
bg: Добавяне на стока за продажба
es: Agregar producto a la Venta
hy: Ավելացնել ապրանքը վաճառքի համար
ka: საქონლის დამატება გასაყიდად
ru: Добавить товар для продажи
uk: Додати товар для продажу

source: Add new web store
bg: Добавяне на нов интернет магазин
es: Agregar nueva tienda web
hy: Ավելացնել նոր ինտերնետ խանութ
ka: დაამატეთ ახალი ვებ-მაღაზია
ru: Добавить новый интернет-магазин

source: Add new...
bg: Нова...
es: Agregar nuevo...
hy: Ավելացնել նոր
ka: დაამატეთ ახალი...
ru: Добавить...

source: Add promotional item once for the operation
bg: Добави промоционална стока веднъж за операцията
es: Agregar producto de promoción una vez por operación
hy: Ավելացնել ապրանքը ակիցիայի մեջ մեկ անգամ
ka: დაამატეთ სარეკლამო საქონელი ერთხელ ოპერაციაში
ru: Добавить товар по акции один раз к Операции
uk: Додати товар по акції один раз до Операції

source: Add promotional item to the operation
bg: Добави промоционална стока в операцията
es: Agregar producto de promoción
hy: Ավելացնել ապրանքը ակիցիայի մեջ
ka: დაამატეთ სარეკლამო საქონელი ოპერაციაში
ru: Добавить товар по акции к операции
uk: Додати товар за акції до операції

source: Add this database
bg: Добавяне на тази база
es: Añadir esta base de datos
fr: Ajouter cette base de données
hy: Ընթացիկ բազայի ավելացում
ka: ამ მონაცემთა ბაზის დამატება
ru: Добавить эту базу данных
uk: Додати цю базу даних

source: Add your peripheral devices
az: Periferiya qurgularını əlavə etmək
bg: Добавете Вашите периферни устройства
es: Añadir dispositivos periféricos
fr: Ajouter vos périphériques
hy: Ավելացնել պերիֆերիալ սարք
ka: დაამატე პერიფერიული მოწყობილობა
pl: Dodaj urządzenie peryferyjne
ru: Добавление периферийных устройств
uk: Додайте ваші периферійні пристрої

source: Add. measure
az: Ölçü vahidini əlavə etmək
bg: Доп. мярка
es: Medida adicional
fr: Ajouter. Mesure
hy: Ավելացնել չափ/մ
ka: საზომი ერთეულის დამატება
pl: Dodać jednostkę wymiaru
ru: Добавить единицу измерения
uk: Додати одиницю виміру

# Distribution
source: Added a new license to {0}'s account
bg: Добавен е нов лиценз към профила на {0}
es: Nueva licencia añadida a la cuenta {0}
hy: {0} հաշվին ավելացվել է նոր լիցենզիաt
ka: დამატებულია ახალი ლიცენზია ანგარიშზე {0}
ru: Добавлена новая лицензия в профиль {0}
uk: Додана нова ліцензія в профіль {0}

source: Adding License...
bg: Добавяне на лиценз...
es: Añadiendo licencia...
hy: Լիցենզիայի ավելացում
ka: ლიცენზიის დამატება...
ru: Добавление лицензии
uk: Додавання ліцензії...

source: Adding a new license...
bg: Добавяне на нов лиценз...
es: Añadiendo una nueva licencia...
hy: Նոր լիցենզիայի ավելացում
ka: ახალი ლიცენზიის დამატება...
ru: Добавление новой лицензии
uk: Додавання нової ліцензії...

source: Adding new operation codes...
bg: Добавяне на нови кодове на операции...
es: Añadiendo nuevo código de operación
hy: Ավելացնել նոր գործողության կոդեր
ka: ახალი საოპერაციო კოდების დამატება...
ru: Добавление новых кодов операций
uk: Додавання нових кодів операцій...

source: Adding of locations turned off
bg: Добавянето на обекти е изключено
es: La adición de ubicaciones se desactivó
hy: Տեղամասերի ավելացումը անջատված է
ka: გამორთული ადგილმდებარეობების დამატება
ru: Добавление объектов выключено
uk: Додавання об'єктів відключено

source: Adding the license failed!
bg: Добавянето на лиценза беше неуспешно!
es: ¡Añadir la licencia falló!
hy: Լիցենզիայի ավելացումը ընդհատված է
ka: ლიცენზიის დამატება წარუმატებლად დასრულდა!
ru: Не удалось добавить лицензию!
uk: Не вдалося додати ліцензію!

source: Adding the new vending machine failed! Please try again later.
bg: Добавянето на нов автомат за стоки беше неуспешно. Моля, опитайте по-късно.
es: ¡Añadir la nueva máquina expendedora falló! Por favor inténtelo más tarde.
hy: Նոր առևտրային ավտոմատ ավելացումը ընդհատված է, խնդրում ենք փորձել կրկին
ka: ახალი სავაჭრო აპარატის დამატება წარუმატებლად დასრულდა! სცადეთ მოგვიანებით.
ru: Не удалось добавить новое рабочее место! Повторите попытку позднее.

source: Adding the new web store failed! Please try again later.
bg: Добавянето на нов интернет магазин беше неуспешно. Моля, опитайте по-късно.
es: ¡Añadir la Tienda web falló! Por favor inténtelo más tarde.
hy: Նոր ինտերնետ խանութի ավելացումը ընդհատված է, խնդրում ենք փորձել կրկին
ka: ახალი ვებ-მაღაზიის დამატება წარუმატებლად დასრულდა! გთხოვთ, სცადოთ ხელმეორედ.
ru: Не удалось добавить новый интернет-магазин! Повторите попытку позже.

source: Additional
az: əlavə
bg: Допълнителни
es: Adicional
fr: Supplémentaires
hy: Հավելյալ
ka: ვრცლათ
pl: Dodatkowo
ru: Дополнительно
uk: Додатково

source: Additional barcodes:
az: Əlavə barkodlar
bg: Допълнителни баркодове:
es: Códigos de barra adicionales
fr: Codes à barres supplémentaires:
hy: Հավելյալ կոդեր
ka: დამატებითი შტრიხკოდები:
pl: Dodatkowe kreskowe kody:
ru: Дополнительные штрих-коды
uk: Додаткові штрихкоди

source: Additional information
az: Əlavə informasiya
bg: Допълнителна информация
es: Datos adicionales
fr: Informations complémentaires
hy: Լրացուցիչ
ka: დამატებითი ინფორმაცია
pl: Dodatkowa informacja
ru: Дополнительная информация
uk: Додаткова інформація

source: Additional reports
az: Əlavə hesabatlar
bg: Допълнителни отчети
es: Reportes adicionales
fr: Rapports supplémentaires
hy: Հավելյալ հաշվետվություններ
ka: დამატებითი რაპორტები
pl: Dodatkowe raporty
ru: Дополнительные отчеты
uk: Додаткові звіти

source: Address
az: Ünvan
bg: Адрес
es: Dirección
fr: Adresse
hy: Գործունեության հասցե
ka: მისამართი
pl: Adres
ru: Адрес
uk: Адрес

source: Address Line 1
bg: Адрес ред 1
es: Dirección Linea 1
hy: Հասցեի դաշտ 1
ka: მისამართის ხაზი 1
ru: Строка адреса 1
uk: Рядок Адреси 1

source: Address Line 2
bg: Адрес ред 2
es: Dirección Linea 2
hy: Հասցեի դաշտ
ka: მისამართის ხაზი 2
ru: Строка адреса 2
uk: Рядок Адреси 2

source: Address Line 3
bg: Адрес ред 3
es: Dirección Linea 3
hy: Հասցեի դաշտ 3
ka: მისამართის ხაზი 3
ru: Строка адреса 3
uk: Рядок Адреси 3

source: Address:
az: Ünvan:
bg: Адрес:
es: Dirección:
fr: Adresse:
hy: Գործունեության հասցե
ka: მისამართი:
pl: Adres:
ru: Адрес:
uk: Адрес:

source: Adjust all numbers
bg: Настройте всички номера
hy: Կարգավորել բոլոր համարները
ka: ყველა ნომრის რეგულირება
ru: Подравнять все номера

source: Administration
az: Administrativləmə
bg: Администриране
es: Administración
hy: Ղեկավարություն
ka: ადმინისტრირება
pl: Administrowanie
ru: Администрирование
uk: Адміністрування

source: Administrator
bg: Администратор
es: Administrador
fr: Administrateur
hy: Ադմինիստրատոր
ka: ადმინისტრატორი
ru: Администратор
uk: Адміністратор

source: Administrator password:
az: Administratorun parolu:
bg: Административна парола:
es: Contraseña de administrador:
fr: Mot de passe d’administrateur:
hy: Ադմինիստրատորի գաղտնաբառ
ka: ადმინისტრატორის პაროლი:
pl: Hasło administratora:
ru: Пароль администратора:
uk: Пароль адміністратора:

source: Administrators and Owners can change this setting
bg: Администратори и собственици могат да променят тази настройка
es: Los Propietarios y los Administradores pueden cambiar esta configuración
hy: Ադմինիստրատորները և սեփականատերերը կարող են փոխել այս պարամետրը
ka: ადმინისტრატორს და მესაკუთრეს შეუძლიათ შეცვალონ ეს პარამეტრი
ru: Администраторы и Владельцы могут изменять эти настройки
uk: Адміністратори та Власники можуть змінювати ці настройки

source: Advance Payment
az: Avans ödəniş
bg: Авансово плащане
es: Pago Avanzado
fr: Mot de passe d’administrateur:
hy: Կանխավճար
ka: საავანსო გადახდა
pl: Zaliczka
ru: Авансовый платеж
uk: Авансовий платіж

source: Advance Payment No. {0}, {1}
bg: Авансово плащане № {0}, {1}
es: Pago Avanzado No. {0}, {1}
hy: Կանխավճար No. {0}, {1}
ka: საავანსო გადახდა No. {0}, {1}
ru: Авансовый платеж No. {0}, {1}
uk: Авансовий платіж No. {0}, {1}

source: Advance Payment...
az: Avans Ödəniş...
bg: Авансово плащане...
es: Pago Avanzado...
fr: Paiement anticipé…
hy: Կանխավճար
ka: საავანსო გადახდა...
pl: Wypłata zaliczki ...
ru: Авансовый платеж...
uk: Авансовий платіж...

source: Advance Payments - Select Document
az: Avans ödəniş-Sənəd seçimi
bg: Авансови плащания - изберете документ
es: Pagos avanzados - Seleccionar Documento
fr: Versements anticipés - Sélectionnez Document
hy: Կանխավճար
ka: საავანსო გადახდა - ამოირჩიეთ დოკუმენტი
pl: Zaliczki - Wybierz dokument
ru: Авансовые платежи - Выбор документа
uk: Авансовий платіж-Виберіть документ

source: Advance Payments Report
az: Avans ödənişlər üzrə hesabat
bg: Справка за авансови плащания
es: Reporte de Pagos avanzados
fr: Paiements anticipés Rapport
hy: Կանխավճարներ
ka: საავანსო გადახსდების ანგარიში
pl: Zaliczki Zawiadomienia
ru: Отчет по авансовым платежам
uk: Звіт про авансові платежі

source: Advance Payments...
az: Avans ödənişlər...
bg: Авансови плащания...
es: Pagos Avanzados...
fr: Paiements anticipés…
hy: Կանխավճարներ
ka: საავანსო გადახდები...
pl: Zaliczki ...
ru: Авансовые платежи...
uk: Авансовий платіж...

source: Advance Percentage
az: Avansa əlavənin faizi
bg: Процент за авансово плащане
es: Porcentaje avanzado
fr: Pourcentage de l'avance
hy: Սկզբնական տոկոսադրույք
ka: საავანსო პროცენტი
pl: Odsetek zaliczkowy
ru: Процент добавки к авансу

source: Alchohol - Bulgarian
az: Alkoqol içkilər
bg: Алкохол - Български
es: Alcohol - Búlgaro
fr: Alchohol-bulgare
hy: Ալկոհոլ
ka: ალკოჰოლი
pl: Alkohol
ru: Алкогольные напитки
uk: Алкогольні напої

source: Alignment
az: Düzənləmə
bg: Подравняване
es: Alineación
fr: Alignement
hy: Հավասարեցում
ka: გასწორება
pl: Wyrównywanie
ru: Выравнивание
uk: Вирівнювання

source: All
az: Hamısı
bg: Всички
es: Todos
fr: Tous
hy: Բոլորը
ka: ყველა
pl: Wszystko
ru: Все
uk: Всі

source: All Documents
bg: Всички документи
es: Todos los documentos
hy: Բոլոր փաստաթղթերը
ka: ყველა დოკუმენტი
ru: Все документы
uk: Всі документи

source: All Items
bg: Всички стоки
es: Todos los productos
hy: Բոլոր ապրանքները
ka: ყველა საქონელი
ru: Все товары
uk: Всі товари

source: All Operations
bg: Всички операции
es: Todas las operaciones
hy: Բոլոր գործողությունները
ka: ყველა ოპერაცია
ru: Все операции
uk: Всі операції

source: All Orders
bg: Всички поръчки
es: Todas las órdenes
hy: Բոլոր պատվերները
ka: ყველა შეკვეთა
ru: Все заказы
uk: Всi Замовлення

source: All Partners
bg: Всички партньори
es: Todos los socios
hy: Բոլոր գործընկերները
ka: ყველა პარტნიორი
ru: Все партнеры
uk: Всі партнери

source: All Reservations
az: Bütün rezervasiyalar
bg: Всички резервации
es: Todas las reservaciones
fr: Toutes les réservations
hy: Բոլոր ամրագրումները
ka: ყველა ჯავშანი
pl: Wszystkie rezerwaty
ru: Все резервации
uk: Всі бронювання

source: All Sales
bg: Всички продажби
es: Todas las ventas
hy: Բոլոր վաճառքները
ka: ყველა გაყიდვა
ru: Все продажи
uk: Всі продажі

source: All item groups
az: Bütün əmtəə qrupları
bg: Всички групи от стоки
es: Todos los grupos de mercacías
fr: Tous les groupes d'articles
hy: Բոլոր ապրանքների խմբերը
ka: ყველა სასაქონლო ჯგუფი
pl: Wszystkie towarowe grupy
ru: Все товарные группы
uk: Усі товарні групи

source: All of your settings will be overwritten. Are you sure you wish to continue?
bg: Всички ваши настройки ще бъдат презаписани. Сигурни ли сте, че искате да продължите?
es: Toda su configuración será sobreescrita. ¿Seguro que desea continuar?
hy: Բոլոր կարգավորումները կփոփոխվեն, դուք ցանկանում եք շարունակել?
ka: თქვენი პარამეტრები გადაეწერება და ძველი დაიკარგება. გნებავთ გავაგრძელო?
ru: Всe настройки будут перезаписаны. Продолжить?

source: All the information from this database is now deleted.
bg: Цялата информация от тази база данни сега е изтрита.
es: Toda la información de esta base de datos será borrada ahora
hy: Տվյալների բազայի ողջ ինֆորմացիան կհեռացվի
ka: მონააცმთა ბაზის მთელი ინფორმაცია წაშლილია.
ru: Вся информация из этой базы данных удалена.
uk: Вся інформація з цієї бази даних була видалена.

source: All the text is centered. Use one or more _ characters to change the font.
bg: Целият текст е центриран. Използвайте един или повече символа _ за да промените шрифта.
es: Todo el texto está centrado. Use uno o más _ caracteres para cambiar la fuente.
hy: Ամբողջ տեքստը կենտրոնում
ka: მთელი ტექსტი დაცენტრებულია. გამოიყენეთ ერთი ან მეტი _ სიმბოლო ფონტის შესაცვლელად.
ru: Весь текст выравнен по центру. Используйте один или более символов _ чтобы изменить шрифт.
uk: Весь текст вирівняний по центру. Використовуйте один або більше _символів для зміни шрифту.

source: Allow changing the database
az: Məlumatlar bazasının dəyişdirilməsinə icazə vermək
bg: Разрешена смяна на базата данни
es: Permitir cambiar la base de datos
fr: Autoriser la modification de la base de données
hy: Թույլատրել փոփոխել տվյալների բազան
ka: ბაზის შეცვლის უფლება
pl: Pozwolić zmienić bazę danych
ru: Разрешить изменить базу данных
uk: Дозволити змінити базу даних

source: Allow horizontal break
az: Üfüqi keçirilməyə icazə vermək
bg: Прекъсване водоравно
es: Permitir salto horizontal
fr: Autoriser pause horizontale
hy: Թույլատրել ուղղահայաց տեղափոխում
ka: ჰორიზონტალური მწკრივის საშუალება
pl: Pozwolić przenoszenie poziomo
ru: Разрешить перенос по горизонтали
uk: Дозволити перенесення по горизонталі

source: Allow multiple instances of the application to run at the same time
bg: Разрешена едновременна работа на няколко копия на програмата
es: Permitir varias instancias de la aplicación correr a mismo tiempo
hy: Թույլատրել ծրագրի մի քանի օրինակի բացումը միաժամանակ
ka: პროგრამის რამოდენიმეჯერ გაშვება ერთდროულად
ru: Разрешить запуск нескольких приложений одновременно
uk: Дозволити запуск декількох додатків одночасно

source: Allow negative availability changed to disabled
bg: Забранена работа с отрицателни наличности
es: Permitir deshabilitar cantidades negativas
hy: Բացասական քանակություններով աշխատանքը անջատված է
ka: უარყოფით რაოდენობებთან მუშაობა გამოირთო
ru: При отрицательном количестве статус изменяется на Недоступно

source: Allow negative availability changed to enabled
bg: Разрешена работа с отрицателни наличности
es: Permitir habilitar cantidades negativas
hy: Բացասական քանակություններով աշխատանքը միցված է
ka: უარყოფით რაოდენობებთან მუშაობა ჩაირთო
ru: При отрицательном количестве статус изменяется на Доступно

source: Allow percent discounts
az: Faizlə endirimə icazə vermək
bg: Разрешени процентни отстъпки
es: Permitir porcientos de descuento
fr: Autoriser des rabais de pourcentage
hy: Թույլատրել տոկոսային զեղչեր
ka: პროცენტული ფასდაკლების საშუალება
pl: Pozwolić procentowy rabat
ru: Разрешить процентную скидку
uk: Дозволити процентну знижку

source: Allow sales using zero prices
az: 0 qiymətə icazə vermək
bg: Разрешени продажби с нулеви цени
es: Permitir ventas usando precios en cero
fr: Permettre à l'utilisateur le filtrage
hy: Թույլատրել վաճառք ձևակերպել օգտագործելով զրոյական գներ
ka: გაყიდვებისას ნულოვანი ფასების გამოყენება
pl: Pozwolić zerowe ceny
ru: Разрешить цену 0
uk: Дозволити ціну 0

source: Allow user filtering
az: İstifadəçi filtrinə icazə vermək
bg: Разрешен потребителски филтър
es: Permitir filtrado de usuario
fr: Permettre à l'utilisateur le filtrage
hy: Թույլատրել օգտագործողի ֆիլտրացիա
ka: მომხმარებლის ფილტრის საშუალება
pl: Pozwolić przeznaczony dla użytkownika filtr
ru: Разрешить пользовательский фильтр
uk: Дозволити фільтр користувачу

source: Allow user ordering
az: İstifadəçi sıralamasına icazə vermək
bg: Разрешено потребителско сортиране
es: Permitir ordenar usuario
fr: Permettre à l'utilisateur la commande
hy: Թույլատրել պատվեր օգտագործողի կողմից
ka: მომხმარებლის დალაგება
pl: Pozwolić przeznaczone dla użytkownika sortowanie
ru: Разрешить пользовательскую сортировку
uk: Дозволити замовлення користувачу

source: Allow value discounts
az: Məbləg endiriminə İcazə vermək
bg: Разрешени отстъпки в стойността
es: Permitir valores de descuento
fr: Autoriser des rabais de valeur
hy: Թույլատրել արժեքային զեղչեր
ka: ფასობრივი ფასდაკლების საშუალება
pl: Pozwolić zniżki wartości
ru: Разрешить суммовую скидку
uk: Дозволити сумову знижку

source: Allow vertical break
az: Şaquli keçirməyə icazə vermək
bg: Прекъсване отвесно
es: Permitir salto vertical
fr: Autoriser ouverture verticale
hy: Թույլատրել ուղղահայաց տեղափոխում
ka: ვერტიკალური მწკრივის საშუალება
pl: Pozwolić pionową przerwę
ru: Разрешить перенос по вертикали
uk: Дозволити перенесення по вертикалі

source: Allowance
az: Kvota
bg: Надбавка
es: Concesión
fr: Réduction
hy: Քվոտա
ka: ნების დართვა
pl: Pozwolenie
ru: Квота
uk: Квота

source: Allows printing of barcodes.
bg: Дава възможност за печат на баркодове
es: Permitir imprimir código de barras
fr: Permet l'impression des codes à barres.
hy: Գծիկավոր կոդերի տպում
ka: უფლებას აძლევს ბეჭდოს შტრიხკოდები.
ru: Печатать штрих-коды
uk: Друк штрихкодів

source: Allows printing of receipts recorded by remote terminals using the Print Server Driver.
bg: Позволява печат на бележки, записани от отдалечени компютри, използвайки драйвера за принтиращ сървър
es: Permite imprimir recibos registrados por terminales remotas usando el Controlador de Servidores de Impresión
fr: Permet l'impression des recettes enregistrées par les terminaux distants à l'aide du pilote du serveur d'impression.
hy: Հեռակառավարվող տերմինալների կտրոնների տպում, տպման սերվերի օգնությամբ
ka: მოშორებული ტერმინალის მიერ ჩაწერილი რეცეპტების პრინტ-სერვერის დრაივერზე ბეჭდვის უფლების მიცემა.
ru: Печать чеков удаленных терминалов, используя сервер печати

source: Alpha
bg: Алфа
es: Alfa
hy: Ալֆա
uk: Альфа

source: Always
az: Hər zaman
bg: Винаги
es: Siempre
fr: Toujours
hy: Միշտ
ka: ყოველთვის
pl: Zawsze
ru: Всегда
uk: Завжди

source: Always browse all items
bg: Винаги показвай всички стоки
es: Siempre seleccionar todas las mercancías
hy: Միշտ բացել ապրանքի ցուցակը
ka: ყოველთვის დაათვალიერეთ ყველა საქონელი
ru: Всегда просматривать весь товар
uk: Завжди переглядати всі елементи

source: Always browse all partners
bg: Винаги показвай всички партньори
es: Siempre buscar todos los socios
hy: Միշտ բացել գործընկերների ցուցակը
ka: ყოველთვის დაათვალიერეთ ყველა პარტნიორი
ru: Всегда просматривать всех партнеров
uk: Завжди переглядати всіх партнерів

source: Always invisible
az: Hər zaman görünməz
bg: Винаги невидим
es: Siempre invisible
fr: Toujours invisible
hy: Միշտ անտեսանելի
ka: ყოველთვის უჩინარი
pl: Zawsze niewidzialny
ru: Всегда невидимо
uk: Завжди невидимий

source: Always print transfers using sale prices
bg: Печат на протоколи за трансфери с продажни цени
es: Siempre imprimir las transferencias usando los precios de venta
hy: Միշտ տպել տեղափոխումը վաճառքի գներով
ka: ყოველთვის დაბეჭდე გადაგზავნები გაყიდვის ფასების გამოყენებით
ru: Печать перемещений с использованием продажных цен
uk: Друк переміщень з використанням продажних цін

source: Always visible
az: Hər zaman görünən
bg: Винаги видим
es: Siempre visible
fr: Toujours visible
hy: Միշտ տեսանելի
ka: ყოველთვის ხილვადი
pl: Zawsze widzialny
ru: Всегда видимо
uk: Завжди видимий

source: Amount
az: Məbləg
bg: Сума
es: Importe
fr: Montant
hy: Գումար
ka: ჯამი
pl: Kwota
ru: Сумма
uk: Сума

source: Amount Not Approved!
bg: Сумата не е одобрена!
es: Importe No Aprobado!
hy: Գումարը չի հաստատվել
ka: თანხა არ არის დამტკიცებული!
ru: Недопустимая сумма!

source: Amount due by partner
az: Partnyorlar üzrə borclar
bg: Дължима сума от партньор
es: Importe a pagar por el socio
fr: Montant dû par le partenaire
hy: Գործընկերոջ պարտքը
ka: თანხები პარტნიორების მიხედვით
pl: Zadłużenie po partnerach
ru: Задолженность по партнерам
uk: Заборгованість по партнерам

source: Amount paid
az: Ödənilmiş məbləg
bg: Платена сума
es: Importe pagado
fr: Montant payé
hy: Վճարված գումարը
ka: გადახდილი თანხა
pl: Spłacona suma
ru: Уплаченная сумма
uk: Сплачена сума

source: Amount w/o VAT
az: ƏDV-siz məbləg
bg: Сума без ДДС
es: Saldo sin IVA
fr: Montant w / o TVA
hy: Գումարը առանց ԱԱՀ
ka: ჯამი დღგ-ს გარეშე
pl: Suma bez VAT
ru: Сумма без НДС
uk: Сума без ПДВ

source: Amount:
az: Məbləg
bg: Сума:
es: Importe:
fr: Montant:
hy: Գումարը
ka: ჯამი:
pl: Kwota:
ru: Сумма:
uk: Сума:

source: Amounts
az: Məbləglər:
bg: Суми
es: Importes
fr: Montants
hy: Գումարները
ka: ჯამები:
pl: Kwoty:
ru: Суммы:
uk: Суми:
