Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Transfer from Location
az: Obyektdən yerdəyişmə
bg: Трансфер от обект
es: Transferir de Ubicación
fr: Transfert à partir d’un Emplacement
hy: Տեղափոխում մուտք
ka: ადგილმდებარეობიდამ გადაგზავნა
pl: Przemieszczenie z działu
ru: Перемещение из объекта
uk: Трансфер з Розташування

source: Transfer to Location
az: Obyektə yerdəyişmə
bg: Трансфер към обект
es: Transferir a Ubicación
fr: Transfert vers un Emplacement
hy: Տեղափոխում ելք
ka: ადგილმდებარეობის მიხედვით გადაგზავნა
pl: Przemieszczenie do działu
ru: Перемещение на объект
uk: Трансфер в місці розташування

source: Transfer...
az: Yerdəyişmə...
bg: Трансфер...
es: Transferencia...
fr: Transfert…
hy: Տեղափոխում
ka: გადაგზავნა...
pl: Przemieszczenie...
ru: Перемещение...
uk: Переміщення ...

source: Transferring Orders
bg: Прехвърляне на поръчки
es: Transfiriendo órdenes
hy: Պատվերների տեղափոխում
ka: შეკვეთების გადაგზავნა
ru: Перемещения

source: Transfers
bg: Трансфери
es: Transferencias
hy: Տեղափոխում
ka: გადაგზავნები
ru: Перемещения
uk: Переміщення

source: Transfers Report
az: Yerdəyişmə üzrə hesabat
bg: Справка за трансфери
es: Reporte de Transferencia
fr: Rapport des Transferts
hy: Տեղափոխումներ
ka: გადაგზავნების რაპორტი
pl: Raport po przemieszczeniach
ru: Отчет по перемещениям
uk: Звіт по переміщенням

source: Transfers...
az: Yerdəyişmə...
bg: Трансфери...
es: Transferencias...
fr: Transferts…
hy: Տեղափոխում
ka: გადაგზავნები...
pl: Przemieszczenia...
ru: Перемещения...
uk: Переміщення ...

source: Transform
az: Transformasiya
bg: Трансформиране
es: Transformar
fr: Transformation
hy: Ձևափոխում
ka: ტრანსფორმაცია
pl: Przekształcenie
ru: Трансформация

source: Transform Document...
az: Transformasiya sənədi
bg: Трансформация на документи
es: Transformar Documentos...
fr: Transformation du Document…
hy: Փաստաթղթի ձևափոխում
ka: ტრანსფორმაციის დოკუმენტი
pl: Dokument transformacji
ru: Документ трансформации

source: Transformation - Select Destination Document
az: Transformasiya - Təyinolunmuş sənədi seçin
bg: Трансформация - избор на дестинация
es: Transformación - Seleccionar Documento Destino
fr: Transformation – Sélection du Document de Destination
hy: Ձևափոխում
ka: ტრანსფორმაცია - აირჩიე დოკუმენტის ადგილმდებარეობა
pl: Transformacja - Wybierzcie dokument skierowania
ru: Трансформация - Выберите документ назначения

source: Transformation - Select Source Document
az: Transformasiya-əsas sənədi seçin
bg: Трансформация - избор на документ източник
es: Transformación - Seleccionar Documento Origen
fr: Transformation – Sélection du Document Source
hy: Ձևափոխում
ka: ტრანსფორმაცია - აირჩიე დოკუმენტის წყარო
pl: Transformacja - Wybierzcie początkowy dokument
ru: Трансформация - Выберите исходный документ

source: Trillion
az: Trilion
bg: Трилион
es: Trillón
hy: Տրիլիոն
ka: ტრილიონი
pl: Trylion
ru: Триллион
uk: Триліон

source: Trimming:
az: Kəsmə:
bg: Подрязване
es: Rebajando:
fr: Garniture
hy: Դրվագ
ka: წესრიგში მოყვანა
pl: Cięcie
ru: Обрезка:
uk: Оздоблення:

source: True
az: Həqiqət
bg: Активно
es: Cierto
fr: Vrai
hy: Ճշմարիտ
ka: ჭეშმარიტება
pl: Prawda
ru: Истина
uk: Істина

source: Tuesday
bg: Вторник
es: Martes
hy: Երեքշաբթի
ka: სამშაბათი
ru: Вторник

source: Turnng off synchronization for the database...
bg: Изключване на синхронизацията за базата данни...
es: Desconectando la sincronización con la base de datos...
hy: Տվյալների բազայի սինխրոնիզացիայի անջատում
ka: მოცემული მონაცემთა ბაზისათვის სინქრონიზაციის გამორთვა...
ru: Выключение синхронизации баз данных...

source: Turnover
az: Dövriyyə
bg: Оборот
es: Circulación
fr: Rotation
hy: Շրջանառություն
ka: ბრუნვა
pl: Obrót
ru: Оборот
uk: Оборот

source: Turnover Type
az: Dövriyyə tipi
bg: Тип на оборот
es: Tipo de Circulación
fr: Type de la Rotation
hy: Շրջանառության տեսակը
ka: ბრუნვის ტიპი
pl: Rodzaj Obrotu
ru: Тип оборота
uk: Оберіть тип

source: Turnover directions
az: Dövriyyənin təyinatı
bg: Посока на оборота
es: Indicaciónes de circulación
fr: Directions de la rotation
hy: Շրջանառության ուղղությունները
ka: ბრუნვის მიმართულება
pl: Kierunki obrotu
ru: Направления оборота
uk: Оберіть напрямки

source: Turnover type
az: Dövriyyə tipi
bg: Тип на оборот
es: Tipo de circulación
fr: Type de la rotation
hy: Շրջանառության տեսակը
ka: ბრუნვის ტიპი
pl: Rodzaj obrotu
ru: Тип оборота
uk: Оберіть тип

source: Turnover types
az: Dövriyyə tipləri
bg: Типове оборот
es: Tipos de circulaciones
fr: Les Types de la rotation
hy: Շրջանառության տեսակները
ka: ბრუნვის ტიპები
pl: Rodzaje obrotu
ru: Типы оборота
uk: Оберіть типи

source: Twelve
az: On iki
bg: Дванадесет
es: Doce
fr: Douze
hy: Տասներկու
ka: თორმეტი
pl: Dwanaście
ru: Двенадцать
uk: Дванадцять

source: Twenty
az: İyirmi
bg: Двадесет
es: Veinte
fr: Vingt
hy: Քսան
ka: ოცი
pl: Dwadzieścia
ru: Двадцать
uk: Двадцять

source: Two
az: İki
bg: Две
es: Dos
fr: Deux
hy: Երկու
ka: ორი
pl: Dwa
ru: Два
uk: Два

source: Type
az: Tip
bg: Тип
es: Tipo
hy: Տեսակ
ka: ტიპი
pl: Rodzaj
ru: Тип
uk: Тип

source: Type:
az: Tip:
bg: Тип:
es: Tipo:
hy: Տեսակ
ka: ტიპი:
pl: Rodzaj:
ru: Тип:
uk: Тип:

source: UCN:
bg: ЕГН/Л.К.:
es: DNI:
hy: Լրացուցիչ

source: UIC
az: УНН
bg: Идент. №
hy: ՀՎՀՀ
ka: საგადასახადო კოდი
ru: УНН

source: UIC:
az: УНН
bg: Идент. №:
hy: ՀՎՀՀ
ka: საგადასახადო კოდი:
ru: УНН:

source: Unable to apply the full discount because the discount will go out of valid boundaries. Do you want to apply the maximum possible discount?
az: Невозможно применить полную скидку из-за ограничений, Применить максимально возможную скидку?
bg: Отстъпката надминава зададената граница. Желаете ли въвеждане на максималната отстъпка?
es: Imposible aplicar el descuento total porque el descuento estará fuera de los límites permitidos. ¿Desea aplicar el máximo descuento posible?
fr: UIC :
hy: Սահմանափակումների պատճառով հնարավոր չէ կիրառել լրիվ զեղչ: Կիրառել հնրավոր մաքսիմալ զեղչ?
ka: შეზღუდვების გამო შეუძლებელია მაქსიმალური ფასდაკლების მორგება, მოვარგოთ მაქსიმალური შესაძლებელი ფასდაკლება?
pl: Niemożliwie zastosować pełny rabat przez ograniczenia, Zastosować maksymalnie możliwy rabat?
ru: Невозможно применить полную скидку из-за ограничений, Применить максимально возможную скидку?
uk: Неможливо застосувати повну знижку з-за обмежень, Застосувати максимально можливу знижку?

source: Unable to connect to the card reader!
az: Kart oxuyucusuna qoşulmaq olmur!
bg: Не е възможна връзка с картов четец.
es: ¡No se puede conectar al lector de tarjetas!
fr: Impossible de se connecter au lecteur de cartes!
hy: Հնարավոր չէ կապ հաստատել քարտ կարդացողի հետ!
ka: ბარათების წამკითხავთან დაკავშირება შეუძლებელია!
pl: Niemożliwie podłaczyć się doczytnika kart!
ru: Невозможно подключиться к считывателю карт!
uk: Неможливо підключитися до зчитувача картки!

source: Unable to connect to the cash receipt printer!
bg: Не може да бъде направена връзка с устройство за печат на касови бележки!
es: ¡No se puede conectar a la impresora de recibo de efectivo!
hy: Հնարավոր չէ կապ հաստատել տպիչի հետ!
ka: სალაროს ქვითრის პრინტერთან დაკავშირება ვერ ხერხდება!
ru: Нет связи с фискальным принтером!

source: Unable to connect to the electronic scale!
az: Elektron tərəziyə qoşulmaq olmur!
bg: Не може да бъде направена връзка с електронната везна.
es: ¡No se puede conectar a la balanza electrónica!
fr: Impossible de se connecter à la balance électronique!
hy: Հնարավոր չէ կապ հաստատել էլեկտրական կշեռքի հետ!
ka: ელექტრონილ სასწორთან დაკავშირება შეუძლებელია!
pl: Niemożliwie podłaczyć się do elektronowych wag!
ru: Невозможно подключиться к электронным весам!
uk: Неможливо підключитися до електроної ваги!

source: Unable to connect to the external display!
az: Xarici displeyə qoşulmaq olmur!
bg: Не може да бъде направена връзка с външния дисплей.
es: ¡No se puede conectar al monitor externo!
fr: Impossible de se connecter à l’affichage extérieur!
hy: Հնարավոր չէ կապ հաստատել արտաքին դիսպլեյի հետ!
ka: გარე დისპლეისთან დაკავშირება შეუძლებელია!
pl: Niemożliwie podłaczyć się do zewnętrznego wyświetlacza!
ru: Невозможно подключиться к внешнему дисплею!
uk: Неможливо підключитися до зовнішнього дисплею!

source: Unable to connect to the kitchen printer!
az: Mətbəx printerinə qoşulmaq olmur!
bg: Не може да бъде направена връзка с кухненския принтер.
es: ¡No se puede conectar con la impresora de la cocina!
fr: Impossible de se connecter à l’imprimante ticket!
hy: Հնարավոր չէ կապ հաստատել խոհանոցային տպիչի հետ!
ka: სამზარეულო პრინტერთან დაკავშირება შეუძლებელია!
pl: Niemożliwie podłaczyć się do kuchennej drukarki!
ru: Невозможно подключиться к кухонному принтеру!
uk: Неможливо підключитися до кухонної друкарки!

source: Unable to connect to the receipt printer!
bg: Не може да бъде направена връзка с устройство за печат на бележки!
es: ¡No se puede conectar con la impresora de recibos!
hy: Հնարավոր չէ կապ հաստատել POS տպիչի հետ!
ka: პრინტერთან დაკავშირება ვერ ხერხდება
ru: Нет связи с принтером!

source: Unable to connect to the sales data controller!
az: Satış kontrollerinə qoşulmaq olmur!
bg: Не може да бъде направена връзка с контролера за продажби.
es: ¡No se puede conectar al controlador de datos de ventas!
fr: Impossible de se connecter au contrôleur des données des ventes !
hy: Հնարավոր չէ միանալ վաճառքի տվյալների վերահսկիչին
ka: ვერ ვუერთდები გაყიდვების მონაცემების კონტროლერს!
pl: Nie można połączyć ze sprzedażą administratora danych!
ru: Невозможно подключиться к контроллеру продаж!

source: Unable to print on the kitchen printer! Press "Retry" to try again or "OK" to print the receipt on the printer for customer orders.
bg: Не може да бъде печатано на кухненския принтер! Натиснете "Повторен опит" за да опитате отново или "ОК", за да отпечатате бележката на принтера за клиентски поръчки.
es: ¡Imposible imprimir en la impresora de la cocina! Presione "Reintentar" para intentarlo de nuevo o "OK" para imprimir el recibo en la impresora para los pedidos de los clientes.
hy: Հնարավոր չէ տպել խոհանոցային տպիրով, Սեխմեք "Retry"որպեսզի փորձեք կրկին, կամ "OK"որպեսզի տպեք POS տպիչով
ka: შეუძლებელია სამზარეულო პრინტერზე დაბეჭდვა! დააჭირეთ "გამეორება"-ს ცადეთ განმეორებით ან "OK" პრინტერზე ქვითრის ამოსაბეჭდად კლიენტის შეკვეთისთვის
ru: Невозможная печать на кухонном принтере! Нажмите "Повтор" для повторения попытки или "OK" для печати чека на принтере для клиентских заказов.

source: Unable to print on the kitchen printer! Press "Retry" to try again.
az: Невозможно произвести печать на кухонном принтере! Нажмите "Повтор", чтоб попытаться еще раз
bg: Не може да бъде печатано на кухненския принтер! Натиснете "Повторен опит", за да опитате отново.
es: ¡Imposible imprimir en la impresora de la cocina! Presione "Reintentar" para intentarlo de nuevo.
fr: Impossible d’imprimer sur l’imprimante de cuisine ! Appuyez sur "Réessayer" pour essayer encore.
hy: Հնարավոր չէ իրականացնել տպում խոհանոցային տպիչի վրա! սեղմեք "Ապրանք" ևս մեկ անգամ փորձելու համար:
ka: შეუძლებელია სამზარეულო პრინტერზე დაბეჭდვა! დააჭირეთ "გამეორება"-ს
pl: Niemożliwie zrobić druk na kuchennej drukarce! Naciśnijcie "Powtórzenie", żeby spróbować jeszcze raz
ru: Невозможно произвести печать на кухонном принтере! Нажмите "Повтор", чтоб попытаться еще раз
uk: Неможливо провести друк на кухонній друкарці! Натисніть "Повтор ", щоб спробувати ще раз

source: Unable to save the activated license to folder: "{0}". Make sure you have write permissions to that location and that the disk is not full.
az: Невозможно сохранить активированную лицензию в папку: "{0}". Убедитесь, что у Вас есть доступ для записи в указанную папку и свободное место на диске.
bg: Невъзможност за запис на задействания лиценз в папка "{0}". Моля, уверете се, че имате права за запис в тази папка и че дискът не е препълнен.
es: Imposible guardar la licencia de activación en en la carpeta: "{0}". Asegúrese de que tiene permiso para esa ubicación o que el disco no está lleno.
fr: Impossible de sauvegarder la licence dans le dossier : "{0}". Assurez-vous d’avoir les permissions d’écriture sur cet emplacement et que le disque n’est pas plein.
hy: Չի կարող պահպանվել ակտիվացված լիցենզիան "{0} " թղթապանակում: Համոզվեք, որ դուք ունեք իրավունք տվյալ տեղամասում այն գրելու համար և որ սկավառակը լցված չէ
ka: შეუძლებელია გააქტიურებული ლიცენზიის ჩაწერა ფოლდერში: "{0}". დარწმუნდით, რომ ნამდვილად გაქვთ მაგ ფოლდერთან წვდომის უფლება და რომ დისკზე არის საკმარისი ადგილი.
pl: Niemożliwie zachować aktywną licencję w folderze: "{0}". Przekonajcie się że macie dostęp dla zapisu do wskazanego folderu i wolne miejsce na dysku.
ru: Невозможно сохранить активированную лицензию в папку: "{0}". Убедитесь, что у Вас есть доступ для записи в указанную папку и свободное место на диске.
uk: Неможливо зберегти активовану ліцензію в папку: "{0}". Переконайтеся, що у вас є права на запис в цьому місці і, що диск не переповнений.

source: Unable to save the downloaded license to folder: "{0}". Make sure you have write permissions to that location and that the disk is not full.
az: Невозможно сохранить заргуженную лицензию в папку : "{0}". Проверьте права доступа и наличие свободного места.
bg: Невъзможност за запис на сваления лиценз в папка "{0}". Моля, уверете се, че имате права за запис в тази папка и че дискът не е препълнен.
es: Imposible guardar la licencia descargada en la carpeta: "{0}". Asegúrese de que tiene permiso para esa ubicación o que el disco no está lleno.
fr: Impossible de sauvegarder la licence téléchargée dans le dossier : "{0}". Assurez-vous d’avoir les permissions pour cet emplacement et que le disque n’est pas plein.
hy: Ներբեռնված լիցենզիան հնարավոր չէ պահպանել "{0} " թղթապանակում։ Համոզվեք, որ հնարավոր է պահպանումը տվյալ թղթապանակում և սկավառակը լցված չէ
ka: შეუძლებელია ჩამოტვირთული ლიცენზიის შენახვა ფოლდერში: "{0}". დარწმუნდით, რომ გაქვთ აღნიშნულ ადგილზე მონაცემების ჩაწერის უფლება ან შეამოწმეთ თავისუფალი ადგილი დისკზე.
pl: Nie można zapisać w nim pobrany licencji do folderu:"{0}".Upewnij się, że masz uprawnienia do tego miejsca i że dysk nie jest pełny
ru: Невозможно сохранить загруженную лицензию в папку : "{0}". Проверьте права доступа и наличие свободного места.

source: Underline
az: Qeyd etmək
bg: Подчертан
es: Subrayar
fr: Souligner
hy: Ընդգծել
ka: ხაზგასმული
pl: Podkreślić
ru: Подчеркнуть
uk: Підкреслення

source: Undo
bg: Отмяна
es: Deshacer
hy: Հետադարձել
ru: Отменить ввод

source: Uninvoiced Sales
bg: Нефактурирани продажби
es: Ventas no facturadas
hy: Չապրանքագրված վաճառքներ
ka: გაყიდვები ინვოისის გარეშე
ru: Продажа без Счета

source: Unit Price
bg: Единична цена
es: Precio unitario
hy: Միավորի գինը
ka: ერთეულის ფასი
ru: Единичная цена

source: Units
az: Elementlər
bg: Единици
es: Unidades
fr: Unités :
hy: Էլեմենտներ
ka: ერთეულები
pl: Elementy
ru: Элементы
uk: Елементи

source: Units:
bg: Единици:
es: Unidades:
hy: Միավորներ
ka: ერთეულები:
ru: Единицы:

source: Universal
bg: Универсален
fr: Universel
hy: ՈՒնիվերսալ
ka: უნივერსალური
pl: Uniwersalny
ru: Универсальный
uk: універсальний

source: Unknown
az: Naməlum
bg: Неизвестен
es: Desconocido
fr: Inconnu
hy: Մուտք (Ներդրում)
ka: უცნობი
pl: Uniwersalny
ru: Неизвестный
uk: невідомо

source: Unlimited
bg: Неограничено
es: Ilimitado
hy: Անսահմանափակ
ka: შეუზღუდავი
ru: Без ограничений

source: Unpaid amount with expired due date
az: Ödəmə vaxtı qurtardı
bg: Неизплатена стойност с изтекъл краен срок
es: Cantidad sin pagar con fecha de vencimiento expirada
fr: Montant impayé avec date d’échéance expiré
hy: Վճարման ժամկետը լրացել է
ka: ვადაგასული გადასახდელი თანხა
pl: Skończył się czas opłaty
ru: Истекло время оплаты
uk: Минув час оплати

# Distribution
source: Unused licenses
bg: Неизползвани лицензи
es: Licencias sin uso
hy: Չօգտագործված լիցենզիաները
ka: გამოუყენებელი ლიცენზიები
ru: Неиспользованные лицензии

source: Up to "{0}"
az: "{0}" -a qədər
bg: До "{0}"
es: Hasta "{0}"
fr: Jusqu’à "{0}"
hy: "{0}" -ից բարձր
ka: "{0}"ზე მეტი
pl: Do "{0}"
ru: До "{0}"
uk: До "{0}"

source: Update Information
az: Yenilənmə haqqında məlumat
bg: Информация за актуализацията
es: Actualice información
fr: Mettre l’Information à jour
hy: Թարմացման ինֆորմացիա
ka: ინფორმაცია განახლების შესახებ
pl: Informacja o odnowie
ru: Информация об обновлении
uk: Інформація про оновлення

# Distribution
source: Update cart
bg: Обновяване на количката
es: Actualice el carrito
hy: Թարմացնել զամբյուղը
ka: კალათის განახლება
ru: Обновить корзину

source: Update description
az: Yenilənmənin təsviri:
bg: Описание на актуализацията
es: Actualice la descripción
fr: Mettre la description à jour
hy: Թարմացման նկարագրություն
ka: განახლების აღწერილობა:
pl: Opis odnowy :
ru: Описание обновления:
uk: Опис оновлення:

source: Update required
bg: Нужно е обновление
es: Se requiere actualizar
hy: Պահանջվում է թարմացում
ka: აუცილებელია განახლება
ru: Необходимо обновление

source: Updates
az: Yenilənmə
bg: Актуализации
es: Actualizaciones
fr: Mises à jour
hy: Թարմացումներ
ka: განახლებები
pl: Odnowy
ru: Обновления
uk: Оновлення

source: Updates until:
bg: Актуализации до:
es: Actualizaciones hasta:
hy: Թարմացնել մինչև
ka: განახლებები სანამ:
ru: Обновления до:

source: Updating Availability
bg: Обновяване на наличности
es: Actualización Disponible
hy: Առկայության ստուգում
ka: ხელმისაწვდომობის განახლება...
ru: Обновление количеств

source: Updating Prices...
bg: Обновяване на цените...
es: Actualizando Precios...
hy: Գների թարմացում
ka: ფასების გაახლება...
ru: Обновление цен...

source: Updating item prices...
bg: Обновяване на цени в стоките...
es: Actualizando precios de mercancías...
hy: Ապրանքների գնի թարմացում
ka: საქონლის ფასების განახლება...
ru: Обновление цен товаров...

source: Updating operation prices...
bg: Обновяване на цени в операциите...
es: Actualizando operaciones de precios...
hy: Գործողությունների գների թարմացում
ka: ოპერაციების ფასების განახლება...
ru: Обновление цен операции...

source: Updating quantities...
bg: Обновяване на количествата...
es: Actualizando cantidades...
hy: Քանակությունների թարմացում
ka: რაოდენობების განახლება...
ru: Обновление количеств...

source: Updating the cash book...
bg: Обновяване на касовата книга...
es: Actualizando libro de caja...
hy: Դրամարկղային գրքի թարմացում
ka: სალაროს წიგნის განახლება...
ru: Обновление кассовой книги...

source: Updating user information...
bg: Обновяване на потребителска информация...
es: Actualizando información del usuario...
hy: Օգտագործողի ինֆորմացիայի թարմացում
ka: მომხმარებლის ინფორმაციის განახლება...
ru: Обновление пользовательской информации...

source: Updating {0}...
bg: Обновяване на {0}...
es: Actualizar {0}...
hy: Թարմացում {0}...
ka: განახლება {0}...
ru: Обновление {0}...

source: Upgrading database "{0}"...
az: "{0}" verilənlər bazasını yeniləmək...
bg: Надстройване на база данни "{0}"...
es: Mejorando la base de datos "{0}"...
fr: Mise à niveau de la base de données "{0}"…
hy: Տվյալների բազայի թարմացում "{0}"..
ka: "{0}" მონაცემთა ბაზის განახლება...
pl: Odnowa bazy danych "{0}".
ru: Обновление базы данных "{0}"...
uk: Оновлення бази даних "{0}"...

source: Uploading database...
bg: Качване на базата данни...
es: Subiendo base de datos...
hy: Տվյալների բազայի թարմացում
ka: მონაცემთა ბაზის ატვირთვა...
ru: Обновление базы данных ...

source: Uploading information to IncoCloud...
bg: Качване на информация към "IncoCloud"...
es: Subiendo información a IncoCloud...
hy: IncoCloud–ում ինֆորմացիայի թարմացում
ka: ინფორმაციის ატვირთვა ინკო-ღრუბელში...
ru: Синхронизации с IncoCloud...

source: Uploading...
bg: Качване...
es: Subiendo...
hy: Վերբեռնում
ka: ატვირთვა...
ru: Обмен с сервером...

source: Use Advance Payments
bg: Употреба на авансови плащания
es: Usar Pagos Avanzados
fr: Utiliser les Payements Anticipés
hy: Օգտագործել կանխավճար
ka: საავანსო გადახდების გამოყენება
ru: Авансовые платежи
uk: Авансові платежі

source: Use SSL
az: SSL istifadə etmək
bg: Използвай SSL
es: Usar SSL
fr: Utiliser la SSL
hy: Օգտագործել SSL
ka: SSL-ის გამოყენება
pl: Wykorzystywać SSL
ru: Использовать SSL
uk: Використовувати SSL

# QuickBooks
source: Use Sale numbers in QuickBooks Invoice
bg: Използвай номера на продажбите в QuickBooks фактурите
hy: Վաճառքի համարները QuickBooks-ում օգտագործել որպես ապրանքագիր
ru: Использовать номер продажи в счете-фактуре QuickBooks

source: Use checksum
bg: С контролна сума
es: Usar la suma de verificación de consumo
fr: Utiliser la somme des contrôles
hy: Հսկիչ գին
ka: საკონტროლო ჯამების გამოყენება
ru: Контрольная сумма

source: Use custom auto refresh
az: Использовать пользовательское автообновление
bg: Използвай индивидуално автоматично опресняване
es: Usar la actualización automática personalizada
fr: Utiliser l’actualisation automatique personnalisée
hy: Կիրառել ավտոմատ թարմացում
ka: სამომხმარებლო ავტოგანახლების გამოყენება
pl: Wykorzystywać przeznaczoną dla użytkownika autoodnowę
ru: Использовать пользовательское автообновление
uk: Використовувати для користувача автопоновлення

source: Use custom line width
az: Использовать пользовательскую ширину строки
bg: Използвай зададена ширина на реда
es: Usar ancho de linea personalizado
fr: Utiliser la largeur personnalisée de la ligne
hy: Օգտագործել ընտրովի լայնք
ka: სამომხმარებლო ხაზის მასშტაბის გამოყენება
pl: Wykorzystywać przeznaczoną dla użytkownika szerokość rządka
ru: Использовать пользовательскую ширину строки
uk: Використовувати для користувача ширину рядка

# Item
source: Use default
bg: Използвай по подразбиране
es: Usar predeterminado
hy: Oգտագործել լռությամբ
ka: სტანდარტულის გამოყენება
ru: Использовать по умолчанию

# Partner
source: Use default
bg: Използвай по подразбиране
es: Usar predeterminado
hy: Oգտագործել լռությամբ
ka: სტანდარტულის გამოყენება
ru: Использовать по умолчанию

source: Use default printer
az: Default printer istifadə etmək
bg: Използване на принтер по подразбиране
es: Usar impresora predeterminada
fr: Utiliser l’imprimante par défaut
hy: Կիրառել լռելյայն տպիչ
ka: სტანდარტული პრინტერის გამოყენება
pl: Wykorzystywać drukarkę domyślnie
ru: Использовать принтер по умолчанию
uk: Використовувати друкарку за замовчуванням

source: Use getti card:
bg: Използвай getti карта:
es: Usar tarjeta getti:
hy: Օգտագործել getti քարտը
ka: getti ბარათის გამოყენება:
ru: Использовать карты getti:

source: Use internal ID-s
bg: Използване на вътрешни идентификатори
es: Usar ID-s interno
hy: Օգտագործել ներքին ID-ներ
ka: შიდა ID-ების გამოყენება
ru: Использовать внутренний код

source: Use prices with included VAT
az: Qiymətləri ƏDV daxil istifadə etmək
bg: Използване на цени с включено ДДС
es: Usar precios con el IVA incluido
fr: Utiliser les prix incluant les TVA
hy: Կիրառել գներ, ներառյալ` ԱԱՀ-ն
ka: დღგ-ს შემცველი ფასების გამოყენება
pl: Wykorzystywać ceny z włączonym VAT
ru: Использовать цены с включенным НДС
uk: Використовувати ціни з включеним ПДВ

source: Use prices with included sales tax
az: Qiymətləri vergilər daxil istifadə etmək
bg: Използване на цени с включен данък оборот
es: Usar los precios con los impuestos sobre las ventas incluidos
fr: Utiliser les prix incluant les taxes des ventes
hy: Կիրառել գներ, ներառյալ` հարկը
ka: გადასახადების შემცველი ფასების გამოყენება
pl: Wykorzystywać ceny z włączonymi podatkami
ru: Использовать цены с включенными налогами
uk: Використовувати ціни з включеними податками

source: Use replicating slave server
az: Использовать репликационный подчиненный сервер
bg: Използване на подчинен сървър в репликация
es: Use el servidor esclavo de réplicas
fr: Utiliser le serveur esclave de reproduction
hy: Օգտագործել ռեպլիկացիոն սերվերը
ka: დამორჩილებული სარეპლიკაციო სერვერის გამოყენება
pl: Wykorzystywać replikacje podrzędnego serwera
ru: Использовать репликационный подчиненный сервер
uk: Використовувати Реплікаційний підлеглий сервер
