Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: This database is not part of any IncoCloud group!
bg: Тази база данни не е част от група в "IncoCloud".
es: ¡Esta base de datos no es parte de ningún grupo de IncoCloud!
hy: Այս տվյալների բազան IncoCloud-ի խմբի մաս չի կազմում
ka: მონაცემთა ბაზა არ არის ინკო-ღრუბლის არცერთი ჯგუფის ნაწილი!
ru: Эта база данных не является частью группы в IncoCloud!

source: This driver requires a Front Office license to work without limitations after 100 sales!
bg: Този драйвер изисква Front Office лиценз за да работи без ограничения след 100 продажби!
hy: Հնարավոր է օգտագործել FRONT լիցենզիայի ժամանակ
ka: ეს დრაივერი მოითხოვს Front Office ლიცენზიას რათა იმუშაოს შეუზღუდავად 100 გაყიდვის შემდგომ!
ru: Для работы драйвера необходима лицензия Front Office для работы без ограничений.

source: This feature is only available if you have a valid Back Office license installed. Please add a Back Office license in order to use the custom auto refresh.
az: Эта функция доступна только при действительной Back Office лицензии. Установите лицензию для пользования пользовательским автообновлением.
bg: Това свойство е достъпно само ако имате инсталиран валиден Back Office лиценз. Моля, добавете Back Office лиценз, за да използвате индивидуално автоматично опресняване.
es: Esta característica está solo disponible si tiene una licencia válida del Back Office instalada. Por favor agregue una licencia del Back Office para usar la actualización automática personalizada
fr: Cette fonctionnalité n'est disponible que si vous possédez une licence valide Retour Office installé. Veuillez ajouter une licence Back Office afin de pouvoir utiliser la mise à jour automatique personnalisé.
hy: Այս ֆունկցիան հասանելի է միայն իսկական Back Office լիցենզիայի դեպքում: Հաստատեք լիցենզիա կիրառական ավտոմատ թարմացման օգտագործման համար
ka: ეს ფუნქცია ხელმისაწვდომია მხოლოდ Back Office -ს ლიცენზირების შემდეგ. დააყენეთ ლიცენზია მომხმარებლის ავტომატური განახლებით.
pl: Ta funkcja jest dostępna tylko wtedy, gdy aktywny Powrót licencji Office. Zainstaluj licencji na korzystanie z własnych auto-update.
ru: Эта функция доступна только при действительной Back Office лицензии. Установите лицензию для пользования пользовательским автообновлением.
uk: Ця функція доступна, тільки якщо у вас є дійсна ліцензія Back Office . Будь ласка, додайте ліцензії Back Office, щоб використовувати користувацькі поновлення автоматично.

source: This group cannot be deleted, because it is not empty. Please, delete or move to another group the containing items in order to delete this group!
az: Boş olmayan qrup silinə bilməz.Qrupu silmək üçün onun içindəkiləri ya silin,ya da ki,yerini dəyişin.
bg: Не е възможно изтриването на групата, защото не е празна. Моля, изтрийте или преместете в друга група съдържанието й преди изтриването!
es: Este grupo no puede ser eliminado porque no está vacío.¡ Por favor elimine o mueva a otro grupo los elementos que contiene para poder borrarlo!
fr: Ce groupe ne peut pas être supprimé, car il n'est pas vide. S'il vous plaît, supprimer ou déplacer à un autre groupe les articles contenant afin de supprimer ce groupe!
hy: Այս խումբը հնարավոր չէ հեռացնել: Խմբի պարունակությունը ջնջեք կամ տեղափոխեք ջնջելուց առաջ
ka: არ შეიძლება არაცარიელი ჯგუფის წაშლა. წაშალეთ ან გადაიტანეთ ჯგუფის შიგთავსი მის წაშლამდე.
pl: Niepuste grupy nie mogą zostać usunięte. Usunąć lub przenieść zawartość grupy przed jej usunieciem.
ru: Непустая группа не может быть удалена. Удалите или переместите содержание группы перед ее удалением.
uk: Ця група не може бути видалена, тому що вона не порожня. Будь ласка, видаліть або перемістіть об'єкти до іншої групи, щоб видалити цю групу!

source: This group cannot be deleted, because it is not empty. Please, delete or move to another group the contents of this group in order to be able to delete it!
az: Boş olmayan qrup silinə bilməz.Qrupu silmək üçün onun içindəkiləri ya silin,ya da ki,yerini dəyişin.
bg: Не е възможно изтриването на групата, защото не е празна. Моля, изтрийте или преместете съдържанието й в друга група преди изтриването!
es: Este grupo no puede ser eliminado porque no está vacío.¡ Por favor elimine o mueva a otro grupo el contenido de este grupo para poder borrarlo!
fr: Ce groupe ne peut pas être supprimé, car il n'est pas vide. S'il vous plaît, supprimer ou déplacer à un autre groupe le contenu de ce groupe afin d'être en mesure de le supprimer!
hy: Խումբը չի կարող հեռացվել,որովհետև դատարկ չէ
ka: ეს ჯგუფი ვერ წაიშლება, ის არ არის ცარიელი. იმისთვის , რომ წაშლა შეძლოთ, გთხოვთ, წაშალეთ, ან სხვა ჯგუფში გადაიტანეთ ამ ჯგუფის მონაცემები.
pl: Niepuste grupy nie mogą zostać usunięte. Usunąć lub przenieść zawartość grupy, aby ją usunąć.
ru: Непустая группа не может быть удалена. Удалите или переместите содержание группы, чтобы удалить ее.
uk: Ця група не може бути видалена, тому що вона не порожня. Будь ласка, видаліть або перемістіть в іншу групу зміст цієї групи, щоб мати можливість видалити її!

source: This information is used by default
az: Default informasiya
bg: Тази информация се използва по подразбиране
es: Esta información es usada por defecto
fr: Cette information est utilisée par défaut
hy: Լռելյայն ինֆորմացիա
ka: ეს ინფორმაცია გამოიყენება სტანდარტულად
pl: Informacje w reżimie domyślnym
ru: Информация по умолчанию
uk: Інформація по замовчуванню

source: This information will be printed on the documents you issue. If you want to change that information later go to:{0}{1}
az: Эта информация будет использоваться при печати документов. Изменить данные позже можно в:{0}{1}
bg: Тези сведения ще бъдат отпечатани на документите, които издавате. Ако желаете да промените тези сведения по-късно, идете на:{0}{1}
es: Esta información será impresa en los documentos que usted emite. Si usted quiere cambiar esa información más tarde vaya a:{0}{1}
fr: Cette information sera imprimé sur les documents que vous délivrent. Si vous souhaitez modifier ces informations plus tard, aller à:{0}{1}
hy: Տվյալ տեղեկությունը օգտագործվում է փաստաթղթերի տպան ժամանակ: Հետագայում այն կարելի է փոխել անցնելով {0}{1}
ka: ეს ინფორმაცია დაიბეჭდება თქვენს მიერ გაცემულ დოკუმენტებში. თუ გინდათ ამ ინფორმაციის ცვლილება მომავალში მიმართეთ:{0}{1}
pl: Ta informacja będzie wydrukowana na dokumentach, które wydajecie. Jeśli chcesz zmienić tą informacje przejdź do: {0}{1}
ru: Эта информация будет использоваться при печати документов. Изменить данные позже можно в:{0}{1}
uk: Ця інформація буде використовуватися при друку документів. Змінити дані пізніше можна в: {0} {1}

source: This is a sample database that demonstrates usage of {0} as a restaurant management system. Contains predefined items, partners, users, locations and operations.
az: Это демонстрационная база данных {0} для управления рестораном. Содержит предопределенные товары, партнеров, пользователей, участки и операции.
bg: Това е примерна база данни, която демонстрира използването на {0} като система за управление на ресторант. Съдържа предефинирани стоки, партньори, потребители, обекти и операции.
es: Esta es una base de datos que demuestra el uso de {0} como sistema administrativo del restaurante. Contiene mercancías, socios, usuarios, entidades y operaciones definidas.
fr: Il s'agit d'une base de données exemple qui illustre l'utilisation de {0} en tant que système de gestion de restaurant. Contient des éléments prédéfinis, les partenaires, les utilisateurs, les lieux et les opérations.
hy: Այս {0} դեմոնստրացիոն տվյալների բազան ռեգիստրների ղեկավարման համար է: Պարունակում է նախատեսված ապրանքներ, գործընկերներ, օգտագործողներ, տեղամասեր և գործողություններ
ka: ეს არის {0} რესტორნის სამართავი სადემონსტრაციო მონაცემთა ბაზა. შეიცავს წინასწარ განსაზღვრულ საქონელს, პარტნიორებს, მომხმარებლებს, ადგილმდებარეობებს და ოპერაციებს.
pl: To demonstracyjna baza danych {0} dla kierowania restauracją. Zawiera określone towary, partnerów, użytkowników, działy i operacje.
ru: Это демонстрационная база данных {0} для управления рестораном. Содержит предопределенные товары, партнеров, пользователей, объекты и операции.
uk: Це демонстраційна база даних {0} для управління рестораном. Містить визначені товари, партнерів, користувачів, ділянок і операцій.

source: This is a sample database that demonstrates usage of {0} in a computer parts store. Contains predefined items, partners, users, locations and operations.
az: Это демонстрационная база данных {0} для склада компьютерных запчастей. Содержит предопределенные товары, партнеров, пользователей, участки и операции.
bg: Това е примерна база данни, която демонстрира използването на {0} като система за управление на магазин за компютърни компоненти. Съдържа предефинирани стоки, партньори, потребители, обекти и операции.
es: Esta es una base de datos que demuestra el uso de {0} en una computadora parte de la tienda. Contiene mercancías, socios, usuarios, entidades y operaciones definidas.
fr: Il s'agit d'une base de données exemple qui illustre l'utilisation de {0} dans les pièces d'ordinateur dans un magasin. Contient des éléments prédéfinis, les partenaires, les utilisateurs, les lieux et les opérations.
hy: Այս {0} դեմոնստրացիոն տվյալների բազան համակարգչային մասերի պահման համար է: Պարունակում է նախատեսված ապրանքներ, գործընկերներ, տեղամասեր և գործողություններ
ka: ეს არის {0} კომპიუტერული ნაწილების საწყობის სამართავი სადემონსტრაციო მონაცემთა ბაზა. შეიცავს წინასწარ განსაზღვრულ საქონელს, პარტნიორებს, მომხმარებლებს, ადგილმდებარეობებს და ოპერაციებს.
pl: To demonstracyjna baza danych {0} dla magazynów komputerowych części zamiennych. Zawiera określone towary, partnerów użytkowników, działów i operacji.
ru: Это демонстрационная база данных {0} для склада компьютерных запчастей. Содержит предопределенные товары, партнеров, пользователей, объекты и операции.
uk: Це демонстраційна база даних {0} для складу компьютерних запчастин. Містить визначені товари, партнерів, користувачів, ділянок і операції.

source: This is an automatic email to remind you that a license that you have added to IncoCloud (of type {0}) is about to expire at {1}.
bg: Това е автоматично съобщение, с което Ви напомняме, че лиценз, който сте добавили в IncoCloud (от тип {0}) ще изтече на {1}.
es: Este es un correo electrónico automático para recordarle que una licencia que tiene instalada en IncoCloud (de tipo {0}) va a exiprar en {1}
hy: Այն լիցենզիան, որ ավելացված է IncoCloud-ում ( {0}) տիպի ավարտվում է {1}
ka: ეს არის ავტომატური იმეილი იმის შესახსენებლად, რომ ლიცენზიას, რომელიც ინკო-ღრუბელს დაუმატეთ ({0}) ვადა გასდის {1} თარიღში.
ru: Это автоматическое сообщение напоминает, что лицензия типа {0} истекает {1}.

source: This is an automatic email to remind you that your client {2} (with email {3}) has a license of type {0} which is about to expire at {1}.
bg: Това е автоматично съобщение, с което Ви напомняме, че Вашият клиент {2} (с имейл {3}) има лиценз от тип {0}, който ще изтече на {1}.
es: Este es un correo electrónico automático para recordarle que su cliente {2} (con correo electrónico {3}) tiene una licencia de tipo {0} la cual va a expirar en {1}
hy: Սա ավտոմատ ուղղարկված նամակ է, որը հուշում է ձեղ, որ ձեր {2} գործընկերը որի էլ. հասցեն {3}), լիցենզիայի տեսակը {0} որը կավարտվի {1}.
ka: ეს არის ავტომატური შეტყობინება შეხსენებისთვის, რომ თქვენი კლიენტი {2} (email {3}) აქვს ლიცენზია {0} რომელიც დაახლოებით იწურება {1}.
ru: Это автоматическое напоминание уведомляет о клиенте {2} (e-mail {3}) с лицензией типа {0}, истекающей {1}

source: This is an automatic email, send to you to let you know that the IncoCloud group "{0}", of which you are an owner was never fully initialized!
bg: Това е автоматично съобщение, изпратено Ви за да Ви уведоми, че IncoCloud групата "{0}", на която Вие сте собственик не е завършила инициализацията си напълно!
es: ¡Este es un correo electrónico automático, enviado para avisarle que el grupo "{0}" de IncoCloud, del cual usted es el dueño no fue completamente inicializado!
hy: IncoCloud-ի "{0}" խումբը երբեք չի ինիցիալիզացվել
ka: ეს არის ავტომატური იმეილი იმის შესახსენებლად, რომ ინკო-ღრუბლის ჯგუფი"{0}", რომლის მფლობელიც ხართ თქვენ არასოდეს არ მომხდარა მისი სრული ინიციალიზაცია.
ru: Это автоматическое сообщение уведомляет, что у группы IncoCloud "{0}", владельцем которой являетесь Вы, не была завершена инициализация
uk: Це автоматичне повідомлення, яке вам надіслано у зв'язку з тим, що ви є власником групи IncoCloud "{0}", яка повністю не закінчила ініціалізацію!

source: This is an automatic email, send to you to let you know that the IncoCloud group "{0}", of which you are an owner was not used for synchronization since {1}!
bg: Това е автоматично съобщение, изпратено Ви за да Ви уведоми, че IncoCloud групата "{0}", на която Вие сте собственик не е използвана за синхронизация от {1}!
es: ¡Este es un correo electrónico automático, enviado para avisarle que el grupo "{0}" de IncoCloud, del cual usted es el dueño no fue usado para sincronización desde {1}!
hy: "{0}" IncoCloud-ի խումբը երբեք չի սինխրոնիզացվել {1}!
ka: ეს არის ავტომატური იმეილი იმის შესახსენებლად, რომ ინკო-ღრუბლის ჯგუფი"{0}", რომლის მფლობელიც ხართ თქვენ არ ყოფილა გამოყენებული სინქრონიზაციისათვის {1} თარიღიდან!
ru: Это автоматическое сообщение уведомляет, что группа IncoCloud "{0}", владельцем которой являетесь Вы, не была использована для синхронизации с {1}
uk: Це автоматичне повідомлення, яке вам надіслано у зв'язку з тим, що ви є власником групи IncoCloud "{0}", не була використана для синхронізації з {1}!'

source: This is an automatic email, send to you to let you know that the database "{0}" from the IncoCloud group "{1}", of which you are administrator was successfully wiped.
bg: Това е автоматично съобщение, изпратено Ви за да Ви уведоми, че базата данни "{0}" от IncoCloud групата "{1}", на която Вие сте администратор, беше успешно изтрита.
es: ¡Este es un correo electrónico automático, enviado para avisarle que la base de datos "{0}" del grupo "{1}" de IncoCloud, del cual usted administrador fue correctamente borrada.
hy: "{0}" IncoCloud-ի խումբը հաջողությամբ հեռացվել է {1}!
ka: ეს არის ავტომატური იმეილი იმის შესახსენებლად, რომ ინკო-ღრუბლის "{1}" ჯგუფის მონაცემთა ბაზა "{0}", რომელსაც თქვენ უწევთ ადმინისტრირებას წარმატებით გაიწმინდა.
ru: Это автоматическое сообщение уведомляет, что база данных "{0}" из группы IncoCloud "{1}", администратором которой Вы являетесь, была успешно удалена.

source: This is an automatically generated message. Please do not reply this email. All replies will be ignored.
bg: Това е автоматично генерирано съобщение. Моля, не отговаряйте на този имейл. Всички отговори ще бъдат игнорирани.
hy: Այս հաղորդագրությունը ստեղծված է ավտոմատ կարգով, խնդրում ենք չպատասխանել;
ka: ეს არის ავტომატური შეტყობინება. გთხოვთ ნუ გამოგზავნით E-mail_ს უკან. ყველა გამოგზავნილი შეტყობინება წაიშლება!
ru: Это автоматическое сообщение. Не отвечайте на это письмо. Все ответы будут игнорироваться.

source: This is an empty database ready to be filled with your information.
az: Verilənlər Bazası istifadəyə hazırdır.
bg: Това е празна база данни, готова да бъде попълнена с Вашата информация.
es: Esta es una base de datos vacía lista para se llenada con su información.
fr: Il s'agit d'une base de données vide prêt à être rempli avec vos informations.
hy: Տվյալների բազան պատրաստ է օգտագործման համար
ka: ეს არის ცარიელი მონაცემთა ბაზა და მზად არის თქვენს მიერ ინფორმაციის შესატანად.
pl: To jest pusta baza danych gotowa do wypełnienia swoimi danymi.
ru: База данных готова к наполнению.

source: This is an evaluation version of the Consignment Return operation! To save your operation please purchase a license.
bg: Това е пробна версия на операция връщане по консигнация! За да запишете операцията, е необходимо да закупите лиценз.
es: ¡Esta es una versión de evaluación de la operación de Devolución de consignación! Para guardar su operación por favor compre una licencia.
hy: Սա իրացման վերադարձի մոդուլի ցուցադրական տարբերակ է
ka: ეს არის კონსიგნაციით დაბრუნების ოპერაციის დემო-ვერსია! ოპერაციების შესანახად შეიძინეთ ლიცენზია.
ru: Это пробная версия операции Возврат по консигнации! Для сохранения операции приобретите лицензию.
uk: Це ознайомча версія операції Повернення по консигнації! Для збереження операції придбайте ліцензію.

source: This is an evaluation version of the Consignment Sale operation! To save your operation please purchase a license.
bg: Това е пробна версия на операция отчитане на консигнация! За да запишете операцията, е необходимо да закупите лиценз.
es: ¡Esta es una versión de evaluación de la operación de Venta en consignación! Para guardar su operación por favor compre una licencia.
hy: Սա իրացման վաճառքի մոդուլի ցուցադրական տարբերակ է
ka: ეს არის კონსიგნაციით გაყიდვის ოპერაციის დემო-ვერსია! ოპერაციების შესანახად შეიძინეთ ლიცენზია.
ru: Это пробная версия операции Продажа по консигнации! Для сохранения операции приобретите лицензию.
uk: Це ознайомча версія операції Продаж по консигнації! Для збереження операції придбайте ліцензію.

source: This is an evaluation version of the Consignment operation! To save your operation please purchase a license.
bg: Това е пробна версия на операция консигнация! За да запишете операцията, е необходимо да закупите лиценз.
es: ¡Esta es una versión de evaluación de la operación de Consignación! Para guardar su operación por favor compre una licencia.
hy: Սա իրացման մոդուլի ցուցադրական տարբերակ է
ka: ეს არის კონსიგნაციის ოპერაციის დემო-ვერსია! ოპერაციების შესანახად შეიძინეთ ლიცენზია.
ru: Это пробная версия операции Консигнация! Для сохранения операции приобретите лицензию.
uk: Це ознайомча версія операції Консигнація! Для збереження операції придбайте ліцензію.

source: This is an evaluation version of the Credit Note operation! To save your operation please purchase a license.
az: Это пробная версия операции Кредитное извещение! Для сохранения операции приобретите лицензию.
bg: Това е пробна версия на операция кредитно известие! За да запишете операцията, е необходимо да закупите лиценз.
es: ¡Esta es una versión de evaluación de la operación Notas de Crédito! Para guardar la operación por favor compre una licencia.
fr: Il s'agit d'une version d'évaluation de l'opération de note de crédit! Pour enregistrer votre opération s'il vous plaît acheter une licence.
hy: Սա կրեդիտային տեղեկության ցուցադրական տարբերակ է
ka: ეს არის საკრედიტო ცნობის ოპერაციის საცდელი ვერსია, თუ გსურთ თქვენი ოეპრაციის შენახვა, შეიძიენთ ლიცენზია
pl: To próbna wersja operacji Kredytowe zawiadomienie! Dla zachowania operacji nabądźcie licencję.
ru: Это пробная версия операции Кредит-ноты! Для сохранения операции приобретите лицензию.
uk: Це ознайомча версія операції Кредит-ноти! Для збереження операції придбайте ліцензію

source: This is an evaluation version of the Debit Note operation! To save your operation please purchase a license.
az: Это пробная версия операции Дебетное извещение! Для сохранения операции приобретите лицензию.
bg: Това е пробна версия на операция дебитно известие! За да запишете операцията, е необходимо да закупите лиценз.
es: ¡Esta es una versión de evaluación de la operación Notas de Débito! Para guardar la operación por favor compre una licencia.
fr: Il s'agit d'une version d'évaluation de l'opération de la note de débit! Pour enregistrer votre opération s'il vous plaît acheter une licence.
hy: Սա դեբետային տեղեկության ցուցադրական տարբերակ է
ka: ეს არის სადებეტო ცნობის ოპერაციის საცდელი ვერსია, თუ გსურთ თქვენი ოეპრაციის შენახვა, შეიძიენთ ლიცენზია
pl: To próbna wersja operacji Debetowe zawiadomienie! Dla zachowania operacji nabądźcie licencję.
ru: Это пробная версия операции Дебет-ноты! Для сохранения операции приобретите лицензию.
uk: Це ознайомча версія операції Дебет-ноти! Для збереження операції придбайте ліцензію.

source: This is an evaluation version of the Offer operation! To save your operation please purchase a license.
bg: Това е пробна версия на операция оферта! За да запишете операцията, е необходимо да закупите лиценз.
es: ¡Esta es una versión de evaluación de la operación de Oferta! Para guardar la operación por favor compre una licencia.
hy: Սա առաջարկի ցուցադրական տարբերակ է
ka: ეს არის შეთავაზების ოპერაციის საცდელი ვერსია! თუ გსურთ ოპერაციის შენახვა შეიძინეთ ლიცენზია
ru: Это пробная версия операции Оферта! Для сохранения операции приобретите лицензию.

source: This is an evaluation version of the Proforma Invoice operation! To save your operation please purchase a license.
az: Это пробная версия операции Счет-проформа! Для сохранения операции приобретите лицензию.
bg: Това е пробна версия на операция проформа-фактура! За да запишете операцията, е необходимо да закупите лиценз.
es: ¡Esta es una versión de evaluación de la operación de Factura Simulada! Para guardar la operación por favor compre la licencia.
fr: Il s'agit d'une version d'évaluation de l'opération de facture proforma! Pour enregistrer votre opération s'il vous plaît acheter une licence.
hy: Սա նախահաշվի ցուցադրական տարբերակ է
ka: ეს არის პროფორმა ინვოისის ოპერაციის საცდელი ვერსია, თუ გსურთ თქვენი ოეპრაციის შენახვა, შეიძიენთ ლიცენზია
pl: To próbna wersja operacji faktura! Dla zachowania operacji nabądźcie licencję.
ru: Это пробная версия операции Счет-проформа! Для сохранения операции приобретите лицензию.
uk: Це ознайомча версія операції Рахунок-проформа! Для збереження операції придбайте ліцензію.

source: This is an evaluation version of the Purchase Order operation! To save your operation please purchase a license.
bg: Това е пробна версия на операция заявка! За да запишете операцията, е необходимо да закупите лиценз.
es: ¡Esta es una versión de evaluación de la operación Orden de Compra! Para guardar la operación por favor compre una licencia.
hy: Սա մատակարարի պատվերի ցուցադրական տարբերակ է
ka: ეს არის მომწოდებლის შეკვეთის ოპერაციის საცდელი ვერსია, თუ გსურთ თქვენი ოეპრაციის შენახვა, შეიძიენთ ლიცენზია
ru: Это пробная версия операции Заявка на покупку! Для сохранения операции приобретите лицензию.

source: This is an evaluation version of the Purchase Return operation! To save your operation please purchase a license.
bg: Това е пробна версия на операция връщане към доставчик! За да запишете операцията, е необходимо да закупите лиценз.
es: ¡Esta es una versión de evaluación de la operación de Devolución de Compra! Para guardar la operación por favor compre una licencia.
hy: Սա մատակակարին վերադարձի ցուցադրական տարբերակ է
ka: ეს არის შესყიდვების დაბრუნების ოპერაციის დემო-ვერსია! ოპერაციების შესანახად შეიძინეთ ლიცენზია.
ru: Это пробная версия операции Возврат поставщику! Для сохранения операции приобретите лицензию.
uk: Це ознайомча версія операції Повернення постачальнику! Для збереження операції придбайте ліцензію.

source: This is an evaluation version of the Return operation! To save your operation please purchase a license.
az: Это пробная версия операции Возврат! Для сохранения операции приобретите лицензию.
bg: Това е пробна версия на операция рекламация! За да запишете операцията, е необходимо да закупите лиценз.
es: ¡Esta es una versión de evaluación de la operación de Devolución! Para guardar la operación por favor compre una licencia.
fr: Il s'agit d'une version d'évaluation de l'opération Retour! Pour enregistrer votre opération s'il vous plaît acheter une licence.
hy: Սա վերադարձի ցուցադրական տարբերակ է
ka: ეს არის დაბრუნების ოპერაციის საცდელი ვერსია, თუ გსურთ თქვენი ოეპრაციის შენახვა, შეიძიენთ ლიცენზია
pl: To próbna wersja operacji Powrót! Dla zachowania operacji nabądźcie licencję.
ru: Это пробная версия операции Возврат! Для сохранения операции приобретите лицензию.
uk: Це ознайомча версія операції Повернення! Для збереження операції придбайте ліцензію.
