Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Edit company
az: Təşkilatın xüsusiyyətini dəyişmək
bg: Редакция на фирмена информация
es: Editar registro fiscal
fr: Modifier la société
hy: Խմբագրել կազմակերպություն
ka: კომპანიის რედაქტირება
pl: Zmiana właściwości organizacji
ru: Редактировать свойства организации
uk: Редагувати властивості підприємства

source: Edit consignment No.
bg: Редакция на консигнация №
es: Editar No. de consignación
hy: Խմբագրել իրացման փաստաթուղթը No.
ka: დავარედაქტიროთ კონსიგნაცია N.
ru: Редактировать консигнацию No.
uk: Редагувати консигнацію No.

source: Edit consignment draft
bg: Редакция на чернова на консигнация
es: Editar borrador de consignación
hy: Խմբագրել իրացման փաստաթուղթը սևագիր
ka: რედაქტირება კონსიგნაცია Draft
ru: Редактировать черновик консигнации

source: Edit consignment return No.
bg: Редакция на връщане по консигнация №
es: Editar No. de devolución de consignación
hy: Խմբագրել իրացման վերադարձը No.
ka: დავარედაქტიროთ კონსიგნაციით დაბრუნება N.
ru: Редактировать возврат по консигнации No.
uk: Редагувати повернення по консигнації No.

source: Edit consignment return draft
bg: Редакция на чернова на връщане по консигнация
es: Editar borrador de devolución de consignación
hy: Խմբագրել իրացման վերադարձը սևագիր
ka: რედაქტირება კონსიგნაციის დაბრუნება Draft
ru: Редактировать черновик возврата консигнации

source: Edit consignment sale No.
bg: Редакция на отчитане на консигнация №
es: Editar No. de venta en consignación
hy: Խմբագրել իրացման վաճառքը No.
ka: დავარედაქტიროთ კონსიგნაციით გაყიდვა N.
ru: Редактировать продажу по консигнации No.
uk: Редагувати продаж по консигнації No.

source: Edit consignment sale draft
bg: Редакция на чернова на отчитане на консигнация
es: Editar borrador de venta por consignación
hy: Խմբագրել իրացման վաճառքը սևագիր
ka: რედაქტირება კონსიგნაციით გაყიდვა Draft
ru: Редактировать черновик консигнации продажи

source: Edit credit note No.
az: Kredit bildirişini dəyişmək №
bg: Редакция на кредтно известие №
es: Editar No. de nota de crédito
fr: Modifier la note de crédit n °
hy: Խմբագրել Կրեդիտային տեղեկություն No
ka: საკრედიტო ცნობის რედაქტირება No.
pl: Zmienić kredytowe zawiadomienie №
ru: Редактировать кредит-ноту №
uk: Змінити кредит-ноту No.

source: Edit credit note No.{0} from {1}
az: Изменить кредитное извещение №{0} от {1}
bg: Редакция на кредитно известие №{0} от {1}
es: Editar nota de crédito No. {0} hasta {1}
fr: Modifier la note de créditn °{0} de {1}
hy: Խմբագրել Կրեդիտային տեղեկություն {0}-ից {1}
ka: საკრედიტო ცნობის რედაქტირება No.{0} ცნობა{1}დან
pl: Zmienić kredytowe zawiadomienie №{0} от {1}
ru: Редактировать кредит-ноту №{0} от {1}
uk: Змінити кредит-ноту No.{0} от {1}

source: Edit credit note draft
bg: Редакция на чернова на кредтно известие
es: Editar borrador de nota de crédito
hy: Խմբագրել կրեդիտային տեղեկությունը սևագիր
ka: რედაქტირება საკრედიტო უწყება Draft
ru: Редактировать черновик кредитного извещения

source: Edit debit note No.
az: Изменить дебетное извещение №
bg: Редакция на дебитно известие №
es: Editar No. de nota de débito
fr: Modifier la note de débit n °
hy: Խմբագրել դեբետային տեղեկություն No
ka: სადებეტო ცნობის რედაქტირება No.
pl: Zmienić debetowe zawiadomienie №
ru: Редактировать дебет-ноту №
uk: Змінити дебет-ноту No.

source: Edit debit note No.{0} from {1}
az: Изменить дебетное извещение №{0} от {1}
bg: Редакция на дебитно известие №{0} от {1}
es: Editar notade débito No.{0} hasta {1}
fr: Modifier la note de déditn °{0} de {1}
hy: Խմբագրել դեբետային տեղեկություն No {0}-ից {1}
ka: სადებეტო ცნობის რედაქტირება No.{0} ცნობა {1}დან
pl: Zmienić debetowe zawiadomienie №{0} от {1}
ru: Редактировать дебет-ноту №{0} от {1}
uk: Змінити дебет-ноту No.{0} от {1}

source: Edit debit note draft
bg: Редакция на чернова на дебитно известие
es: Editar borrador de nota de débito
hy: Խմբագրել դեբետային տեղեկությունը սևագիր
ka: რედაქტირება სადებეტო უწყება Draft
ru: Редактировать черновик дебетного извещения

source: Edit document template
az: Sənədin şablonunu redaktə etmək
bg: Редакция на документен образец
es: Editar plantilla de documento
fr: Modifier un modèle de document
hy: Խմբագրել փաստաթղթի նմուշը
ka: დოკუმენტის შაბლონის რედაქტირება
pl: Redagować szablon dokumentu
ru: Редактировать шаблон документа
uk: Редагувати шаблон документа

source: Edit offer No.
bg: Редакция на оферта №
es: Editar No. de oferta
hy: Խմբագրել առաջաըկը No
ka: შეთავაზების რედაქტირება No.
ru: Редактировать оферту No.

source: Edit offer No.{0} from {1}
bg: Редакция на оферта №{0} от {1}
es: Editar oferta No.{0} hasta {1}
hy: Խմբագրել առաջաըկը No.{0}-ից {1}
ka: შეთავაზების რედაქტირება No. {0} დან {1}
ru: Редактировать оферту No.{0} из {1}

source: Edit offer draft
bg: Редакция на чернова на оферта
es: Editar borrador oferta
hy: Խմբագրել առաջարկը սևագիր
ka: რედაქტირება შეთავაზება Draft
ru: Редактировать черновик оферты

source: Edit operation No.{0} from {1}
az: Редактировать операцию №{0} из {1}
bg: Редакция на операция №{0} от {1}
es: Editar operación No. {0} hasta {1}
fr: Modifierl'opération No. {0} de {1}
hy: Խմբագրել {1}-ից {0} գործողությունը
ka: ოპერაციის No.{0} რედაქტირება {1}დან
pl: Redagować operację №{0} z {1}
ru: Редактировать операцию №{0} из {1}
uk: Змінити операції № {0} з {1}

source: Edit production No.
az: Редактировать производство №
bg: Редакция на производство №
es: Editar No. producción
fr: Modifier la production n°
hy: Խմբագրել արտադրությունը No
ka: წარმოების რედაქტირება №
pl: Redagować produkcję №
ru: Редактировать производство №
uk: Редагувати виробництво №

source: Edit production No.{0} from {1}
az: Редактировать производство №{0} из {1}
bg: Редакция на производство №{0} от {1}
es: Editar producción No. {0} hasta {1}
fr: Modifier la production n °{0} de {1}
hy: Խմբագրել արտադրությունը No {1}-ից մինչև {0}
ka: №{0} წარმოების რედაქტირება{1}დან
pl: Redagować produkcję №{0} z {1}
ru: Редактировать производство №{0} из {1}
uk: Редагувати виробництво №{0} з {1}

source: Edit production draft
bg: Редакция на чернова на производство
es: Editar borrador de producción
hy: Խմբագրել արտադրությունը սևագիր
ka: რედაქტირება წარმოება Draft
ru: Редактировать черновик производства

source: Edit proforma invoice No.
az: Редактировать счет-фактуру №
bg: Редакция на проформа-фактура №
es: Editar Factura Simulada No.
fr: Modifier Facture Proforma n°
hy: Խմբագրել նախահաշիվը No
ka: პროფორმა ინვოისის რედაქტირება No.
pl: Redagować fakture №
ru: Редактировать счет-фактуру №

source: Edit proforma invoice No.{0} from {1}
bg: Редакция на проформа-фактура №{0} от {1}
es: Editar Factura Simulada No. {0} de {1}
hy: Խմբագրել նախահաշիվը No.{0}-ից մինչև {1}
ka: პროფორმა ინვოისი #{0}-ის რედაქტირება {1}-დან
ru: Редактировать счет-проформу No.{0} from {1}

source: Edit proforma invoice draft
bg: Редакция на чернова на проформа-фактура
es: Editar borrador de factura simulada
hy: Խմբագրել նախահաշիվը սևագիր
ka: რედაქტირება პროფორმა ინვოისი Draft
ru: Редактировать черновик проформы

source: Edit purchase No.
az: Редактировать покупку №
bg: Редакция на доставка №
es: Editar compra No.
fr: Modifier Achat n°
hy: Խմբագրել գնված ապրանքը No
ka: ყიდვის რედაქტირება №
pl: Redagować kupno №
ru: Редактировать закупку №
uk: Редагувати купівлю №

source: Edit purchase No.{0} from {1}
az: Редактировать покупку №{0} из {1}
bg: Редакция на доставка №{0} от {1}
es: Editar compra No. {0} de {1}
fr: Modifier l’Achat n °{0} de {1}
hy: Խմբագրել գնված ապրանքը {1}-ից {0}
ka: №{0} ყიდვის რედაქტირება{1}დან
pl: Redagować kupno №{0} z {1}
ru: Редактировать закупку №{0} от {1}
uk: Редагувати купівлю №{0} з {1}

source: Edit purchase draft
bg: Редакция на чернова на доставка
es: Editar borrador de compra
hy: Խմբագրել մատակարարումը սևագիր
ka: რედაქტირება შესყიდვა Draft
ru: Редактировать черновик покупки

source: Edit purchase order No.
bg: Редакция на заявка №
es: Editar orden de compra No.
hy: Խմբագրել մատակարարի պատվերը No.
ka: მომწოდებლის შეკვეთის რედაქტირება No.
ru: Редактировать заявку на покупку No.

source: Edit purchase order No.{0} from {1}
bg: Редакция на заявка №{0} от {1}
es: Editar orden de compra No.{0} de {1}
hy: Խմբագրել մատակարարի պատվերը No.{0}-ից {1}
ka: მომწოდებლის შეკვეთის რედაქტირება No.{0} დან {1}
ru: Редактировать заявку на покупку No.{0} из {1}

source: Edit purchase order draft
bg: Редакция на чернова на заявка
es: Editar borrador de orden de compra
hy: Խմբագրել պատվերը մատակարարին սևագիր
ka: რედაქტირება მომწოდებლის შეკვეთა Draft
ru: Редактировать черновик заказа покупки

source: Edit purchase return No.
bg: Редакция на връщане към доставчик №
es: Editar devolición de compra No.
hy: Խմբագրել վերադարձը մատակարարին No
ka: დავარედაქტიროთ შესყიდვის დაბრუნება N.
ru: Редактировать Возврат поставщику No.

source: Edit purchase return No.{0} from {1}
bg: Редакция на връщане към доставчик №{0} от {1}
es: Editar devolución de compra No.{0} de {1}
hy: խմբագրել վերադարձը մատակարարին {0} մինչև {1}
ka: დავარედაქტიროთ შესყიდვის დაბრუნება N. {0}-დან {1}-მდე
ru: Редактировать Возврат поставщику No.{0} от {1}

source: Edit purchase return draft
bg: Редакция на чернова на връщане към доставчик
es: Editar borrador de devolución de compra
hy: Խմբագրել վերադարձըը մատակարարին սևագիր
ka: რედაქტირება შესყიდვის დაბრუნება Draft
ru: Редактировать черновик возврата покупки

source: Edit recipe No.{0} from {1}
bg: Редакция на рецепта №{0} от {1}
hy: Խմբագրել բաղադրատոմսը No.{0}-ից {1}
ka: რეცეპტის რედაქტირება No.{0}, {1}_დან
ru: Редакция рецепта N{0} из {1}

source: Edit reservation No.{0} from {1}
az: Редактировать резервацию №{0} из {1}
bg: Редакция на резервация №{0} от {1}
es: Editar reservación No.{0} de {1}
fr: Modifier la réservationn °{0} de {1}
hy: {1}- թիվ {0} ամրագրման խմբագրում
ka: ჯავშანი№.{0} - ის რედაქტირება {1} - დან
pl: Redagować rezerwacje №{0} z {1}
ru: Редактировать резервацию №{0} из {1}
uk: Змінити бронювання № {0} з {1}

source: Edit return No.
az: Редактировать возврат №
bg: Редакция на рекламация №
es: Editar devolución No.
fr: Modifier le retour n°
hy: Խմբագրել վերադարձը No
ka: დაბრუნების ჩასწორება No
pl: Redagować powrót №
ru: Редактировать возврат №

source: Edit return No.{0} from {1}
az: Редактировать возврат №{0} из {1}
bg: Редакция на рекламация №{0} от {1}
es: Editar devolución No.{0} de {1}
fr: Modifier le retour n °{0} de {1}
hy: Խմբագրել վերադարձը {1}-ից {0}
ka: დაბრუნების ცასწორება No.{0} {1}დან
pl: Redagować powrót №{0} z {1}
ru: Редактировать возврат №{0} из {1}

source: Edit return draft
bg: Редакция на чернова на рекламация
es: Editar borrador de devolución
hy: Խմբագրել վերադարձըը սևագիր
ka: რედაქტირება დაბრუნება Draft
ru: Редактировать черновик возврата

source: Edit sale No.
az: Редактировать продажу №
bg: Редакция на продажба №
es: Editar venta No.
fr: Modifier la vente n°
hy: Խմբագրել վաճառք No
ka: გაყიდვის რედაქტირება №
pl: Redagować sprzedaż №
ru: Редактировать продажу №
uk: Редагувати продажу №

source: Edit sale No.{0} from {1}
az: Редактировать продажу №{0} из {1}
bg: Редакция на продажба №{0} от {1}
es: Editar venta No.{0} de {1}
fr: Modifier la vente n °{0} de {1}
hy: Խմբագրել վաճառք No {0}-ից {1}
ka: №{0} გაყიდვის რედაქტირება {1}დან
pl: Redagować sprzedaż №{0} z {1}
ru: Редактировать продажу №{0} из {1}
uk: Редагувати продажу №{0} з {1}

source: Edit sale draft
bg: Редакция на чернова на продажба
es: Editar borrador de venta
hy: Խմբագրել վաճառքը սևագիր
ka: რედაქტირება გაყიდვა Draft
ru: Редактировать черновик продажи

source: Edit sales order No.
bg: Редакция на поръчка №
es: Editar orden de venta No.
hy: Խմբագրել պատվերը No
ka: კლიენტის შეკვეთის რედაქტირება No.
ru: Редактировать предварительный заказ No.

source: Edit sales order No.{0} from {1}
bg: Редакция на поръчка №{0} от {1}
es: Editar órdenes de ventas No. {0} de {1}
hy: Խմբագրել պատվերը No {0}-ից {1}
ka: კლიენტის შეკვეთის რედაქტირება No.{0} დან {1}
ru: Редактировать предварительный заказ No.{0} из {1}

source: Edit sales order draft
bg: Редакция на чернова на поръчка
es: Editar borrador de orden de venta
hy: Խմբագրել հաճախորդի պատվերը սևագիր
ka: რედაქტირება კლიენტის შეკვეთა Draft
ru: Редактировать черновик заказа продажи

source: Edit stock-taking No.
az: Редактировать акт инвентаризации №
bg: Редакция на ревизия №
es: Editar inventario No.
fr: Modifier la prise d'images n°
hy: Խմբագրել գույքագրման ակտ No
ka: ინვენტარიზაციის აქტის რედაქტირება №
pl: Redagować akt inwentaryzacji №
ru: Редактировать акт инвентаризации №
uk: Редагувати акт інвентаризації №

source: Edit stock-taking No.{0} from {1}
az: Редактировать акт инвентаризации №{0} из {1}
bg: Редакция на ревизия №{0} от {1}
es: Editar inventario No.{0} de {1}
fr: Modifier la prise d'images n °{0} de {1}
hy: Խմբագրել գույքագրման ակտը No {0}-ից {1}
ka: №{0} ინვენტარიზაციის აქტის რედაქტირება {1}დან
pl: Redagować akt inwentaryzacji №{0} z {1}
ru: Редактировать акт инвентаризации №{0} из {1}
uk: Редагувати акт інвентаризації №{0} з {1}

source: Edit stock-taking draft
bg: Редакция на чернова на ревизия
es: Editar borrador de inventario
hy: Խմբագրել գույքագրումը սևագիր
ka: რედაქტირება ინვენტარიზაცია Draft
ru: Редактировать черновик инвентаризации

source: Edit transfer
az: Редактировать перемещение
bg: Редактиране на трансфер
es: Editar transferencia
fr: Modifier le transfert
hy: Խմբագրել փոխադրում
ka: გადაგზავნის რედაქტირება
pl: Redagować przemieszczenie
ru: Редактировать перемещение
uk: Редагувати переміщення

source: Edit transfer No.
az: Редактировать перемещение №
bg: Редакция на трансфер №
es: Editar transferencia No.
fr: Modifier le transfert n°
hy: Խմբագրել փոխադրում No
ka: გადაგზავნის რედაქტირება №
pl: Redagować przemieszczenie №
ru: Редактировать перемещение №
uk: Редагувати переміщення №

source: Edit transfer No.{0} from {1}
az: Редактировать перемещение №{0} из {1}
bg: Редакция на трансфер №{0} от {1}
es: Editar transferencia No. {0} de {1}
fr: Modifier le transfert n °{0} de {1}
hy: Խմբագրել փոխադրում No {0}-ից {1}
ka: №{0} გადაგზავნის რედაქტირება {1}დან
pl: Redagować przemieszczenie №{0} z {1}
ru: Редактировать перемещение №{0} из {1}
uk: Редагувати переміщення №{0} з {1}

source: Edit transfer draft
bg: Редакция на чернова на трансфер
es: Editar borrador de transferencia
hy: Խմբագրել տեղափոխությունը սևագիր
ka: რედაქტირება გადაგზავნა Draft
ru: Редактировать черновик перемещения

source: Edit warranty card No.
az: Редактирование гарантийного талона №
bg: Редакция на гаранционна карта №
es: Editar tarjeta de garantía No.
fr: Modifier le carte de garantie n°
hy: Խմբագրել երաշխիքային քարտը No
ka: საგარანტიო ბარათის ნომრის რედაქტირება
pl: Gwarancja Edycja nr karty
ru: Редактирование гарантийного талона №

source: Edit warranty card draft
bg: Редакция на чернова на гаранционна карта
es: Editar borrador tarjeta de garantía
hy: Խմբագրել երաշխիքային կտրոնը սևագիր
ka: რედაქტირება საგარანტიო ტალონი Draft
ru: Редактировать черновик гарантийного талона

source: Edit waste
az: Редактировать списание
bg: Редакция на брак
es: Editar merma
fr: Modifiez le gaspillage
hy: Խմբագրել խոտանը
ka: წუნის რედაქტირება
pl: Zmiana stawki VAT
ru: Редактировать списание по браку
uk: Редагувати списання

source: Edit waste No.
az: Редактировать списание №
bg: Редакция на брак №
es: Editar merma No.
fr: Modifiez le gaspillageN°
hy: Խմբագրել խոտանը No
ka: წუნის რედაქტირება №
pl: Zmiana pozostałości №
ru: Редактировать списание по браку №
uk: Редагувати списання №

source: Edit waste No.{0} from {1}
az: Редактировать списание №{0} из {1}
bg: Редакция на брак №{0} от {1}
es: Editar merma No. {0} hasta {1}
fr: Modifiez le gaspillage n °{0} de {1}
hy: Խմբագրել խոտան No {0}-ից {1}
ka: №{0} წუნის რედაქტირება {1}დან
pl: Zmiana pozostałości №{0} z {1}
ru: Редактировать списание по браку №{0} из {1}
uk: Редагувати списання №{0} з {1}

source: Edit waste draft
bg: Редакция на чернова на брак
es: Editar borrador de merma
hy: Խմբագրել խոտանը սևագիր
ka: რედაქტირება წუნი Draft
ru: Редактировать черновик списания по браку

source: Edit write-off No.
bg: Редакция на изписване №
es: Editar venta interna No.
fr: Modifiez l’opération vide N°
hy: Խմբագրել դուրս գրումը No.
ka: წუნის რედაქტირება No
ru: Редактировать списание №

source: Edit write-off draft
bg: Редакция на чернова на изписване
es: Editar borrador de venta interna
hy: Խմբագրել դուրս գրումը սևագիր
ka: რედაქტირება ჩამოწერა Draft
ru: Редактировать черновик спиания

source: Edit->Administration->Company information...
az: Правка -> Администрирование -> Информация об организации
bg: Редакция->Администрация->Фирмена информация...
es: Editar -> Admministración->Información de la compañía...
fr: Modifiez -> Administration-> Informations sur l'entreprise ...
hy: Խմբագրել կազմակերպության տվյալները
ka: რედაქტირება->ადმინისტრირება->ინფორმაცია კომპანიის შესახებ...
pl: Edycja-> Administracja-> Informacje o firmie ...
ru: Редактирование -> Администрирование -> Информация об организации

source: Edit->Administration->Permissions...
az: Правка -> Администрирование -> Права доступа...
bg: Редакция->Администрация->Права на достъп...
es: Editar -> Admministración-> Permisos...
fr: Modifiez -> Administration->Permissions...
hy: Խմբագրել իրավասությունները
ka: რედაქტირება->ადმინისტრირება->წვდომის უფლებები...
pl: Edycja-> Administracja-> Uprawnienia ...
ru: Редактирование -> Администрирование -> Права доступа...

source: Edit->Devices...
az: Правка -> Устройства...
bg: Редакция->Устройства...
es: Editar->Dispositivos...
fr: Modifiez ->Appareil...
hy: Խմբագրել սարքավորումները
ka: რედაქტირება->მოწყობილობები...
pl: Edycja-> Urządzenia ...
ru: Редактирование -> Устройства...

source: Edit->Items...
az: Правка -> Товары...
bg: Редакция->Стоки...
es: Editar->Mercancías...
fr: Modifiez ->Elément...
hy: Խմբագրել ապրանքները
ka: რედაქტირება->საქონელი...
pl: Edycja-> Produkty ...
ru: Редактирование -> Товары...

source: Edit->Locations...
az: Правка -> Участки...
bg: Редакция->Обекти...
es: Editar->Entidades...
fr: Modifiez ->Emplacement...
hy: Խմբագրել տեղամասերը
ka: რედაქტირება->ობიექტები...
pl: Edycja-> Miejsca ...
ru: Редактирование -> Объекты...
uk: Редакція->Об'єкти...

source: Edit->Partners...
az: Правка -> Партнеры...
bg: Редакция->Партньори...
es: Editar ->Socios...
fr: Modifiez ->Partenaires...
hy: Խմբագրել գործընկերներին
ka: რედაქტირება->პარტნიორები...
pl: Edycja-> Partnerzy ...
ru: Редактирование -> Партнеры...

source: Edit->Users...
az: Правка -> Пользователи...
bg: Редакция->Потребители...
es: Editar->Usuarios...
fr: Modifiez ->Utilisateurs...
hy: Խմբագրել օգտագործողներին
ka: რედაქტირება->მომხმარებლები...
pl: Edycja-> Użytkownicy ...
ru: Редактирование -> Пользователи...

source: Editing custom report
az: İstifadəçinin hesabatını redaktə etmək
bg: Редакция на потребителска справка
es: Editar reporte personalizado
fr: Edition rapport personnalisé
hy: Խմբագրել հաշվետվությունը
ka: არჩეული ანგარიშის ჩასწორება
pl: Edycja raportu niestandardowego
ru: Редактировать отчет пользователя
uk: Редагувати користувацький звіт

source: Editing of transfers between locations managed by different databases is not allowed! You can only create transfers from the database managing the source location and annul from the database managing the destination location.
bg: Редакцията на трансфери между обекти, управлявани от различни бази данни, не е позволена. Можете да прехвърляте само от базата, управляваща източника, и да анулирате само от базата, управляваща целта.
es: ¡La edición de transferencias entre lugares administrados por diferentes bases de datos no está permitido! Sólo puede crear transferencias desde la base de datos administrando la posición de origen y puede anular desde la base de datos administrando la posición del destino.
hy: Տեղափոխման Խմբագրումը չի թույլատրվում
ka: განსხვავებული მონაცემთა ბაზების ადგილმდებარეობებს შორის გადაზიდვა შეუძლებელია! თქვენ შეგიძლიათ მხოლოდ შექმნათ გადაზიდვა მიმდინარე მონაცემთა ბაზის საწყისი ადგილმდებარეობიდან და ანულირება გაუკეთოთ საბოლოო ადგილმდებარეობიდან.
ru: Запрещено редактирование перемещений между объектами, которые управляются различными базами данных! Разрешено создавать только перемещения из базы данных, которая управляет исходным объектом, и аннулировать в базе данных, управляющей объектом назначения.
uk: Заборонено редагування переміщень між об'єктами, які управляються різними базами даних! Дозволено створювати тільки переміщення з бази даних, яка управляє вихідним об'єктом, і анулювати в базі даних, яка управляє об'єктом призначення.

source: Editing operations with locations not managed by the current database is not allowed! You can create, edit and annul operations only from the database managing the location in the operation.
bg: Редакцията на операции в обекти, неуправлявани от текущата база данни, не е позволена. Можете да създавате, редактирате и анулирате операции само от базата данни, управляваща обекта в операцията.
es: ¡Editar operaciones con entidades no administradas por la actual base de datos no está permitido! Usted puede crear, editar y anular operaciones sólo desde la base de datos administrando la entidad en la operación.
hy: Գործողությունների Խմբագրումը չի թույլատրվում
ka: ოპერაციების რედაქტირება ადგილმდებარეობებზე, რომელზეც არ ვრცელდება მიმდინარე მონაცემთა ბაზის მენეჯმენტი აკრძალულია! თქვენ შეგიძლიათ შექმნათ, დაარედაქტიროთ და ანულირება გაუკეთოთ ოპერაციებს მხოლოდ მიმდინარე ადგილმდებარეობის მონაცემთა ბაზის მენეჯმენტის მიხედვით.
ru: Запрещено редактировать операции в объектах, которые не управляются текущей базой данных!
uk: Неможлива редакція операцій в об'єктах, які не управляються поточною базою даних!

source: Editing payments at locations not managed by the current database is not allowed! You can create, edit and annul payments only from the database managing the location in the payment.
bg: Редакцията на разплащания към обекти, неуправлявани от текущата база данни, не е позволена. Можете да създавате, редактирате и анулирате разплащания само от базата данни, управляваща обекта в разплащането.
es: ¡Editar los pagos en entidades no administradas por la actual base de datos no está permitido! Puede crear, editar y anular los pagos sólo desde la base de datos administrando la entidad en el pago.
hy: Վճարումների խմբագրում չի թույլատրվում
ka: ოპერაციების რედაქტირება ადგილმდებარეობებზე, რომელზეც არ ვრცელდება მიმდინარე მონაცემთა ბაზის მენეჯმენტი აკრძალულია! თქვენ შეგიძლიათ შექმნათ, დაარედაქტიროთ და ანულირება გაუკეთოთ გადახდებს მხოლოდ მიმდინარე ადგილმდებარეობის მონაცემთა ბაზის მენეჯმენტის მიხედვით.
ru: Запрещено редактировать оплаты в объектах, которые не управляются текущей базой данных!
uk: Неможлива редакція оплат в об'єктах, які не управляються поточною базою даних!

source: Editing the vending machine failed! Please try again later.
bg: Редакцията на автомата за стоки беше неуспешна. Моля, опитайте по-късно.
es: ¡La edición de la máquina expendedora falló! Por favor inténtelo más tarde.
hy: Առևտրային ավտոմատի խմբագրումը կանխված է, խնդրում ենք փորձել կրկին
ka: სავაჭრო აპარატის რედაქტირება წარუმატებლად დასრულდა! სცადეთ ხელმეორედ მოგვიანებით.
ru: Не удалось изменить свойства рабочего места! Повторите попытку позднее.

source: Editing the web store failed! Please try again later.
bg: Редакцията на интернет магазина беше неуспешна. Моля, опитайте по-късно.
es: ¡La edición de la tienda web falló! Por favor inténtelo más tarde.
hy: Ինտերնետ խանութ խմբագրումը կասեցված է, խնդրում ենք փորձել կրկին
ka: ვებ-მაღაზიის რედაქტირება არ მოხერხდა! გთხოვთ, სცადოთ ხელმეორედ.
ru: Изменение интернет-магазина не удалось! Повторите попытку позже.
