Repository: curiousTauseef/warehouse-2
Catalog: Warehouse.Presentation/locale/*/LC_MESSAGES/Warehouse.po
Languages: az, bg, es, fr, hy, ka, pl, ru, uk

source: Notice of reception and finding differences
az: Fərqlər barədə bildiriş
bg: Информация за получаване на разликите
es: Aviso de recepción y diferencias encontradas
fr: Avis de réception et des différences
hy: Հայտարարություն տարբերությունների ստացման մասին
ka: შეტყობინება განსხვავებების მიღების შესახებ
pl: Zawiadomienie o otrzymaniu różnic
ru: Уведомление о получении различий
uk: Повідомлення про розбіжності

source: Notices
az: Bildiriş
bg: Известия
es: Notificación
fr: Avis
hy: Գրառում
ka: შეტყობინებები
pl: Powiadomianie
ru: Уведомления

source: Notifications only for stable releases are going to be received.
az: Stabil versiyalar haqqında bildirişlər qəbul olunacaq.
bg: Ще получавате информация единствено за стабилни версии.
es: Las notificaciones solo son recibidas en ediciones estables.
fr: Notifications uniquement pour les versions stables vont être reçues.
hy: Կընդունվեն տվյալներ կայուն տարբերակների մասին
ka: ყურადღება! დროდადრო მიიღებთ შეტყობინებებს სტაბილური ვერსიის გამოსვლის შესახებ!
pl: Będą przyjmowały się zawiadomienia o stabilnych wersjach.
ru: Будут приниматься уведомления о стабильных версиях.
uk: Будут прийматись повідомленняпро стабільні версії.

source: November
az: Noyabr
bg: Ноември
es: Noviembre
fr: Novembre
hy: Նոյեմբեր
ka: ნოემბერი
pl: Listopad
ru: Ноябрь
uk: Листопад

source: Nowhere
bg: Никъде
hy: Ոչ մի տեղ
ka: არსად
ru: Без места

source: Number
az: Nömrə
bg: Номер
es: Número
fr: Nombre
hy: Համար
ka: ნომერი
pl: Numer
ru: Номер
uk: Номер

source: Number of Comments
az: Şərhlərin sayı
bg: Брой на коментарите
es: Número de Comentarios
fr: Nombre de commentaires
hy: Մեկնաբանությունների քանակը
ka: კომენტარების რაოდენობა
pl: Ilość komentarzy
ru: Количество комментариев
uk: Кількість коментарів

source: Number of Discounted Items
az: Endirimli malların sayı
bg: Брой на стоките с отсъпка
es: Número de Mercancías Rebajadas
fr: Nombre d’éléments en remise
hy: Զեղչված ապրանքների քանակը
ka: ფასდაკლებული საქონლის რაოდენობა
pl: Ilość towarów ze zniżką
ru: Количество товаров со скидкой
uk: Кількість товарів зі знижкою

source: Number of Items
az: Malların sayı
bg: Брой на стоките
es: Número de Mercancías
fr: Nombre d'articles
hy: Ապրանքների քանակը
ka: საქონლის რაოდენობა
pl: Ilość towarów
ru: Количество товаров
uk: Кількість товарів

source: Number of Payments
az: Ödəmələrin sayı
bg: Брой на плащанията
es: Número de Pagos
fr: Nombre de paiements
hy: Վճարումների քանակը
ka: გადახდების რაოდენობა
pl: Ilość opłat
ru: Количество оплат
uk: Кількість оплат

source: Number of locations:
bg: Брой на обектите:
hy: Տեղամասերի համարը
ka: ობიექტების რაოდენობა:
ru: Количество участков:

source: Number of separate customer profiles to create:
bg: Брой на клиентските профили за създаване:
es: Número de perfiles de clientes por separado para crear:
fr: Nombre de profils de clients distincts à créer:
hy: Հաճախորդների քանակը
ka: მომხმარებლების განცალკევებული პროფილების რაოდენობა შესაქმნელად:
ru: Количество клиентских профилей для создания
uk: Кількість клієнтських профілів для створення.

source: Number of stores:
az: Mağazaların sayı:
bg: Брой на магазините:
es: Número de tiendas
fr: Nombre de magasins:
hy: Պահեստների քանակը
ka: მაღაზიების რაოდენობა:
pl: Liczba sklepów :
ru: Количество магазинов:

source: Number:
az: Nömrə:
bg: Номер:
es: Número:
fr: Nombre:
hy: Համար
ka: ნომერი:
pl: Numer:
ru: Номер:
uk: Номер:

source: Number: {0}
az: Nömrə: {0}
bg: Номер: {0}
es: Número: {0}
fr: Nombre: {0}
hy: Համար:{0}
ka: ნომერი: {0}
pl: Numer: {0}
ru: Номер: {0}
uk: Номер: {0}

source: Numbers per location:
bg: Номера за обект:
hy: Տեղամասերի համարը
ka: ნომრები ობიექტის მიხედვით:
ru: Количество на участок:

source: Numbers start:
bg: Начало на номерата:
hy: Համարները սկսվում են
ka: ნომრების დასაწყისი:
ru: Нумерация начинается с:

source: Numeric Interval
az: İnterval
bg: Числов интервал
es: Intervalo numérico
fr: Intervalle numérique
hy: Ինտերվալ
ka: რიცხვობრივი ინტერვალი
pl: Interwał
ru: Интервал
uk: Інтервал

source: Nuts - Bulgarian
az: Fındıq
bg: Ядки - Български
es: Frutos secos - Búlgaros
fr: Noix
hy: Նուտս
ka: კაკლეული
pl: Orzechy
ru: Орешки

source: OK
bg: ОК
es: Aceptar
hy: ОК
ka: დასტური
pl: ОК
ru: ОК
uk: ОК

source: OK - Save and exit / Cancel - Exit without save / Apply - Save changes
az: OK - Yadda saxla və çıx/ İmtina - Yadda saxlama və çıx / Tətbiq et - Dəyişilikliyi yadda saxla
bg: "ОК" - Запис и изход / "Отказ" - Изход без запис / "Приложи" - запис на промените
es: Aceptar - Guardar y salir / Cancelar - Salir sin guardar / Aplicar - Guardar cambios
fr: OK - Sauvegardez et quittez / Annuler - Pour quitter sans sauvegarder / Appliquer - Enregistrer les modifications
hy: ОК - պահպանել և դուրս գալ/հերքել - դուրս գալ առանց պահպանելու/ կիրառել - պահպանել փոփոխությունները
ka: დასტური - დამახსოვრება და გასვლა / გაუქმება - გასვლა დამახსოვრების გარეშე / მიღება - ცვლილებების დამახსოვრება
pl: Ок - Zachować i wyjść / Wruć - Wylogowanie bez zapisania / Zastosować - Zachować zmiany
ru: ОК - Сохранить и выйти / Отмена - Выйти без сохранения / Применить - Сохранить изменения
uk: ОК - Зберегти івийти / Відміна - Вийти без збереження / Застосувати - Зберегти зміни

source: OPERATIONS
bg: ОПЕРАЦИИ
es: OPERACIONES
hy: Գործողություններ
ka: ოპერაციები
ru: ОПЕРАЦИИ

source: ORIGINAL
bg: ОРИГИНАЛ
hy: ԲՆՕՐԻՆԱԿ
ka: ორიგინალი
ru: ОРИГИНАЛ

source: October
az: Oktyabr
bg: Октомври
es: Octubre
fr: Octobre
hy: Հոկտեմբեր
ka: ოქტომბერი
pl: Październik
ru: Октябрь
uk: Жовтень

source: Offer
az: Təklif
bg: Оферта
es: Oferta
fr: Offre
hy: Առաջարկ
ka: შეთავაზება
pl: Propozycja
ru: Оферта
uk: Пропозиція

source: Offer - Select Document
bg: Оферта - избор на документ
es: Oferta - Seleccione el documento
hy: Առաջարկ
ka: შეთავაზება - ამოირჩიეთ დოკყუმენტი
ru: Оферта - Выбрать документ

source: Offer...
bg: Оферта...
es: Oferta...
hy: Առաջարկ
ka: შეთავაზება...
ru: Оферта...

source: Offers Report
bg: Справка за оферти
es: Reporte de Ofertas
hy: Առաջարկներ
ka: შეთავაზებების ანგარიში
ru: Отчет по офертам

source: Offers...
bg: Оферти...
es: Ofertas...
hy: Առաջարկ
ka: შეთავაზებები...
ru: Оферты

source: Old database
bg: Стара база данни
es: Base de datos vieja
hy: Հին տվյալների բազա
ka: მონაცემთა ძველი ბაზა
ru: Старая база данных

source: Once you login, you can change your password by clicking on your user name on the bottom of the IncoCloud management console.
bg: След като влезете, ще можете да си смените паролата, като кликнете на потребителското си име в долната част на екрана за управление на IncoCloud.
es: Una vez que ha entrado en el sistema, usted puede cambiar su contraseña haciendo clic en su nombre de usuario en el botón de la consola administrativa de IncoCloud.
hy: Մուտք գործելով համակարգ դուք կարող եք փոփոխել ձեր գաղտնաբառը
ka: რადგან შეხვედით სისტემაში შეგიძლიათ შეცვალოთ პაროლი ინკო-ღრუბლის მენეჯმენტის კონსოლის ქვედა მხარეზე თქვენს სახელზე დაწკაპუნებით.
ru: После регистрации можно изменить пароль, нажав на имя пользователя внизу консоли управления IncoCloud.

source: One
az: Bir
bg: Едно
es: Uno
fr: Une
hy: Մեկ
ka: ერთი
pl: Jeden
ru: Один
uk: Один

source: Only available
bg: Само налични
es: Solo disponible
hy: Առկա
ka: ხელმისაწვდომია მხოლოდ
ru: Только доступные

source: Only licensed users may delete periods. Please purchase a license to be able to use this feature.
bg: Само лицензирани потребители могат да изтриват периоди. Моля, закупете лиценз, за да можете да използвате тази функционалност.
es: Sólo los usuarios autorizados pueden borrar los períodos. Por favor compre una licencia para poder usar esta característica.
hy: Միայն լիցենզավորված օգտագործողը կարող է հեռացնել ժամանակահատվածը
ka: მხოლოდ ლიცენზირებულ მომხმარებელს შეუძლია პერიოდის წაშლა. გთხოვთ, შეიზინოთ ლიცენზია ამ ფუნქციის გამოყენებისათვის.
ru: Только лицензированные пользователи могут удалять период. Приобретите лицензию для использования данной функции.

source: Only licensed users may recalculate the items' availability. Please purchase a license to be able to use this feature.
bg: Само лицензирани потребители могат да преизчисляват наличностите. Моля, закупете лиценз, за да можете да използвате тази функционалност.
es: Solo los usuarios licenciados pueden recalcular las mercancias disponibles. Por favor compre una licencia para habilitar esta funcionalidad.
hy: Պահանջվում է լիցենզիա
ka: მხოლოდ ლიცენზირებულ მომხმარებლებს შეუძლიათ ხელმისაწვდომობის გადაანგარიშება. გთხოვთ შეიძინოთ ლიცენზია აღნიშნული ფუნქციის გამოყენებისთვის.
ru: Пересчет количеств товаров возможен только при наличии лицензии. Приобретите для использования данного функционала.

source: Only licensed users may recalculate the purchase prices. Please purchase a license to be able to use this feature.
bg: Само лицензирани потребители могат да преизчисляват доставните цени. Моля, закупете лиценз, за да можете да използвате тази функционалност.
es: Sólo los usuarios autorizados pueden recalcular los precios. Por favor compre una licencia para poder usar esta característica.
hy: Միայն լիցենզավորված օգտագործողը կարող է վերահաշվարկել միջին գինը
ka: მხოლოდ ლიცენზირებულ მომხმარებლებს შეუძლიათ გადაინაგარიშონ შეძენის ფასები. გთხოვთ, შეიძინოთ ლიცენზია.
ru: Только лицензированные пользователи могут делать пересчет закупочных цен. Приобретите лицензию для использования данной функции.

source: Only owners may delete periods.
bg: Само собственици могат да изтриват периоди.
es: Solo los propietarios pueden borrar periodos.
hy: Միայն սեփականատերը կարող է հեռացնել ժամանակահատվածը
ka: მხოლოდ მფლობელს შეუძლია პერიოდის წაშლა.
ru: Только владельцы могут удалять периоды.
uk: Тільки власники можуть видалити періоди.

source: Open
az: Aç
bg: Отваряне
es: Abrir
fr: Ouvrir
hy: Բացել
ka: გახსნა
pl: Otworzyć
ru: Открыть
uk: Відкрити

source: Open Cash Drawer
bg: Отваряне на касата
es: Abrir Caja Chica
hy: Բացել Դրամարկղը
ka: ფულის ყუთის გაღება
ru: Открыть денежный ящик
uk: Відкрити Грошовий Ящик

source: Open Fiscal Operation
az: Fiskal əməliyyatı aç
bg: Отваряне на фискална операция
es: Abrir operación fiscal
fr: Ouvrir l’Opération fiscale
hy: Բացել ֆիսկալային գործողություն
ka: ფისკალური ოპერაციის გახსნა
pl: Otworzyć fiskalną operację
ru: Открыть фискальную операцию
uk: Відкрити фіскальну операцію

source: Open Non-Fiscal Operation
az: Qeyri fiskal əməliyyatı aç
bg: Отваряне на нефискална операция
es: No abrir operación fiscal
fr: L'ouverture du tableau de bord n'est pas autorisée!
hy: Բացել ոչ ֆիսկալային գործողություն
ka: არაფისკალური ოპერაციის გახსნა
pl: Otworzyć niefiskalną operację
ru: Открыть нефискальную операцию
uk: Відкрити нефіскальну операцію

source: Open cash drawer
bg: Отваряне на касата
es: Abrir caja chica
hy: Բացել դրամարկղը
ka: ფულის ყუთის გაღება
ru: Открыть денежный ящик
uk: Відкрити грошовий ящик

source: Open drawer command
bg: Команда за отваряне на касата
es: Comando para abrir la gaveta
hy: Բացել դրամարկղը
ka: ფულის ყუთის გაღების ბრძანება
ru: Команда открытия денежного ящика:

source: Open drawer command:
bg: Команда за отваряне на касата:
es: Comando para abrir la gaveta:
hy: Բացել դրամարկղը
ka: ფულის ყუთის გაღების ბრძანება:
ru: Команда открытия денежного ящика:

source: Open file after export
bg: Отваряне на файла след експорта
es: Abrir el fichero después de exportar
hy: Բացել ֆայլը արտահանումից հետո
ka: ფაილის გახსნა ექსპორტის შემდეგ
ru: Открыть файл после экспорта

source: Opened fiscal operation
az: Açıq fiskal əməliyyat
bg: Отваряне на фискална операция
es: Operación fiscal abierta
fr: Le fonctionnement fiscal ouvert
hy: Բացված ֆիսկալային գործողություն
ka: ღია ფისკალური ოპერაცია
pl: Otwarta fiskalna operacja
ru: Открытая фискальная операция
uk: Відкрита фіскальна операція

source: Opening the Credit Note screen is not allowed!
az: Режим Кредитного извещения запрещен!
bg: Не е разрешено отварянето на екрана за кредитно известие!
es: ¡Abrir la pantalla de Notas de Crédito no está permitido!
fr: Ouverture de l'écran Note de crédit n'est pas autorisé!
hy: Կրեդիտային տեղեկության բացումը թույլատրված չէ
ka: საკრედიტო ცნობის ეკრანზე ჩვენება დაუშვებელია
pl: Reżim Kredytowego zawiadomienia jest zabroniony!
ru: Режим Кредит-ноты запрещен!

source: Opening the Dashboard is not allowed!
az: İnformasiya paneli rejimi qadağandır!
bg: Не е разрешено отварянето на екрана за табло!
es: ¡Abrir el Tablero no está permitido!
fr: L'ouverture du tableau de bord n'est pas autorisée!
hy: Ցուցափեղկի բացումը թույլատրված չէ
ka: ტაბლოს რეჟიმი აკრძალულია!
pl: Reżim tablicy zakazane!
ru: Режим Информационной панели запрещен!
uk: Режим Табло заборонено!

source: Opening the Debit Note screen is not allowed!
az: Режим Дебетного извещения запрещен!
bg: Не е разрешено отварянето на екрана за дебитно известие!
es: ¡Abrir la pantalla de Notas de Débito no está permitido!
fr: Ouverture de l'écran la note de débit n'est pas autorisé!
hy: Դեբետային տեղեկության բացումը թույլատրված չէ
ka: სადებეტო ცნობის ეკრანზე ჩვენება დაუშვებელია
pl: Reżim Debetowego zawiadomienia jest zabroniony!
ru: Режим Дебет-ноты запрещен!

source: Opening the Offer screen is not allowed!
bg: Не е разрешено отварянето на екрана за оферта!
es: ¡Abrir la pantalla de Ofertas no está permitido!
hy: Առաջարկի բացումը արգելված է!
ka: შეთავაზების ეკრანზე ჩვენება დაუშვებელია!
ru: Экран оферт не разрешен!

source: Opening the Point of Sale screen is not allowed!
az: POS rejimi qadağandır!
bg: Не е разрешено отварянето на екрана за търговски обект!
es: ¡Abrir la pantalla del Punto de Venta no está permitido!
fr: L'ouverture du Point de Vente écran n'est pas autorisé!
hy: POS ռեժիմի բացումը արգելված է!
ka: რეალიზაციის ობიექტის რეჟიმი აკრძალულია!
pl: Reżim POS jest zabroniony!
ru: Режим Торгового объекта запрещен!
uk: Режим POS заборонено!

source: Opening the Production screen is not allowed!
az: İstehsal rejimi qadağandır!
bg: Не е разрешено отварянето на екрана за производство!
es: ¡Abrir la pantalla de Producción no está permitido!
fr: Ouverture de l'écran de la production n'est pas autorisée!
hy: Արտադրություն ռեժիմի բացումը արգելված է!
ka: წარმოების რეჟიმი აკრძალულია!
pl: Reżim Produkcja zabroniona!
ru: Режим Производство запрещен!
uk: Режим виробництво заборонено!

source: Opening the Proforma Invoice screen is not allowed!
az: Hesab-proforma rejimi qadağandır!
bg: Не е разрешено отварянето на екрана за проформа-фактура!
es: ¡Abrir la pantalla de factura simulada no esta permitido!
fr: Ouverture de l'écran la facture pro forma n'est pas autorisé!
hy: Նախահաշվի բացումը թույլատրված չէ
ka: პროფორმა ინვოისის ეკრანზე ჩვენება შეუძლებელია!
pl: Reżim Rachunku-formalności jest zabroniony!
ru: Режим Счета-проформы запрещен!

source: Opening the Purchase Order screen is not allowed!
bg: Не е разрешено отварянето на екрана за заявка!
es: ¡Abrir la pantalla de Orden de Compra no está permitido!
hy: Մատակարարին պատոերի բացումը արգելված է
ka: მომწოდებლის შეკვეთის ეკრანზე ჩვენაბა დაუშვებელია!
ru: Экран заявок на покупку не разрешен!

source: Opening the Purchase Return screen is not allowed!
bg: Не е разрешено отварянето на екрана за връщане към доставчик!
es: ¡Abrir la pantalla de Devolución de Compra no está permitido!
hy: Մատակարարին վերադարձի բացումը արգելված է
ka: შეძენის დაბრუნების ეკრანზე ჩვენება შეუძლებელია!
ru: Режим Возврат поставщику запрещен!

source: Opening the Purchase screen is not allowed!
az: Alış rejimi qadağandır!
bg: Не е разрешено отварянето на екрана за доставка!
es: ¡Abrir la pantalla de Compras no está permitido!
fr: Ouverture de l'écran d'achat n'est pas autorisé!
hy: Մատակարարում ռեժիմի բացումը արգելված է!
ka: ყიდვის რეჟიმი აკრძალულია!
pl: Reżim Kupna jest zabroniony!
ru: Режим Закупки запрещен!
uk: Режим купівлі заборонено!

source: Opening the Return screen is not allowed!
az: Qaytarma rejimi qadağandır
bg: Не е разрешено отварянето на екрана за рекламация!
es: ¡Abrir la pantalla de Devolución no está permitido!
fr: Ouverture de l'écran Retour n'est pas autorisé!
hy: Վերադարձի բացումը թույլատրված չէ
ka: დაბრუნების ეკრანზე ჩვენება შეუძლებელია
pl: Reżim Powrotu jest zabroniony
ru: Режим Возврата запрещен

source: Opening the Sale screen is not allowed!
az: Satış rejimi qadağandır!
bg: Не е разрешено отварянето на екрана за продажба!
es: ¡Abrir la pantalla de Venta no está permitido!
fr: Ouverture de l'écran n'est pas autorisé à vendre!
hy: Վաճառքի ռեժիմի բացումը արգելված է!
ka: გაყიდვის რეჟიმი აკრძალულია!
pl: Reżim Sprzedaży jest zabroniony!
ru: Режим Продажи запрещен!
uk: Режим продажу заборонено!

source: Opening the Sales Order screen is not allowed!
bg: Не е разрешено отварянето на екрана за поръчка!
es: ¡Abrir la pantalla de Orden de Venta no está permitido!
hy: Պատվերի ռեժիմի բացումը արգելված է!
ka: კლიენტის შეკვეთის ფანჯრის გახსნა აკრძალულია!
ru: Не допускается открытие экрана Предварительного заказа!

source: Opening the Stock-taking screen is not allowed!
az: İnventarizasiya rejimi qadağandır!
bg: Не е разрешено отварянето на екрана за ревизия!
es: ¡Abrir la pantalla de Inventario no está permitido!
fr: Ouverture de l'écran d'images prise n'est pas autorisé!
hy: Գույքագրման ռեժիմի բացումը արգելված է!
ka: ინვენტარიზაციის რეჟიმი აკრძალულია!
pl: Reżim Inwentaryzacji jest zabroniony!
ru: Режим Инвентаризации запрещен!
uk: Режим інвентаризації заборонено!

source: Opening the Touch Screen is not allowed!
az: Sensorlu Ekran rejimi qadağandır!
bg: Не е разрешено отварянето на сензорния екран!
es: ¡Abrir la PantallaTáctil no está permitido!
fr: L'ouverture de l'écran tactile n'est pas autorisé!
hy: Սենսորային էկրանի ռեժիմի բացումը արգելված է!
ka: სენსორული ტაბლოს რეჟიმი აკრძალულია!
pl: Reżim Sensora ekranu jest zabroniony!
ru: Режим Сенсорного экрана запрещен!
uk: Режим сенсорного екрану заборонено!

source: Opening the Transfer screen is not allowed!
az: Yerdəyişmə rejimi qadağandır!
bg: Не е разрешено отварянето на екрана за трансфер!
es: ¡Abrir la pantalla de Transferencia no está permitido!
fr: L’ouverture de l'écran de transfert n'est pas autorisé!
hy: Տեղափոխման ռեժիմի բացումը արգելված է!
ka: გადაგზავნის რეჟიმი აკრძალულია!
pl: Reżim Przemieszczenia jest zabroniony!
ru: Режим Перемещения запрещен!
uk: Режим переміщення заборонено!

source: Opening the Waste screen is not allowed!
az: Silmə rejimi qadağandır
bg: Не е разрешено отварянето на екрана за брак!
es: ¡Abrir la pantalla de Merma no está permitido!
fr: L’ouverture de l'écran des déchets n'est pas autorisée!
hy: Դուրս գրման ռեժիմի բացումը արգելված է!
ka: წუნის რეჟიმი აკრძალულია
pl: Reżim Spisania na straty jest zabroniony
ru: Режим Списания по браку запрещен
uk: Режим списання заборонено

source: Operation
az: Əməliyyat
bg: Операция
es: Operación
hy: Գործողություն
ka: ოპერაცია
pl: Operacja
ru: Операция
uk: Операція

source: Operation Detail
az: Əməliyyatın detalları
bg: Детайл на операцията
es: Detalles de operación
fr: Détaillesde l’opération
hy: Գործողության մանրամասները
ka: ოპერაციის დეტალი
pl: Detale operacji
ru: Детали операции
uk: Детальна операція

source: Operation No.
az: Əməliyyatın nömrəsi
bg: Операция №
es: No. de Operación
fr: Operation N°
hy: Համար
ka: ოპერაციის ნომერი
pl: Numer operacji
ru: Номер операции
uk: Номер операції

source: Operation Selected User
az: Seçilmiş istifadəçi qrupu üzrə əməliyyat
bg: Избран оператор
es: Operación de Usuario Seleccionado
fr: Utilisateur de l’opération sélectionné
hy: Գործող ընտրված օգտագործող
ka: არჩეული მომხმარებლის ოპერაცია
pl: Operacja po wybranym użytkowniku
ru: Операция по выбранному пользователю
uk: Операція вибраного користувача

source: Operation Selected User Group
az: Seçilmiş istifadəçi qrupu üzrə əməliyyat
bg: Група на избрания оператор
es: Operación de Grupo de Usuario Seleccionado
fr: Groupe d’utilisateurs de l’opération sélectionnés
hy: Գործող ընտրված օգտագործողի խումբ
ka: არჩეული მომხმარებლების ჯგუფის ოპერაცია
pl: Operacja po wybranej grupie użytkowników
ru: Операция по выбранной группе пользователей
uk: Операція вибраної групи користувачів

source: Operation Type
az: Əməliyyat tipi
bg: Тип на операция
es: Tipo de Operación
fr: Type d'opération
hy: Գործողություն
ka: ოპერაციის ტიპი
pl: Rodzaj Operacji
ru: Тип операции
uk: Тип операції

source: Operation User
az: Əməliyyat istifadəçisi
bg: Оператор
es: Operación de Usuario
fr: Utilisateur d’opération
hy: Գործող օգտագործող
ka: ოპერაციის მომხმარებელი
pl: Użytkownik Operacji
ru: Пользователь операции
uk: Операції користувача

source: Operation User Access Level
az: Əməliyyat istifadəçisinin yol verilən səviyyəsi
bg: Равнище на достъп на оператор
es: Operación de Nivel de Acceso del Usuario
fr: Niveau d'accès utilisateur Opération
hy: Գործող օգտագործողի հասանելիության մակարդակ
ka: ოპერაციის მომხმარებლის წვდომის დონე
pl: Poziom Dostępu Użytkownika Operacji
ru: Уровень доступа пользователя операции
uk: Рівень доступа операції

source: Operation User Card No.
az: Əməliyyat istifadəçisinin kart nömrəsi
bg: Карта на оператор No
es: Operación del No. de Tarjeta de Usuario
fr: N ° de carteutilisateur de l’opération
hy: Գործող օգտագործողի քարտի համար
ka: ოპერაციის მომხმარებლის ბარათის ნომერი
pl: Numer Karty Użytkownika Operacji
ru: Номер карты пользователя операции
uk: Номер картки операції користувача

source: Operation User Code
az: Əməliyyat istifadəçisinin kodu
bg: Код на оператора
es: Operación del Código de Usuario
fr: Code utilisateur de l’opération
hy: Գործող օգտագործողի կոդը
ka: ოპერაციის მომხმარებლის კოდი
pl: Kod Użytkownika Operacji
ru: Код пользователя операции
uk: Операція коду користувача

source: Operation User Group
az: Əməliyyat istifadəçisi Qrupu
bg: Група на оператора
es: Operación del Grupo de Usuario
fr: Groupe d'utilisateurs de l’opération
hy: Գործող օգտագործողի խումբը
ka: ოპერაციის მომხმარებლის ჯგუფი
pl: Grupa Użytkownika Operacji
ru: Группа пользователя операции
uk: Операція групи користувача

source: Operation User Group Code
az: Əməliyyat istifadəçisinin Qrup kodu
bg: Код на групата на оператора
es: Operación del Código del Grupo de Usuario
fr: Code de groupe d'utilisateurs de l’opération
hy: Գործող օգտագործողի խմբի կոդը
ka: ოპერაციის მომხმარებლის ჯგუფის კოდი
pl: Kod Grupy Użytkownika Operacji
ru: Код группы пользователя операции
uk: Операція коду групи користувача

source: Operation User Group No.
az: Əməliyyat istifadəçisinin Qrup nömrəsi
bg: Номер на групата на оператора
es: Operación del No. del Grupo de Usuario
fr: Groupe d'Utilisateurs de l’opération n °
hy: Գործող օգտագործողի խմբի համարը
ka: ოპერაციის მომხმარებლის ჯგუფის ნომერი
pl: Numer Grupy Użytkownika Operacji
ru: Номер группы пользователя операции
uk: Операція номеру групи користувача

source: Operation User No.
az: Əməliyyat istifadəçisinin nömrəsi
bg: Номер на оператора
es: Operación del No. de Usuario
fr: Utilisateur d’opérationn °
hy: Գործող օգտագործողի համարը
ka: ოპერაციის მომხმარებლის ნომერი
pl: Numer Użytkownika Operacji
ru: Номер пользователя операции
uk: Номер операції користувача

source: Operation User Order
az: Əməliyyat istifadəçisinin sıralanması
bg: Преимущество на оператора
es: Operación del Pedido de Usuario
fr: Ordre mode d’exploitation
hy: Գործող օգտագործողի կարգը
ka: ოპერაციის მომხმარებლის შეკვეთა
pl: Tryb Użytkownika Operacji
ru: Порядок пользователя операции
uk: Операція замовлення користувача

source: Operation fields
az: Əməliyyatın sahəsi
bg: Полета за операции
es: Campos de operaciones
fr: Champs d'opération
hy: Գործողության դաշտերը
ka: ოპერაციის ველები
pl: Pola operacji
ru: Поля операции
uk: Поля операції

source: Operation type
az: Əməliyyat tipi
bg: Тип на операция
es: Tipo de operación
fr: Type d'opération
hy: Գործողություն
ka: ოპერაციის ტიპი
pl: Rodzaj operacji
ru: Тип операции
uk: Тип операції

source: Operation type:
az: Əməliyyat tipi:
bg: Тип на операция:
es: Tipo de operación:
fr: Type d'opération
hy: Գործողություն
ka: ოპერაციის ტიპი
pl: Rodzaj operacji:
ru: Тип операции:
